[
    {
        "utilisateur": "Adélie Brunel",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Mousetrap_2-2_BrunelAdelie_BollaertVictor_GonzalezFabiola",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Pour notre deuxième projet, nous réutilisons des éléments du premier parcours (comme la pante et les dominos), avec une ajout d'une tyrolienne au début du parcours."
                ]
            },
            {
                "titre_du_forum": "Mousetrap_1-2_BollaertVictor_BrunelAdelie_GonzalezFabiola",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Premier projet Mouse trap, on a eu l'idée de créer un parcours avec différents obstacles en s'inspirant des vidéos de course à bille."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alessandro Sibani",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Claudia De Rojas",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "This video is so well structured! Watching the whole process is not just fun but also really insightful in showing how trial and error leads to the final result."
                ]
            },
            {
                "titre_du_forum": "Mouse trap Serafin Nicola Sibani Alessandro",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Sibani Alessandro Nicola SerafinGroupe 2\n[Fichier joint: Mousetrap_serafin_sibani.mp4]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexandre Veillette",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Alexandre Veillette - Groupe 01",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Mouse Trap"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Noah Lehideux - Ceren Ozbalci - Groupe 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’aime beaucoup le système de levier que tu as créé avec la force exercée par le rouleau de ruban et la cuillère en bois,. Lorsqu'elle tombe sur la cuillère, elle propulse  la batterie vers l'avant., ca permet un changement de direction très intéressant, passant d’un mouvement vertical à un mouvement horizontal."
                ]
            }
        ]
    },
    {
        "utilisateur": "Andrew Plante-Cary",
        "groupe": "Loutre",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap_Grp 1_BLANCHARD_MAHEE",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "wow! j'aime leffort que tu as mis autant pour te rendre du lit jusqua la machine de café! On peut aussi voir l'ajout de pièce de lego et de carton qui viennent vraiment démontrer une belle qualité de travail!"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Alexandre Veillette - Groupe 01",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Beau travail! J'aime bien la facon dont tu as fait une capture de souris! C'est une bonne idée pour venir démontrer litérallement et figurativement ce que c'est que un mouse trap!"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Audrey Ann Lamirande - Groupe 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Très belle utilisation de différent objet que je n'aurais pas penser utiliser pour faire le mouse trap! Surtout le tourne-disque je trouve cela vraiment original"
                ]
            }
        ]
    },
    {
        "utilisateur": "Anyssa Côté-Lefort",
        "groupe": "Loutre",
        "total_des_commentaires": 7,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap : Un dégât? Pas de problème! (Anyssa Côté-Lefort, groupe 01)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Mouse Trap : Un dégât? Pas de problème!\n[Fichier joint: cdv_photo_1761852120.MOV]"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Jeremy Ear & Abderrahim Zebiri",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'aime le fait que vous présentez le processus par lequel vous avez passé pour réaliser votre Mouse Trap. Le processus créatif n'est pas linéaire et cela est bien représenté dans votre vidéo. Les nombreux essais infructueux témoignent du fait que le processus créatif est un processus itératif. Toutefois, le travail que vous avez effectué n'est pas un échec, vous en tirez des apprentissages qui vous servirons par la suite."
                ]
            },
            {
                "titre_du_forum": "Mouse Trap_Grp 1_BLANCHARD_MAHEE",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'adore qu'il y ait un objectif à la fin de ton mouse trap! Tu as bien réussi à trouver une vraie utilité à ton mouse trap, bravo!"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Alexandre Veillette - Groupe 01",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai vraiment apprécié l'aspect cinématographique de ta vidéo. Le ralenti avec le toutou de chien dans les air + le replay à la fin ajoutent une belle touche ludique à tout ça. Bravo!"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Adlane Oussaada & Wassim Hamadache",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je ne peux m'empêcher de souligner le parallèle avec Wii Sports! Autant pour le jeu de bowling que pour la chanson thème qui donne tout le sens au mouse trap. \nÇa m'a bien fait rire avec une petite pointe de nostalgie, bravo!"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Julie LLOBREGAT",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Très intéressant que tu ais intégré divers mécanismes de mouse trap!"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Leila Rouga - Groupe 02",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La spirale créée en produits recyclés est superbe!"
                ]
            }
        ]
    },
    {
        "utilisateur": "Arielle Vergados",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Alexandre Veillette - Groupe 01",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Belle vidéo ! Le \"instant replay\" est une addition très fun !"
                ]
            }
        ]
    },
    {
        "utilisateur": "Audrey Ann Lamirande-Bolduc",
        "groupe": "Flamant rose",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap_Grp 1_BLANCHARD_MAHEE",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Vraiment intéressant l’ajout d’une petite histoire! J’aime que tu y inclues le côté utile de la créativité en n’ayant pas besoin de te lever de ton lit pour préparer le café. Le parcours est super long en plus, bien joué"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Alexandre Veillette - Groupe 01",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve ton projet mouse trap très bien réussi, car tu y intègres plusieurs réactions comme des leviers, des rotations/ changements de direction et des changements de hauteurs en utilisant des objets du quotidiens bien agencés pour atteindre ton objectif final. Félicitations"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Audrey Ann Lamirande - Groupe 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "mouse-trap.mp4"
                ]
            }
        ]
    },
    {
        "utilisateur": "Claudia Mariella De Rojas Lanfranco",
        "groupe": "Loutre",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Titouan Cancouët - Groupe 2",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Un défi que nous partageons tous. Comment le résoudre, un choix personnel. Avec de matériaux recyclables et beaucoup de livres, tu as réussi à ton objectif. Le mécanisme au but de ton mouse trap a attiré mon attention."
                ]
            },
            {
                "titre_du_forum": "Mouse Trap : Un dégât? Pas de problème! (Anyssa Côté-Lefort, groupe 01)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d’accord avec Mahée, ton mouse trap est amusant. La combinaison des triggers, la variété de mécanismes utilisés et des matériaux rend le parcours jusqu’au but très amusant. Ton choix d’objectif pour le mouse trap ...me fait penser que tu as une mascotte cachée derrière tout ça 😄"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Claudia De Rojas",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Mouse Trap - Claudia De Rojas"
                ]
            }
        ]
    },
    {
        "utilisateur": "Elias Zegouagh",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Titouan Cancouët - Groupe 2",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Excellent! Tu concilies un défi du quotidien avec l'exercice du Mouse Trap.\n\nMontage de qualité qui permet de bien décomposer les étapes!"
                ]
            }
        ]
    },
    {
        "utilisateur": "Ewald Jordan Ngandjui Tchuente",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Mouse trap Serafin Nicola Sibani Alessandro",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Vraiment très cool et une manière humoristique et authentique de partager votre expérience en tant qu’italiens au Québec/Canada, un pays dont l’hiver est bien plus rigoureux et froid comparé à la douceur souvent rencontrée en Italie, où les hivers sont généralement beaucoup plus chaleureux et tempérés."
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Ewald Ngandjui Tchuente",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "https://moodle.polymtl.ca/pluginfile.php/1431969/mod_forum/post/355351/Rube%20Golberg%20Machine.mp4 Après avoir essayé plusieurs combinaisons﻿ avec les différents objets qui, à première vue, possédaient un certain potentiel pour une Rube Goldberg Machine﻿, j'ai finalement choisi d'adopter le principe KISS (Keep it simple, stupid﻿). En vivant dans un nouvel appartement avec peu de jouets ou d’objets à utilité variable, les options créatives étaient naturellement limitées. Par exemple, j’ai tenté d’utiliser le grille-pain qui saute comme déclencheur, mais il n’y avait pas assez de réactions en chaîne pour exploiter pleinement cette action; cela aurait sans doute été différent si j'avais eu un élastique à portée de main.Cet exercice fut tout de même particulièrement intéressant car il m’a rappelé que la créativité repose sur la capacité à connecter plusieurs idées ensemble. Toutefois, pour éviter que la combinaison ne ressemble à une création de type Frankenstein, il faut veiller à ce que le processus soit suffisamment réfléchi pour que chaque partie s’enchaîne de façon naturelle, et que chaque élément s’intègre harmonieusement à l'ensemble. Au final, c’est dans cette alchimie que naît une création vraiment différente et innovante, qui va bien au-delà de la somme de ses composants individuels.En y réfléchissant davantage, je me rends compte que la contrainte d’espace et d’objets dans mon appartement a poussé ma démarche à rechercher la simplicité et l’élégance dans la solution, plutôt que de chercher la complexité à tout prix. Parfois, il faut savoir laisser de côté l’envie de multiplier les étapes pour valoriser ce qui fonctionne et ce qui a du sens. Ce processus m’a aussi montré que l’inspiration ne vient pas toujours de la diversité du matériel, mais de notre façon de regarder le potentiel caché dans les objets du quotidien et de reconnaître leur capacité à créer une chaîne d’événements inattendus. En somme, c’est en cherchant la cohérence et l’originalité dans la simplicité que l’on finit par obtenir une création qui nous surprend, et qui reflète à la fois notre environnement et notre état d’esprit du moment."
                ]
            }
        ]
    },
    {
        "utilisateur": "Fabiola González Pérez",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Mousetrap_2-2_BrunelAdelie_BollaertVictor_GonzalezFabiola",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "https://moodle.polymtl.ca/pluginfile.php/1431969/mod_forum/post/355380/Mousetrap_2-2.mp4"
                ]
            },
            {
                "titre_du_forum": "Mousetrap_1-2_BollaertVictor_BrunelAdelie_GonzalezFabiola",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "https://moodle.polymtl.ca/pluginfile.php/1431969/mod_forum/post/355379/Mousetrap_1-2.mp4?time=1763321968123"
                ]
            }
        ]
    },
    {
        "utilisateur": "Fanta Sacko",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Projet Mousse",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "D8AFA9BB-13C7-49AF-A966-878C0E8321A1.MP4"
                ]
            },
            {
                "titre_du_forum": "Projet Mousse trap - Fanta",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Voici mon projet, merci à ma cousine pour le coup de main et mon neveu pour ses jouetsfiltered-CD836CAE-C987-4289-9393-182190B5A734.mov"
                ]
            }
        ]
    },
    {
        "utilisateur": "Félix Deschamps-Lapointe",
        "groupe": "Flamant rose",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Alexandre Veillette - Groupe 01",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'aime aussi beaucoup l'aspect cinématographique de ta video, ça rajoute beaucoup en plus de ta contraption qui est elle-même très robuste"
                ]
            },
            {
                "titre_du_forum": "Mouse trap - Félix DL - Groupe 01",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Voici mon mouse trap\n[Fichier joint: InShot_20251104_142922855.mp4]"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Justin Bourassa Gr01",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "très cool le fait que ça soit un seul plan continu, très créatif!"
                ]
            }
        ]
    },
    {
        "utilisateur": "Jeremy Ear",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Jeremy Ear & Abderrahim Zebiri",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Nous avons finalement réalisé que nous avions sous-estimé la complexité du projet mouse trap. Nous avons essayé différentes approches : nous avons acheté du matériel au Dollarama, fait plusieurs jours de tests et multiplié les essais. On a d’abord utilisé une gomme balloune parce qu’elle était ronde, puis on a essayé avec des billes.\nAvec le recul, nous pensons que notre erreur a été de ne pas utiliser des matériaux plus lourds dès le départ, ce qui aurait rendu les tests plus faciles à contrôler et aurait réduit les différences d’un essai à l’autre.\nNotre idée initiale était de créer un petit quiz où vous pourriez prédire dans quel trou la bille entrerait. Mais après tout le temps investi et le nombre d’essais effectués, nous avons finalement dû abandonner cette approche.\nVoici d’ailleurs une courte compilation de nos derniers essais, qui nous ont menés à cette décision.watch"
                ]
            },
            {
                "titre_du_forum": "Mouse trap Serafin Nicola Sibani Alessandro",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "This was hilarious! The whole Rube Goldberg chain reaction just to turn off the AC cracked me up, and the Mii theme in the background made it even better. The timing and the little bits of chaos were perfect. Great job guys!"
                ]
            }
        ]
    },
    {
        "utilisateur": "Joan Rafael Romero Acosta",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Joan Romero - Groupe 2",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hungry Machine.mp4"
                ]
            }
        ]
    },
    {
        "utilisateur": "Julie Llobregat",
        "groupe": "Flamant rose",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap_Grp 1_BLANCHARD_MAHEE",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bravo pour la mise en scène ! J'aime bien l'idée qu'il y ait différents mécanismes utilisés tout au long du parcours."
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Audrey Ann Lamirande - Groupe 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'aime bien l'idée que tout parcours soit plus vertical qu'horizontal. Tu as su utilisé astucieusement des éléments du quotidien (je pense au tourne-disque notamment)."
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Julie LLOBREGAT",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Voici mon projet Mouse Trap.\n[Fichier joint: Mouse Trap - Julie LLOBREGAT.mp4]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Justin Bourassa",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Justin Bourassa Gr01",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Mon projet Mouse Trap\n[Fichier joint: IMG_6867.mov]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Laurence Corbeil",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Meilleur essai obtenu",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans mon mouse-trap, c’est comme la préparation de camions de pompiers qui s’en vont éteindre un feu et qui se préparent à partir avec le camion. Il y a eu une petite erreur, mais c’était mon meilleur essai!! https://moodle.polymtl.ca/pluginfile.php/1431969/mod_forum/post/355197/copy_FA426EF6-8377-46E8-A643-EDC7B016375E.mov"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap_Grp 1_BLANCHARD_MAHEE",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "C'est super impressionnant! Ça a dû être long à concevoir. Très cool à regarder!"
                ]
            }
        ]
    },
    {
        "utilisateur": "Leila Rouga",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Leila Rouga - Groupe 02",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’aurais bien fait un parcours plus long, mais mon chat a exigé son arbre (que j’ai dû confisquer pendant plusieurs heures) et la bille en argile que j’avais fabriquée. On peut même le voir à la fin de la vidéo, prêt à tout bousiller🤣 Du coup : 9 secondes chrono version Mario Kart😉 Vous pouvez réduire la vitesse de lecture car ça va vitehttps://moodle.polymtl.ca/pluginfile.php/1431969/mod_forum/post/354159/rube_goldberg_machine_LR.mov"
                ]
            }
        ]
    },
    {
        "utilisateur": "Luca Parker",
        "groupe": "Loutre",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Mouse trap Serafin Nicola Sibani Alessandro",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’aime beaucoup la mise en scène humoristique entre le froid dans l’appartement et le réveil pour allumer le chauffage, ça donne une belle cohérence à la chaîne de réactions. La séquence est fluide et créative, et le deuxième plan avec la balle qui traverse le champ est très fun, il ajoute du dynamisme et rend l’ensemble encore plus captivant !"
                ]
            },
            {
                "titre_du_forum": "Mouse trap - Félix DL - Groupe 01",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’idée de faire sortir la balle du grille-pain est super originale ! En fait, toute la vidéo est drôle par son absurdité. Les effets cinématographiques donnent envie d’en voir encore plus, et les bruitages ajoutent une touche vraiment fun. On dirait que vous avez eu plein d’idées pendant le brainstorming… et que vous avez décidé de toutes les faire, mais ça marche super bien !"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Luca Parker - Groupe 02",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Un ptit thé ?mouse trap ‐ un ptit thé.mp4"
                ]
            }
        ]
    },
    {
        "utilisateur": "Mahée Blanchard",
        "groupe": "Flamant rose",
        "total_des_commentaires": 5,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Titouan Cancouët - Groupe 2",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’idée de créer une réaction en cascade plutôt qu’un parcours classique avec des billes est originale et ingénieuse, c'est une bonne capacité d’adaptation, surtout si l’on ne dispose pas de billes à la maison. La prochaine fois, il faudra peut-être encore perfectionner tes talents de basketteur ;)"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap : Un dégât? Pas de problème! (Anyssa Côté-Lefort, groupe 01)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ta création de Mouse Trap est très réussie. Le fait de l’avoir construite autour d’une histoire rend l’ensemble amusant et donne davantage de sens à ton parcours. De plus, tu utilises différentes formes de \"billes\"/éléments ronds en cascade, ce qui enrichit le parcours. Félicitations"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap_Grp 1_BLANCHARD_MAHEE",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Voici mon projet \"Mouse Trap\" Mouse Trap_BLANCHARD_Mahée.MP4"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Alexandre Veillette - Groupe 01",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "C’est une excellente idée ! Tu as pris au pied de la lettre le concept de Mouse Trap en imaginant une véritable réaction en chaîne destinée à capturer la souris. J’espère que ton toutou n’a pas trop souffert de l’atterrissage"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Audrey Ann Lamirande - Groupe 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'aime beaucoup ton utilisation de la hauteur avec ton étagère murale et surtout ton mécanisme du tourne disque pour le changement de direction. Beau travail !"
                ]
            }
        ]
    },
    {
        "utilisateur": "Marc Awaad",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Marc Awaad et Tarek Halabi",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Marc Awaad et Tarek Halabi, groupe 2\n[Fichier joint: Mouse Trap - Marc Awaad_Tarek Halabi.mp4]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Mohamed Adlane Oussaada",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Adlane Oussaada & Wassim Hamadache",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "https://moodle.polymtl.ca/pluginfile.php/1431969/mod_forum/post/354186/Timeline_1%20%281%29.mov"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Justin Bourassa Gr01",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Simple et efficace, le docteur maboule dans le parcour est original,  j'aime bien."
                ]
            }
        ]
    },
    {
        "utilisateur": "Nathan Satchlian",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Virage forcée",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Construire le Virage Forcé m’a fait réaliser à quel point ce système, comme beaucoup d’autres, peut être chaotique. Même quelques centimètres de hauteur ou une petite différence dans comment je lâchais la balle changeaient complètement la trajectoire. J’ai aussi compris qu’il fallait faire plusieurs petites modifications pour que ça marche comme il faut. Par exemple, j’ai ajouté des papiers mouchoirs dans le verre pour amortir l’impact et éviter que la balle rebondisse dehors.\n[Fichier joint: cdv_photo_1763349197.MOV]"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Audrey Ann Lamirande - Groupe 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Trop fort! C'est quand même assez hypnothique. J'aime que même les bruits marchent avec la musique!"
                ]
            }
        ]
    },
    {
        "utilisateur": "Noah Lehideux",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Noah Lehideux - Ceren Ozbalci - Groupe 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Mouse Trap - Noah Lehideux - Ceren Ozbalci\n[Fichier joint: cdv_photo_1762367176.MOV]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Sucy Han",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Sucy Han et Aurélie Nichols - Groupe 02",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "https://moodle.polymtl.ca/pluginfile.php/1431969/mod_forum/post/354528/IMG_7941.MOV"
                ]
            }
        ]
    },
    {
        "utilisateur": "Titouan Cancouët",
        "groupe": "Loutre",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Titouan Cancouët - Groupe 2",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Projet Mouse Trap - Titouan Cancouët https://moodle.polymtl.ca/pluginfile.php/1431969/mod_forum/post/354032/Mouse%20Trap%20-%20Titouan%20Cancouet%20-%20Groupe%202.mp4\n[Fichier joint: Mouse Trap - Titouan Cancouet - Groupe 2.mp4]"
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Claudia De Rojas",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le format de la vidéo est très pertinent, l’intégration de la conception du plan du mousetrap et les différents essais effectués nous donnent une immersion complète dans tout ton du processus de création du mousetrap. De plus, l’utilisation d’un nerf pour démarrer ton parcours est une forme de transfert de force innovante dans un mousetrap."
                ]
            },
            {
                "titre_du_forum": "Mouse Trap - Meilleur essai obtenu",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Utilisation très intéressante de matériaux recyclés, fixés aux murs, pour créer le début du parcours ! On retrouve également un parcours complet intégrant différents mécanismes qui permettent diverses formes de transfert de force tout au long du mousetrap."
                ]
            }
        ]
    },
    {
        "utilisateur": "Victor Bollaert",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Mousetrap_2-2_BrunelAdelie_BollaertVictor_GonzalezFabiola",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Voici un deuxième projet que l'on a réalisé avec Fabiola et Adélie. J'ai particulièrement aimé l'idée qu'on a eue de mettre une sonnette à la fin du parcours."
                ]
            },
            {
                "titre_du_forum": "Mousetrap_1-2_BollaertVictor_BrunelAdelie_GonzalezFabiola",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Voici notre premier projet Mouse Trap, on a utilisé beaucoup d'éléments de jeux de société : dominos, pièces de jeux, billes..."
                ]
            }
        ]
    },
    {
        "utilisateur": "Wilfried Fonkoua Kaptue",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Mouse Trap - Audrey Ann Lamirande - Groupe 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé que ta Mouse Trap illustre parfaitement la boucle créative dont parle Lubart. On voit que la créativité passe par plusieurs essais, des erreurs et des ajustements avant d’aboutir. Ce n’est pas un chemin droit, mais un cycle où chaque test permet d’apprendre et d’améliorer la solution. Cela m’a rappelé que la créativité, c’est surtout savoir recommencer autrement jusqu’à trouver ce qui fonctionne vraiment."
                ]
            }
        ]
    }
]