[
    {
        "utilisateur": "Alejandro Armas Segovia",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Drones de livraison Zipline",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Vous imaginez un futur où il ne serait plus nécessaire de se rendre au supermarché pour faire ses courses ou de demander à une voiture de livrer la nourriture à domicile ?\nImaginons que ces tâches soient réalisées par un drone entièrement autonome. C’est ce qu’a développé Zipline, une entreprise qui conçoit et teste ce nouveau concept de livraison. À l’origine, Zipline a été créée pour fournir des équipements médicaux aux populations et aux hôpitaux situés dans des zones difficiles d’accès au Rwanda.\nCe nouveau service reste encore peu répandu pour l’instant, notamment à cause de la difficulté d’obtenir des autorisations d’utilisation de l’espace aérien dans de nombreuses régions du monde. Il est clair que, pour les services de santé, cette innovation est extrêmement utile, permettant de faciliter et d’accélérer des processus vitaux dans certaines situations critiques. Mais cela serait-il utile dans la vie quotidienne ?\nCertains supermarchés, comme Walmart, ont déjà effectué quelques tests, mais uniquement avec des colis de petites dimensions. Cependant, on a souvent des gros sacs de nourriture a prendre et il faut garder à l’esprit qu’au supermarché, nous choisissons souvent nos produits frais en fonction de leur aspect, et ce processus ne vous permettrait pas de faire ce choix vous-même.\nD’un autre côté, cela éliminerait le besoin qu’une personne avec une voiture, souvent un véhicule contaminant pesant environ 1 000 kg et coûtant près de 10 000 $, vous livre un burrito à 5 dollars.\nJe pense que c’est une invention qui pourrait être exploitée dans quelques années, mais il reste encore des ajustements à faire sur son mode d’utilisation et ses fonctionnalités.https://www.youtube.com/watch?v=airEzThGlx8"
                ]
            }
        ]
    },
    {
        "utilisateur": "Amine Kazdar",
        "groupe": "Flamant rose",
        "total_des_commentaires": 4,
        "forums": [
            {
                "titre_du_forum": "How to live a creative life ?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je pense que cette vidéo est un bon rappel des concepts de base qui sont appliqués inconsciemment par plusieurs personnes: \n\nC'est sûr qu'en conditionnant son cerveau à bien fonctionner, il risque de réagir, sauf cas exceptionnelles.\n\nLa créativité risque d'arriver, avec le temps, pour une personne qui \"prend soin de son cerveau\" que ce soit en exerçant ses neurones, en évitant le stress( réduction du cortisol), en entretenant des relations de qualité et bien plus! \n\nL'idée derrière ça est de stimuler des neurotransmetteurs qui vont te \"mettre bien\" et donc influencer positivement ton cerveau."
                ]
            },
            {
                "titre_du_forum": "Face la nouveauté, rester authentique ou s'enrichir en s'adaptant ?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai remarqué que certaines personnes, lorsqu'ils sont en face à du nouveau, ont tendance à tout simplement \"eux-mêmes\" alors que d'autres montrent des facettes d'eux-mêmes qui sont inhabituelles.On parle ici d'authenticité et d'adaptation.Disons que tu rencontres une nouvelle personne, gère-tu tes idées de la même manière qu'avec ta famille?Si non, est-ce dû à quelque chose?(peur du jugement?)C'est sûr que ça peut dépendre de la personne en faceDans tout les cas, ça pourrait freiner l'expression libre de la créativité tout comme ça pourrait enrichir la réfléxion.Personnellement, une nouvelle découverte(intellectuelle,humaine,artistique ) aurait tendance à m'inspirer et donc stimuler positivement ma créativité"
                ]
            },
            {
                "titre_du_forum": "La passion d'un couturier et son influence sur la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cet article, on parle d'un couturier, Mohammed Benchellal, qui propose des designs uniques et son appartenance à une classe sociale unique: il dresse la royauté. Il crée des sculptures humaines hors norme. Il dit que ce n'est pas un grand fan des \"fashion shows\", puisque ce n'est que du divertissement.Ce que j'appelle un vêtement, il l'appelle une création sculptural.L'homme d'origine néerlando-marocain fait preuve de méta-cognition: sa manière de présenter a changé à travers le temps puisqu'il a remarqué que les exhibitions nécessitent plus d'efforts de design. Il essaie donc de trouver un équilibre entre ce qu'il propose d'habitude et les standards d'une exhibition. Comment il voit les choses? Ses designs sont une expérience donc il a eu l'idée de faire une exhibition sous la forme d'un show. Les spectateurs ont apprécié son show à Hong Kong puis ça l'a poussé à réfléchir. Il dit que le ciel est la limite mais qu'il était au ciel lors de son show donc c'est sans limite. Pour lui  ,Hong Kong est un endroit où la créativité n'a pas de limite et où il se sent accueilli et excité. Durant sa carrière, il a toujours opéré avec l'idée suivante: les limitations créatives. En Hollande, il n'avait pas les fonds pour pousser ses idées plus loin donc il visitait souvent des marchés à Amsterdam puis récupérait des morceaux détruits ou brûlés pour leur donner une nouvelle vie. Sa spontanéité est un des ses points forts: il dit qu'il aime créer sur le champ: \"Donnez-moi une pièce de fabrique et je peux créer une robe dans un désert\".  Ce qui affecte sa créativité: les voyages. Il est conscient qu'artistiquement , il n'a aucun intérêt  à design une seule robe qui sera vendue plusieurs fois puisqu'il n'a pas de joie/créativité supplémentaire à atteindre un nombre de ventes. Pour lui, l'argent est simplement un outil pour créer plus, pas un but. Il croit que la manière dont les gens s'habillent peuvent jouer un rôle important puisque cela est personnel( il voit les insécurités, vulnérabilités et désirs des personnes qu'il habille). Pour lui, le paradis: une école équipée de machines industrielles. Sa manière de vivre? Au jour le jour, sans rêve, acceptant ce qui lui chante.On peut vraiment dire qu'il vit de sa passion.Passion qui alimente sa créativité, à mon avisSource: https://www.prestigeonline.com/my/people/profiles/couturier-mohammed-benchellal-on-his-creative-process-dressing-royalty-and-why-money-is-never-the-goal/"
                ]
            },
            {
                "titre_du_forum": "Vidéo: Who decides what art means ? par Hayley Levitt",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ici, on parle surtout d'interprétation: qu'est ce qui est mieux entre un dessert bon ou le processus derrière la création du dessert( souvent meilleur quand c'est fait avec amour)? Je pense que ça dépend du domaine: j'aurai tendance à dire que le résultat compterai plus dans des domaines qui affectent d'autres personnes(construction d'un pont/médceine)mais que c'est moins important dans des domaines personnels/subjectifs (art/cuisine). Je crois que chaque personne pourrait interpréter différemment une situation, donc je n'ai pas de contrôle sur ça.Par contre, ce dont j'ai le contrôle sur, c'est ma manière d'interagir avec les personnes donc je pense que s'adapter à son audience pourrait être une bonne chose. Par exemple, construire un pont(sécuritaire) avec des lumières pour Noël peut être une idée qui viendra chercher plusieurs personnes ou bien cuisiner à une personne invitée son plat favori.Je pense qu'en agissant de la sorte, une création pourrait être plus apprécie car elle est venue chercher les intérêts des personnes."
                ]
            }
        ]
    },
    {
        "utilisateur": "Bryan El Bitar",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Volley-ball",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "En volley-ball, j’ai remarqué que notre équipe avait du mal à communiquer efficacement en défense, surtout lors des balles rapides ou des services flottants. Plutôt que de simplement dire “parle plus fort” comme le faisaient souvent les coachs, j’ai proposé un système de codes visuels simples entre coéquipiers (gestes de main discrets ou positionnement précis) pour signaler qui prend la balle ou quel type de réception on prévoit.On a testé ça à l’entraînement, et ça a vraiment aidé à réduire les confusions. C’était une petite idée, mais elle a amélioré notre coordination et notre efficacité sur le terrain."
                ]
            }
        ]
    },
    {
        "utilisateur": "Chadi Badri",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "How to live a creative life ?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis tombé sur la vidéo \"Rick Rubin Shares His Secrets for Creativity\" dans laquelle Rick Rubin, un producteur de musique légendaire, partage son point de vue sur le processus créatif avec Joe Rogan. Ce qui m'a particulièrement frappé, c'est que Rubin insiste sur le fait que la créativité n'est pas réservée aux artistes, mais qu’elle peut être présente dans tous les aspects de la vie quotidienne. Il encourage chacun de nous à reconnaître et à exploiter son potentiel créatif, ce que je trouve très inspirant, surtout dans un domaine comme l'ingénierie, où l'innovation est essentielle.il évoque aussi l'importance de rester ouvert aux idées nouvelles, car l'inspiration peut surgir à tout moment. C'est une approche qui me parle, car je crois que l'on doit toujours être attentif aux \"indices\" qui peuvent venir de n'importe où, que ce soit dans la nature ou dans les interactions quotidiennes. De plus, il partage ses propres habitudes qui l’aident à être créatif, comme se lever tôt, s'exposer à la lumière naturelle et prendre des promenades, ce qui l'aide à garder un état d'esprit réceptif.Rubin parle aussi de l'importance de l’authenticité et de la collaboration. Il explique que, même en restant fidèle à sa propre vision, il est essentiel d’être ouvert aux idées des autres. Cela m’a rappelé combien la collaboration est importante dans n’importe quel projet, qu’il soit artistique ou technique, car cela peut enrichir notre propre perspective.Enfin, il aborde les moments de blocage créatif, un problème que tout le monde rencontre à un moment ou à un autre. Selon lui, il faut parfois changer de perspective, explorer de nouvelles expériences, ou simplement prendre du recul. Ces conseils m’ont aidé à comprendre qu'il ne faut pas forcer la créativité, mais la laisser se développer naturellement.En somme, Rubin propose une approche de la créativité qui combine ouverture d’esprit, discipline personnelle et collaboration. C'est une perspective qui peut vraiment aider à aborder les projets de manière plus créative et ouverte.Lien de la vidéo : https://www.youtube.com/watch?v=36L9cYkHyZM&t=1s&ab_channel=Glo"
                ]
            }
        ]
    },
    {
        "utilisateur": "Hugo Foucrit",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Créativité netflix pour le 29/01",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Abstract saison 2 épisode 4Dans cet épisode, Cas Holman explique comment elle imagine des jeux pour enfants. Une notion fondamentale pour elle est de laisser l’enfant libre de faire ce qu’il imagine et qu’il n’y ait pas de bonne réponse. Des qu’elle a une idée elle commence tout de suite par la dessiner car ça lui permet d’avoir du recul sur ce a quoi elle pense et pouvoir ainsi le développer plus loin. La plupart de ses projets ressemblent à des legos ou des mecano pour représenter cette liberté d’expression laissée à l'enfant. Pour atteindre le métier et le savoir faire qu’elle a aujourd'hui, elle est passée par beaucoup d'épreuves qui lui ont permis de mettre beaucoup de ses problèmes en perspective et voir ses épreuves comme des formations pour avancer : jeunesse garçon manqué, la passion du breakdance, son questionnement sur son genre et son identité ainsi que tous ses projets qui n’ont pas pu aboutir. Cela montre aussi que cas est capable de revenir sur ses échecs pour apprendre de ses erreurs et ne pas les reproduire comme par exemple le fait de s’entourer de gens expérimentés plutôt que de tout faire toute seule. Un de ses motos est : “easy is boring” parce que pour elle la créativité vient lorsqu’on se heurte a une difficulté et qu’on est obligé de la surpasser en rassemblant des idées de d’autres domaines en plus et ainsi élargir son champ de vision. Pour elle le système éducatif actuel est trop relié au passé industriel de l’histoire et il n’a pas évolué avec le monde aujourd'hui. Les enfants sont trop cadrés et on les empêche de réfléchir par eux mêmes. Un des exercices qu’elle donne en classe pour stimuler la créativité est de dessiner dix fois un sujet sous des angles différents (comme par exemple un contenant pour de l’eau) et ensuite se dépasser et en faire dix autres. D'après elle les enfants jouent parce qu’ils ont en envie mais aussi parce qu’ils en ont besoin car cela leur permet de se développer mentalement et physiquement. Elle conclut l'épisode en expliquant que ses designs dépendent de l’audience visée et que dans le cas des enfants elle a fait attention à ce qu’ils ne puissent pas jouer seul mais plutôt interagir avec les autres pour construire quelque de plus grand qu’eux mêmes.Abstract saison 2 épisode 5Ce deuxième épisode détaille beaucoup moins le processus créatif derrière le design numérique. Il parle plus de qui est Ian Spalter, ce qu’il a fait et de comment les autres le voient. Le sujet de cette vidéo est le redesign d’instagram : comment le logo a été refait et comment la page du profil est en train d'être mise a jour. Pour changer le logo, Ian s’est surtout aligné avec les normes du marché (aplatissement de l'icône) en reprenant ce qui avait les utilisateurs dans l’ancienne icone. Il a ainsi simplifié le symbole d’appareil photo avec un carré, un cercle et un point, mais il aussi repris l'idée de l’arc en ciel pour le mettre dans le fond. Pour la page de profil, le but est de ne pas perdre les utilisateurs en réinventant complètement mais de garder l'allure générale de la page en corrigeant certains détails, comme remettre au second plan les statistiques du compte."
                ]
            }
        ]
    },
    {
        "utilisateur": "Michael Ogbaghebriel",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Streaming révolutionné",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Quand je pense on monde de youtube et du streaming sur d'autre platforme, comme twitch par exemple, j'ai ce problème, et ce n'est pas juste moi, je pense que beaucoup de personnes ont ce problème, je pense que tout a déjà été fait et que c'est quasi-impossible de penser à une nouvelle idée. Mais à chaque année, il y a quelques personnes qui trouvent des idées extrêmement créatives et même pas trop compliquées. Quand on pense au monde des artistes et des athlètes, on dirait un monde intouchable, des personnes normales comme nous être en contact ou être amis avec eux. Par contre, le streamer Kai Cenat a révolutionné tout ke ninde du streaming et il a fait des choses qui semblaient impossibles. Un streamer normal, juste une personne avec une chambre et un ordinateur, personne aurait penser de trouver du monde comme Adele, Lebron James, Kevin Hart, Chris Brown, BARACK OBAMA! Des idées comme ça semblent folles pour 99% du monde, mais en faisant des streams créatifs et drôles comme jamais vu avant et en commençant avec des artistes plus petits sur l'échelle de popularité, il est arrivé là. C'est dûr de résumé toutes les activités créatives qu'il a fait, mais honnêtement c'était vraiment inspirant, passé de 0 abonné avant 2021 à être une vedette mondiale aujourd'hui."
                ]
            }
        ]
    },
    {
        "utilisateur": "Nader El-Doraini",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Volley-ball",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce que tu as expliqué est vraiment impressionnant en termes d'habileté créative à communiquer! Voilà un exemple typique où la créativité ne découle pas nécessairement d'une “grande idée\", mais d'une adaptation astucieuse des ressources existantes. Tu as su mêler observation et intuition avec réflexion pour concevoir une solution simple tout en restant efficace. De plus tu as su tirer parti des signaux non verbaux, une forme de communication souvent négligée mais puissante dans des contextes dynamiques tels que le sport. En résumé tu as montré une pensée ce que Gabor appellerait « contextuellement focalisée »: tu as élargi ta perspective pour envisager une alternative puis recentré pour trouver une solution concrète. C’est une démonstration que la communication peut (et devrait ) également être créative."
                ]
            }
        ]
    },
    {
        "utilisateur": "Younes Bennani",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "TikTok, créativité ou simple tendance ?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "En regardant ce qui se passe sur TikTok, je me suis demandé si on pouvait encore séparer ce qui relève de la vraie créativité et ce qui est juste de la reproduction de tendances.\nBeaucoup de vidéos se ressemblent, mais en même temps, certaines personnes arrivent à se démarquer, à réinventer une trend ou à créer quelque chose de complètement original à partir d’un format ultra codifié.\nEst-ce qu’utiliser un filtre ou un son populaire de manière originale, c’est être créatif ? Ou est-ce que la vraie créativité commence seulement quand on sort complètement du cadre ?\nJe trouve ça fascinant de voir comment une plateforme qui semble parfois répétitive peut aussi révéler des idées super inventives. Et vous, est-ce que vous avez déjà été inspirés par une trend ou une vidéo TikTok pour créer quelque chose vous-mêmes ?"
                ]
            }
        ]
    }
]