[
    {
        "utilisateur": "Alexia Samuel",
        "total_des_commentaires": 4,
        "forums": [
            {
                "titre_du_forum": "Le pouvoir des contraintes créatives",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette vidéo m’a amené à repenser complètement ma perception des contraintes dans un processus créatif. Brandon Rodriguez montre que les limites — qu’elles soient matérielles, temporelles ou physiques — ne brident pas l’innovation, mais au contraire, elles l’encouragent. Ce qui m’a particulièrement marqué, c’est l’exemple de l’atterrissage des sondes sur Mars. Au lieu de considérer les contraintes comme des obstacles, les ingénieurs les ont utilisées comme des points de départ pour imaginer des solutions inédites, comme les fameux airbags qui protègent la sonde lors de l’impact. Cela m’a fait réfléchir à nos propres démarches créatives : sommes-nous trop obsédés par l’idée de liberté totale, au point d’oublier que c’est souvent dans les cadres les plus serrés que naissent les idées les plus puissantes ?\nJ’ai aussi trouvé très inspirante l’idée que la créativité, surtout dans les domaines scientifiques ou techniques, n’est pas un simple « flash » d’inspiration, mais un processus rigoureux, parfois frustrant, qui demande patience, collaboration et adaptation. Rodriguez présente la contrainte comme un moteur, presque comme un partenaire de réflexion, ce qui change radicalement la façon dont on peut envisager un défi. Plutôt que de fuir la difficulté, il s’agirait presque d’entrer en dialogue avec elle."
                ]
            },
            {
                "titre_du_forum": "Art, math et turbulences",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Tu fais un lien vraiment intéressant entre les connaissances primaires et secondaires, et l’idée qu’un intérêt personnel peut mener à des découvertes dans un domaine complètement différent. Ce que j’ai trouvé fascinant dans la vidéo, c’est justement comment Van Gogh, sans formation en science, a réussi à représenter visuellement un phénomène aussi complexe que la turbulence des fluides. Ce n’est que bien plus tard, grâce à des analyses numériques, que des chercheurs ont découvert que certaines de ses peintures – comme La Nuit étoilée – reproduisent des motifs très proches de ceux que l’on observe dans la turbulence selon la théorie de Kolmogorov. Ce qui est encore plus surprenant, c’est que ces motifs apparaissent uniquement dans ses œuvres réalisées pendant ses périodes de troubles psychologiques, alors que ses peintures faites dans des moments plus calmes ne montrent pas ces caractéristiques.\n\nCela nous amène à nous demander si, dans des états modifiés de conscience, certaines personnes ne perçoivent pas différemment le monde. Comme tu l’as mentionné avec l’exemple de l’ingénieur du train-balle inspiré par les oiseaux, parfois c’est en sortant de son domaine habituel qu’on peut faire des liens inattendus et brillants. Dans le cas de Van Gogh, c’est peut-être son regard unique, combiné à son état émotionnel intense, qui lui a permis de capter quelque chose que même les scientifiques n’avaient pas encore compris. Ça montre à quel point l’art peut être plus qu’une simple expression personnelle : il peut devenir une manière de percevoir et même de devancer certaines découvertes scientifiques. Peut-être que si un physicien passionné par la peinture avait regardé de plus près les œuvres de Van Gogh plus tôt, cela aurait pu ouvrir une nouvelle voie de réflexion sur la turbulence bien avant les avancées modernes."
                ]
            },
            {
                "titre_du_forum": "Vidéo virale? ....... Pourquoi?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai aussi trouvé cette conférence super intéressante, surtout dans la manière dont Kevin Allocca explique la viralité avec des exemples concrets et parfois absurdes — genre Nyan Cat, c’est fascinant et complètement délirant à la fois.\nCe qui m’a marqué personnellement, c’est à quel point la viralité semble échapper à toute logique rationnelle. Je rejoins un peu Nader quand il parle de “sensibilité” chez les tastemakers, mais je pense aussi qu’il y a une grosse part de hasard. C’est ça qui me dérange un peu dans l’idée d’essayer de théoriser la viralité : on peut identifier des patterns après coup (tastemaker, communauté, surprise…), mais on ne peut jamais vraiment prévoir ce qui va exploser.\n\nPar rapport à ce qu’Amine disait avec la comparaison aux brevets (nouveauté, utilité, non-évidence), je trouve la métaphore intéressante, mais je ne suis pas certain qu’elle colle complètement. Une vidéo virale peut être inutile au sens pratique, complètement absurde, et pourtant cartonner. Ce n’est pas forcément sa “valeur” qui la rend populaire, mais plutôt la manière dont elle provoque une réaction collective, même si cette réaction, c’est juste un fou rire général ou de l'absurdité totale."
                ]
            },
            {
                "titre_du_forum": "TEDTalk :  Pièce chorégraphique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette vidéo m’a profondément interpellé sur la nature même de la créativité en danse. Le chorégraphe ne se contente pas de transmettre des mouvements figés, il construit un véritable dialogue entre le corps, l’espace et l’imaginaire. Cela me pousse à me demander : la créativité naît-elle davantage des contraintes que de la liberté totale ? Ici, le chorégraphe impose des cadres , une lettre, une forme, une idée, mais c’est précisément à travers ces limites que surgissent des mouvements inattendus et expressifs.\nJ’ai aussi trouvé fascinante sa manière de considérer le corps comme une technologie sophistiquée, capable de penser et de résoudre des problèmes (si le mur tombe je dois le repousser,...). Cette approche chorégraphique montre que la créativité n’est pas qu’une illumination soudaine, mais aussi un processus structuré, nourri par l’expérimentation et la collaboration. Le chorégraphe ne cherche pas la perfection immédiate, mais plutôt l’exploration et l’adaptation en temps réel. Cette liberté de tester, d’échouer et de recommencer est essentielle à toute démarche artistique, mais elle pourrait aussi être appliquée à d’autres domaines."
                ]
            }
        ]
    },
    {
        "utilisateur": "Amine Kazdar",
        "total_des_commentaires": 8,
        "forums": [
            {
                "titre_du_forum": "Pièce chorégraphique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette vidéo m'a permis surtout d'en savoir plus sur le \"thinking process\" derrière un show .Je croyais qu'il n'y a juste pas de thinking process derrière la chorégraphie, que c'est simplement une manière de s'exprimer avec des mouvements au hasard du corps À mes yeux, une chorégraphie était simplement un spectacle amusant, avec des figures artistiques qui expriment l'interaction cerveau-corps: \"qu'est ce qui se passe si je bouge mon corps comme ça? Tout le monde m'applaudit, je vais continuer à le faire alors.\"Après avoir porté une attention particulière aux figures, je constate qu'elles sont hors-norme: il y a des positions tenues qui sont différentes l'une de l'autreAu fait, le nombre de combinaisons de figures pour créer un spectacle doit bien être grande.La personne qui parle donne des indications à ceux qui performent quant aux moyens de réaliser certaines figures: des pistes d'améliorationCela prouve qu'il y a bel et bien des essais-erreurs mais aussi des corrections apportés pour venir chercher le plus de personnes possibles.Maintenant, je le vois comme le \"brewing d'un café\": il y a tellement de paramètres avec lesquels jouer pour créer une chorégraphie.Quel partie du corps bouger?À quel vitesse?Dans quel direction?Avec quel bruit?Quel enchaînement après ce mouvement?"
                ]
            },
            {
                "titre_du_forum": "Vidéo virale? ....... Pourquoi?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans le\nTEDTalk, ce sont les 3 caractéristiques suivantes qui déterminent la popularité\nd’une vidéo : communités de participation, imprévu, « créateurs de\ngoûts ».\n\nÀ mes yeux,\nce serait plutôt la nouveauté, l’utilité et la non-évidence qui seraient\nde mise.Je vais\nprendre la notion de brevet comme référence. Pour qu’une invention soit\nbrevetable, elle doit être nouvelle, utile et non-évidente.\n\nMa vision\nest la suivante : pour qu’une vidéo soit « brevetable » (\ndevienne populaire), il faut un ou plusieurs critères .\n\nIntuitivement,\nje me dis qu’une personne ennuyé a plus de chances de tomber sur une vidéo\nYoutube qu’une personne ayant un horaire limité et donc très peu de temps pour\nregarder Youtube, ce qui la contraindra probablement à choisir des vidéos dans\nses champs d’intérêts. La participation est d’une importance capitale. Dans le\nmême contexte, imaginons qu’au travail, tout le monde parle d’une vidéo\nparticulière. Ce ne serait pas étonnant que la vidéo gagne en popularité. C’est\ndonc à travers le « bouche à oreille » qu’une vidéo peut devenir populaire.\nLa vidéo peut avoir différentes utilité. Principalement , ça pourrait être une\nopportunité de socialiser ou d’échanger des points de vue. Le concept d’utilité\ndu brevet est étroitement lié au concept d’utilisation de la vidéo.\n\nAussi\nsimple que cela puisse paraître, dès que la curiosité est touchée, c’est\nnaturel de vouloir en savoir plus. « As-tu vu la nouvelle\ninvention ? » Donc, le concept de nouveauté, comme c’est le cas pour\nun brevet, est applicable. \n\nUne vidéo\nnon-évidente serait , par exemple, un chat qui regarde un autre chat. Avec 2\njours de vidéo qui sont téléchargées chaque minute sur Youtube , il est clair\nque la non-évidence de certaines vidéos leur permettent de se démarquer.\nComment caractériser la non-évidence maintenant? Ce que je peux voir , c’est\nles réactions ou le résultat : une personne qui se\ndit : « Comment il y a pensé ? » ou bien qui rit à une\nblague « random » ou bien qui analyse de manière intense une concept\na probablement été exposé à de la non-évidence."
                ]
            },
            {
                "titre_du_forum": "Le chemin du \"possible adjacent\"",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce que j’ai\naimé le plus de ce TEDTalk est le fait que certaines notions ne sont que des\ncontraintes, notamment la notion d’idée impossible\n\nCe n’est\npas parce qu’une personne n’a pas trouvé de chemin qu’il n’y a pas de chemin\n\nL’exemple\ndes lois Newton est un bon exemple, qui montre que le « possible »\nest basé sur des hypothèses, et qu’en se posant des questions, on peut arriver\nà « la moitié de la solution »\n\nMaintenant,\nqu’est ce qui cause cela? Je pense que c’est la peur du nouveau\n\nComment\nforcer le changement? Je pense que c’est en explorant l’univers de possibilités\n, (en innovant) : en passant d’une pensée divergente à une pensée\nconvergente, en prototypant, en validant, en résumant\n\nLes\nconcepts de « possible » et d’« adjacent » sont les mots\nclés ici.\n\nUn\n« mix » de ce qui a été fait et de ce qui est nouveau permet de\n« redesign » sa manière de penser arriver à pousser son cerveau à\npenser différemment, pour arriver avec un « nouveau possible ». \n\nMaintenant,\nune question que je me pose , c’est « à quel vitesse innover? »\n\nEn ce qui a\ntrait aux nouveautés, je considère qu’il faut toujours essayer de trouver des\nopportunités de changement. Si ce n’était pas le cas, ceux qui écoutent de la\nmusique écouteraient toujours la même chose. Pourtant, il y a plein de\nclassiques qui sont toujours écoutés. La proposition dans le TEDTalk est de\ncréer une combinaison en exploitant à 80% et en explorant à 20%, à l’aide\nd’outils scientifiques, un peu comme un « remix » d’une musique.\n\n« Les\nintuitions ne sont pas des bons guides ». Je ne suis pas d’accord à 100%.\nJe me dis qu’une personne passionnée , comme Newton, explorera un sujet qui\nmènera à un autre sujet et ainsi de suite, et ce, sans événement aléatoire.\nOui, il y a une part de connaissances mais aussi d’intuitions, du moins des\nintuitions qui seront validés\n\nL’approche\nque j’ai retenu a été la suivante : se donner les moyens de restructurer\nce qui a été fait, le changer, et accepter l’inconnu pour arriver avec des\nnouvelles idées."
                ]
            },
            {
                "titre_du_forum": "Innovation frugale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette discussion\nm’a rappelé un autre TEDTalk précédent parlant des contraintes.\n\nIci, les\ncontraintes que je vois sont des contraintes financières : des personnes\nqui vivent dans un bidonville MAIS qui réussissent quand même à créer de la\nvaleur avec ce qu’ils ont.\n\nCe que je\ntrouve intéressant : la collaboration de tous pour non seulement récupérer\ndes matières(cuivre et aluminium) qui endommagent l’environnement mais en plus\nqui permet de « créer des emplois ». \n\nLe\nprocessus de réparation-->rendre nouveau-> vendre permet de générer de la\nvaleur.Y-a-t-il du biomimétisme ici? J’ai l’impression que oui puisque les déchets sont transformés en solutions durables, comme la faune & la flore qui crée des nutriments à partir de déchets pour des nouvelles formes de vie. Je le vois comme un cycle circulaire.\n\nFaire, pour refaire et ensuite défaire permet de créer de nouvelles\nchoses, surtout que tout est fait « from scratch »\n\nBien\nentendu , derrière le processus créatif se trouve une bonne réfléxion mais qu’est\nce qui pourrait aider? Un incitatif. Seulement avoir des technologies et des\nconnaissances ne suffit pas.\n\nUn nouveau\nmodèle qui a été proposé :\n\n1-     Regrouper des outils et ressources\n\n2-     Apprendre « by doing »\navec les autres\n\n3-     Produire : davantage et de\nbonne qualité\n\n4-     Échanger des revenus \n\n5-     Amplifier le potentiel de faire\n\nJ’aime bien\nla réflexion derrière ce modèle puisqu’il est le résultat de 3 ans de test, peu\ncher, et encourage l’économie locale.\n\nLe cycle de\ncréation derrière est délicat puisqu’intuitivement, les déchets n’ont\naucune valeur mais le processus de recouvrement du « scrap » permet\nde créer de nouvelles choses.\n\nUne leçon que j'ai apprise: pour avoir des bonnes retombées dans le futur, il faut\nvoir ce qui a été fait dans le passé, maîtriser, commencer à partir du bas et\nvoir ce qui marche et ce qui connecte les personnes.\n\nCe que je vois différemment maintenant : en privilégiant la vision « les deux-et » plutôt que « soit-ou »,\nun monde de possibilités peut s’ouvrir.  Par exemple, si j’ai un crayon et une efface,\nje peux créer un crayon effaçable plutôt que d’utiliser seulement le crayon\npour écrire ou seulement l’efface pour effacer."
                ]
            },
            {
                "titre_du_forum": "Les contraintes, oui ou non?",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Est-ce que les contraintes sont une bonne chose?Je pense que ça dépend du contexte.D'un côté, établir des contraintes permet d'éviter certaines situations désagréables. Par exemple, sans contrainte de coûts, le propriétaire d'un commerce peut s'endetter . Sans contrainte de sécurité, un travailleur de construction peut se blesser.Sans contrainte de temps, un programmeur peut développer une solution de qualité.Je pense donc qu'il est important d'établir des contraintes qui font en sorte de minimiser les conséquences négatives et qu'établir des contraintes sans aucune raison peut être contre-productif sur la créativité.D'un autre côté, ne pas établir des contraintes peut établir le chaos.Certains règlements existent, pour des raisons et les enfreindre peut dégrader la qualité de vie des autres. Aussi, lorsqu'il n'y a pas de contraintes, il y a plus de place à l'imagination et donc plus d'idées qui sortent du lot. Je pense donc que ne pas établir des contraintes peut mener à du jamais vu.Dans un monde idéal, orienté sur la créativité, les seules contraintes qui devraient exister, à mon avis, sont des contraintes pour protéger.Ainsi, établir un contact préalable avec les personnes concernés , un peu comme un service sur demande,  permettrait d'éviter des situations potentiellement désagréables.",
                    "Les points que tu as soulevés sont très bons.\n\nPour les contraintes, je pense que ça dépend de ton angle de vue.\nD'un côté, les contraintes \"essentielles\" aident à prioriser un axe de pensée\nD'un autre côté, les contraintes peuvent brider la créativité : si elles existent sans but, il y a peu de places à essayer de nouvelles choses\n\nJe suis d'accord avec toi pour dire que sans repères, il peut être difficile de se repérer. Cependant, ça peut être utilisé à son avantage, comme dans le TEDTalk avec les performances de théâtre où les artistes \"libérent\" leurs idées dans leurs pièces chorégraphiques\n\nL'exemple du haïku est bien pensé, la seule limite serait : à quel point l'originalité est poussé? Pourquoi les rédacteurs vont suivre des \"guidelines\" alors qu'écrire un haïku peut être fait de mille et une manières.\n\nEn pratique, j'ai pensé aux besoins des individus. En théorie, il s'agit bien de l'empathie. Bonne comparaison!"
                ]
            },
            {
                "titre_du_forum": "Art et math: la turbulence",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Avant d'avoir visionné la vidéo, j'associais la turbulence avec de la négativité. Ma seule expérience de la turbulence est lorsque j'ai pris l'avion et qu'on devait passer par une zone de turbulence. Maintenant, créativement parlant, la turbulence peut mener à des idées hors norme. Des idées hors norme qui sont inspirées de plusieurs choses. Prenons l'exemple d'un chat que je dessine. D'un côté, les vétérinaires pourront peut-être déceler , à vue d'oeil, un handicap du chat dessiné. D'un autre côté, un scientifique pourrait y voir une occasion de transformer le mouvement du chat en une énergie réutilisable. J'ai l'impression que ça va dépendre du background( savoir, expérience) . Je pense donc qu'en jouant avec différents paramètres, comme la luminosité et le contraste, comme ce qu'a fait  Van Gogh, la porte de l'interprétation peut être laissé grande ouverte. Peut-être que Van Gogh avait dans son entourage des mathématiciens et qu'inconsciemment, son oeuvre représentait un concept qu'il voyait régulièrement. Donc, je considère qu'il y a tellement de paramètres avec lesquels il est possible de jouer qu'un dessin sans aucune intention peut être relié à des concepts scientifiques/artistiques/sportifs."
                ]
            },
            {
                "titre_du_forum": "Who decides what art means? Hayley Levitt",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ici, on parle surtout d'interprétation: qu'est ce qui est mieux entre un dessert bon ou le processus derrière la création du dessert( souvent meilleur quand c'est fait avec amour)? Je pense que ça dépend du domaine: j'aurai tendance à dire que le résultat compterai plus dans des domaines qui affectent d'autres personnes(construction d'un pont/médceine)mais que c'est moins important dans des domaines personnels/subjectifs (art/cuisine). Je crois que chaque personne pourrait interpréter différemment une situation, donc je n'ai pas de contrôle sur ça.Par contre, ce dont j'ai le contrôle sur, c'est ma manière d'interagir avec les personnes donc je pense que s'adapter à son audience pourrait être une bonne chose. Par exemple, construire un pont(sécuritaire) avec des lumières pour Noël peut être une idée qui viendra chercher plusieurs personnes ou bien cuisiner à une personne invitée son plat favori.Je pense qu'en agissant de la sorte, une création pourrait être plus apprécie car elle est venue chercher les intérêts des personnes."
                ]
            }
        ]
    },
    {
        "utilisateur": "Béatrice Moras",
        "total_des_commentaires": 4,
        "forums": [
            {
                "titre_du_forum": "Vidéo virale?.... Pourquoi?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Pour ajouter sur l’influence qu’à une personne avec un gros audience sur ce genre de mini créations dans réputation. Je pense que la façon dont la personne avec le gros audience, réagit va influencer énormément la façon dont son public interagit avec le contenu. Par exemple, la vidéo Friday a eu beaucoup de haine au début à cause de la façon dont les premières personnes partageait la vidéo. Je suis d’accord que le concept ou la chanson n’était pas les meilleures mais l’artiste aurait pu le constater aussi en ayant pas un énorme feedback sur sa chanson. Je pense qu’il y a un parallèle à faire avec les supérieurs dans les compagnies qui comme les personnes avec des grandes audiences ont le pouvoir sur d’autres personnes et son jugé comme important. Comment un patron réagit à l’idée d’un de ses employés devant d’autre employé peut influencer beaucoup la réaction des autres face à l’idée. Je pense qu’il faut être conscient de cela dans notre façon de réagir à une idée nouvelle, au-delà du simple opinion qu’on peut penser que ça représente, ça peut avoir plus d’impact. Surtout si une personne a une idée qui se fait diminuer.\nÉgalement, pour la vidéo du petit chat qui dansait sur de la musique en faisant un arc-en-ciel. J’avais de la difficulté à établir le moment où ça ne devenait plus créatif dans la chaîne de vidéo en réaction à ce vidéo. J’ai l’impression que la première personne à faire une réplique mais dans un autre pays c’est créatif mais la personne qui fait la deuxième vidéo dans un autre pays ce ne les plus. Mais le mouvement en soit de tous les chats de différents pays me semble créatif, c’est contradictoire. Je trouve compliqué de juger la qualité de la créativité quand c’est fait dans un but un peu plus ludique et loufoque."
                ]
            },
            {
                "titre_du_forum": "Le pouvoir de contraintes créatives",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve intéressant qu’on parle d’innovation à partir d’erreur. Je trouve que rarement c’est encouragé. Exemple, si je travaille pour une firme d’ingénierie et qu’il me demande de concevoir un système par exemple de gestion des eaux pour un cas unique. Je ne pense pas que ça serait tous les patrons qui seraient contents si j’arrive à la fin du temps alloués en leur disant je n’ai pas trouvé de système de gestion de l’eau concluant, mais j’ai élaboré vraiment une bonne façon d’attraper des poissons. Alors j’ai l’impression que souvent en industrie dès que quelque chose ne sert pas notre mandat principal on la délaisse. \nCela est valable aussi d’un point de vue de l’individue creatif dans l’industrie. Personnellement, j’ai récemment signé mon contrat pour mon stage d’été dans lequel j’ai laissé mes droits sur ma propriété intellectuelle à la compagnie pour la durée de mon temps avec eux. Ça m’encourage pas personnellement à avancer mes recherches et innovations si je sais que mon travail ne sera pas reconnu air eux et leur appartiendra en bout de compte. Ça me fait pensé au créateur des Bratz (une poupée plus moderne que la barbie) qui après avoir eu un mega succès avec ces poupées, c’était fait poursuivre par Matel (Barbie) car il avait eu l’idée lorsqu’il travaillait pour eux. Même s’il avait proposé l’idée à ses supérieurs et les supérieurs ne les avaient pas appréciés"
                ]
            },
            {
                "titre_du_forum": "The unexpected math behind Van Gogh's \"Starry Night\"",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "C’est vraiment bien dit Chadi, j’ai trouvé super beau ce que tu as dit dans le deuxième paragraphe. En science, on est vraiment orienté vers les résultats et on demande toujours de prouver ce qu’on avance avec des chiffres et des donnés. Je pense qu’à cause de cela on perd la connexion avec l’instinct. Également, les personnes investissent beaucoup de temps et d’efforts dans l’acquisition de donnés et la réflexion. Alors pour certain on dirait que c’est une insulte de dire que quelqu’un pourrait arriver à un début de théorie sans vraie démarche scientifique. Je trouve ça un peu hautain et classiciste. Je pense qu’il est possible de reconnaître et créditer Van gaugh pour ce qu’il a fait, sans le minimiser car il n’a pas de preuve scientifique.\n\nÀ la radio en début de semaine une chercheuse parlait d’une théorie qui avait été prouvé. Elle disait que c’est grâce aux chiffre que la théorie avait été prouvé. Et qu’en rétrospective la théorie était instinctive. Mais que c’est àeulement, avec les chiffres les chercheurs s’en sont rendus compte\n\nJe crois que les artistes qui ont fait le lien entre la théorie prouvé et après les toiles de Van gaugh est un bel exemple de comment avoir des connaissances dans d a domaines divers peut amener à voir des liens la ou il n’est pas facile d’en faire."
                ]
            },
            {
                "titre_du_forum": "Pièce chorégraphique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Personnellement, j’ai trouvé ce processus créatif assez fou. Le « speaker » était accompagné de très bons danseurs, formés et ouverts d’esprit! Souvent il disait de faire quelque chose aux danseurs et je ne comprenais pas comment ça pouvais être fait jusqu’à temps de voir les danseurs le faire. Ils étaient très « game » de se porter au jeu comme cela!\nÉgalement, je trouve intéressant comment il est parti de quelque vidéo de très abstrait comme une lettre ou le mot TED pour faire une chorégraphie. Ça m’aide à comprendre comment des chorégraphies peuvent avoir un thème. Dans le cas du ted talk les danseurs avaient une réaction physique au mot TED qui ne j’assume n’est oss souvent associé à une réaction émotionnelle, mais de s’imaginer quelque chose de plus émotif devant nous et de danser avec cette imagination dans l’espace peut permettre de créer une chorégraphie. Cette chorégraphie est quelque chose de très physique qui est  crée alentour de quelque chose qui au contraire n’est pas physique mais imaginaire."
                ]
            }
        ]
    },
    {
        "utilisateur": "Bryan El Bitar",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Les contraintes",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Les contraintes, loin d’être des freins, sont souvent le moteur même de la créativité. En imposant des limites, elles obligent à penser autrement, à explorer des solutions inédites. C’est dans ce cadre défini que l’imagination peut véritablement s’épanouir.\nFace à une contrainte, l’esprit est poussé à innover : utiliser moins de ressources, repenser les méthodes, détourner les usages. Ce défi alimente l’inventivité, comme on le voit en art, en design ou en architecture, où les contraintes donnent naissance à des œuvres et projets originaux.\nSans repères, la liberté peut devenir paralysante. Les contraintes, elles, orientent l’énergie créative sans l’étouffer. Elles ne sont pas des murs, mais des appuis.\nBien sûr, trop de limites peuvent freiner l’élan. Tout est une question d’équilibre : un cadre assez solide pour guider, assez souple pour laisser place à l’audace."
                ]
            }
        ]
    },
    {
        "utilisateur": "Bryan Tadié",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Vidéo virale?.... Pourquoi?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Pour ajouter à vos points, je pense qu'aujourd'hui le mot clé c'est ALGORITHME. Tout est calculé sur les réseaux sociaux et dès qu'une vidéo est prise par l'algorithme et bien la plus part du temps elle explose et devient virale. Maintenant, la question qu'on pourrait se poser c'est comment les vidéos sont elles poussées par l'algorithme. Pourquoi certainse vidéos sont prises et d'autres sont laissées dans le néant. Est-ce la qualité, la durée, est-ce dépendant de la personne qui envoie la vidéo, doit-il est être un grand influenceur. Honnêtement, je pense qu'il faudrait demander au développeur de Youtube, Tiktok, Instagram, etc, pour avoir la réponse à cette quesiton, car les facteurs varient. Mais après tant d'année d'expérience sur les réseaux sociaux je suis sur d'une chose. TOUTE vidéo à la capacité de devenir viral."
                ]
            },
            {
                "titre_du_forum": "Art et math, la turbulence",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d'accord avec toi Sophie. Pour moi l'oeuvre de Van Gogh Starry Night est une belle oeuvre et mérite d'être admirée, mais de dire que l'oeuvre reflète l'un des phénomènes mathématique les plus difficiles à démontrer mathématique est un peu tiré par les cheveux à mon avis. Je doute fortement que Van Gogh pensait au mathématique lorsqu'il a réalisé son oeuvre. Il s'est probablement juste dit \"à wow c'est cool\" après avoir réalisé son oeuvre. Comme tu la mentionné, on ne peut pas être créatif sur quelque chose qu'on ne connait pas. \n\nCependant, un point intéressant, c'est qu'on peut utiliser les réalisations de quelqu'un d'autre pour nous même arrivé à un processu créatif. Pour moi, les gens qui on réussi à interpréter son oeuvre d'art comme une réprésentation des turbulence sont créatif en soit, car lier les maths avec de l'art demande de la créativité, car on doit faire des liens avec des choses qu'on connait."
                ]
            },
            {
                "titre_du_forum": "Les contraintes, la fondation de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Les contraintes, souvent perçues comme des obstacles, sont en réalité la fondation sur lequel repose la créativité. Les contraintes stimulent le processus créatif et lui donnent une direction. Voici pourquoi elles forment les fondations, et non la limite, de la créativité :Les contraintes catalysent l'innovation Face à une contrainte, notre esprit est poussé à chercher des solutions alternatives. En d'autres termes, les limites définissent un cadre qui oblige à penser différemment et à explorer des d'autres avenues. Par exemple, dans l'art, des formats spécifiques ou des palettes restreintes de couleurs conduisent souvent à des œuvres uniques et audacieuses.Un cadre pour canaliser l'énergie créative L'absence totale de contraintes peut donner lieu à un sentiment d'immensité paralysante, où l'on ne sait ni où commencer ni comment avancer. Les contraintes servent de balises, orientant l'énergie créative tout en laissant de la place à l'expérimentation. Elles transforment l'immensité des possibilités en un terrain de jeu fertile. La contrainte comme moteur de réflexion profonde Les contraintes invitent à poser les bonnes questions : comment puis-je résoudre ce problème en respectant ces limites ? Cette réflexion conduit à des découvertes et des solutions originales. Par exemple, dans le domaine de l'architecture, concevoir un bâtiment fonctionnel sur un espace restreint ou avec des matériaux écologiques stimule une créativité extraordinaire.Bien sûr trop de contraintes peut aussi être limitant. Comme tout dans la vie, il faut une certaine balance."
                ]
            }
        ]
    },
    {
        "utilisateur": "Chadi Badri",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Les contraintes",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Personnellement, je pense que les contraintes ne sont pas des freins, mais plutôt des catalyseurs de créativité. C’est justement parce qu’on est limité qu’on est obligé de penser autrement, de sortir des sentiers battus. Les contraintes nous forcent à être ingénieux, à trouver des solutions qu’on n’aurait jamais envisagées en situation de liberté totale.\nJe trouve que c’est dans un cadre défini que l’imagination peut vraiment s’épanouir. Par exemple, en design ou en architecture, les projets les plus marquants naissent souvent de contraintes : un espace restreint, un budget limité, des matériaux imposés… Et pourtant, c’est là que l’inventivité explose.\nÀ mon avis, trop de liberté peut même devenir contre-productive. Sans cadre, on peut se sentir perdu, voire paralysé par trop de possibilités. Alors qu’une contrainte bien dosée canalise l’énergie créative. Cela dit, il faut un équilibre : trop de restrictions tuent l’audace, mais un cadre souple peut être un vrai tremplin."
                ]
            },
            {
                "titre_du_forum": "The unexpected math behind Van Gogh's \"Starry Night\"",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’analyse de La Nuit étoilée sous l’angle des mathématiques montre à quel point l’art et la science peuvent être liés de manière inattendue. La turbulence est un phénomène physique complexe, difficile à modéliser, mais que Van Gogh semble avoir représenté instinctivement à travers ses coups de pinceau dynamiques. Des études ont révélé que la répartition des couleurs et des lumières dans son tableau suit des modèles mathématiques similaires à ceux que l’on retrouve dans les fluides en mouvement. Cela soulève une question intéressante : comment un artiste, dans un état mental troublé, a-t-il pu capturer une structure si précise et scientifique ?De mon point de vue, c’est fascinant de voir que l’art peut refléter des concepts scientifiques avancés sans que l’artiste en ait conscience. Van Gogh n’essayait pas de peindre des équations, mais son instinct et son style unique ont donné naissance à une œuvre qui semble contenir une vérité profonde sur la nature. Cela me fait réaliser que l’intuition et l’émotion peuvent parfois mener à une compréhension du monde qui dépasse même l’analyse rationnelle. Cette connexion entre science et créativité est inspirante et me pousse à voir les choses sous un angle plus large, où la logique et l’imagination ne sont pas opposées, mais complémentaires."
                ]
            },
            {
                "titre_du_forum": "Innovation frugale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je comprends ton point de vue, mais je crois que cette approche collaborative est souvent une étape cruciale dans la découverte de solutions nouvelles. Certes, la demande influence énormément la réussite économique, mais l’idée de combiner différentes expertises peut réellement ouvrir la voie à des découvertes inattendues. Le fait de s’allier à des experts en récupération, par exemple, peut aussi répondre à une tendance de plus en plus importante . De ce point de vue, même si la demande immédiate n’est pas évidente, ces idées pourraient s’avérer pertinentes dans un avenir proche."
                ]
            }
        ]
    },
    {
        "utilisateur": "Claire Sordet",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Le pouvoir des contraintes créatives",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Comme vous trois, j'ai apprécié la façon dont M. Rodriguez démontre et exploite les contraintes non pas comme des limites, ni des ennemis mais comme (comme l'ai écrit dans les commentaires précédents) des déclencheurs. \n\nCe que j’ai aussi aimé dans la vidéo, c’est cette idée que les contraintes nous obligent à changer notre regard sur un problème. Quand tout est possible, on ne sait parfois même pas par où commencer. Mais quand on a une barrière, une règle, une restriction, c’est là qu’on commence à chercher des chemins qu’on n’aurait jamais explorés autrement. Et souvent, c’est dans ces détours qu’on trouve des idées vraiment intéressantes.\n\nToutefois, je pense qu'il ne faut pas faire une généralité. Les contraintes ne mènent pas nécessairement à de la créativité. \n\nPar ailleurs, ton point, Sarah-Jade, sur les \"idées qui tombent du ciel\" est pertinents. Puisque comme on l'a vu en cours, une idée çà nécessite du temps."
                ]
            },
            {
                "titre_du_forum": "Art et math, la turbulence",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d'accord avec les 3 commentaires (celui de Sophie, Nader et Bryan). Je trouve aussi que cette vidéo fait un peu trop rapidement éloge de dire que Van Gogh était doué en mathématiques. Même si l'œuvre est magnifique, dire que c'est une résolution d'un problème mathématique c'est un peu tiré par les cheveux. Et comme mentionné au dessus, on ne peut être créatif si on est pas expert. \n\nMais, la vidéo était intéressante. Et elle a essayé, comme on l'a vu dans le cours, de faire des liens entre des activités diverses et variées. Même si là, ce n'est pas sûr que ce soit réellement le cas recherché par Van Gogh."
                ]
            }
        ]
    },
    {
        "utilisateur": "Hugo Foucrit",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Le pouvoir de contraintes créatives",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Un autre exemple d'invention venant du spatial est le feutre : lors de la course à l'espace, la NASA a rencontré un problème avec ses stylo à bille car la gravité ne faisait plus couler l'encre vers la pointe alors ils ont crée un stylo dans lequel la pointe est en permanence imbibée d'encre. Sinon, le lien entre créativité et contrainte est logique car d'après notre cours, nos connaissances sont inhérentes à la créativité or comme celles-ci sont incomplètes, elles sont par définition une contrainte. Je me demande alors qu'elle serait la créativité d'un être omniscient. En théorie elle devrait être nulle car si il est capable de créer quelque chose de nouveau alors il ne serait pas omniscient. C'est drôle."
                ]
            },
            {
                "titre_du_forum": "Innovation frugale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette vidéo est un bon exemple du cours : rassembler les expériences de plusieurs personnes pour trouver une solution originale à un problème. Dans la vidéo, le présentateur explique comment des étudiants avec des connaissances théoriques se sont alliés à des experts en récupération pour trouver des nouvelles méthodes pour exploiter les pièces détachées trouvées dans la décharge. Je suis toutefois un peu dubitatif par rapport à l'optimisme que présente le conférencier. En effet, même si le processus créatif est intéressant, je ne suis pas convaincu que les solutions qui ont été trouvées ont une véritable valeur car dans ce genre d'environnement, je pense que la réussite économique est plutôt guidée par le demande plutôt que par la curiosité."
                ]
            },
            {
                "titre_du_forum": "Art, math et turbulences",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La vidéo et ton commentaire m'ont fait poser la question si on pouvait s'inspirer de l'art et de personnes comme Van Gogh pour avancer dans la recherche scientifique, un peu comme avec le biomimétisme."
                ]
            }
        ]
    },
    {
        "utilisateur": "Juliette Leduc",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "TEDTalk :  Pièce chorégraphique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’apprécie vraiment ton commentaire sur la pièce chorégraphique. \nPour ta question « Cela me pousse à me demander : la créativité naît-elle davantage des contraintes que de la liberté totale ? », je la trouve vraiment intéressante et ça fait quelque temps que j’y pense. On dirait que le chorégraphe se mets plus un type de standard sur c’est quoi qu’il accepte en termes de mouvement du corps. Il semble vouloir que le mouvement soit d’un sens intentionnel et puisse compter une histoire sans mots."
                ]
            }
        ]
    },
    {
        "utilisateur": "Nader El-Doraini",
        "total_des_commentaires": 6,
        "forums": [
            {
                "titre_du_forum": "Pièce chorégraphique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans ce TED, on perçoit clairement plusieurs approches créatives appliquées à la chorégraphie de danse, ce qui démontre qu’il est possible de déclencher un processus créatif spontanément, en temps réel. Wayne McGregor utilise des objets physiques (comme les lettres du mot \"TED\") pour inspirer le mouvement, une forme de bio-inspiration ou de pensée analogique, bien que ce ne soit pas du biomimétisme au sens strict. C’est une manière originale de stimuler la créativité à partir d’un point de départ concret.\n\nIl mobilise ensuite l’itération du design thinking, en testant, observant, ajustant et raffinant les mouvements avec les danseurs, dans une logique d’expérimentation continue. Cette méthode reflète bien la non-linéarité du processus créatif, qui évolue à travers des cycles d’exploration et de validation.\n\nMcGregor impose aussi des contraintes spécifiques, comme limiter les mouvements à une seule partie du corps. Loin d’être des freins, ces restrictions sont utilisées comme des déclencheurs de créativité, forçant les danseurs à sortir de leurs schémas habituels.\n\nEnfin, tout cela se déroule dans un cadre de co-création, où le chorégraphe et les danseurs construisent ensemble la chorégraphie. Cela prouve que la créativité n’est pas une compétence isolée, mais qu’elle peut être transférée, partagée et développée collectivement.\n\nCette démonstration est un excellent exemple de comment différents leviers (objets, contraintes, itérations, collaboration) peuvent activer et nourrir un processus créatif vivant et spontané."
                ]
            },
            {
                "titre_du_forum": "Art et math, la turbulence",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Du point de vue du processus créatif, je pense qu’on devrait être prudent avant d’affirmer que Van Gogh avait l’intention consciente de représenter la turbulence dans La Nuit étoilée. Pour qu’une telle hypothèse soit crédible, il faudrait des preuves concrètes montrant qu’il avait été exposé à ce concept scientifique, par exemple en lisant un article ou en assistant à une conférence. En l’absence de telles preuves, j’ai personnellement du mal à croire qu’il pensait à un phénomène physique aussi spécifique.\nIl me semble plus probable que la représentation tourbillonnante du ciel soit liée à son état mental, à cette période où il était interné à l’asile. Peut-être que ce qu’il voyait ou ressentait dans son esprit s’est traduit par des formes tourbillonnantes, presque hypnotiques, qui expriment une vision personnelle du monde, plutôt qu’une tentative de figuration scientifique.\nCela dit, je trouve que la conférence soulève un point très important : la visualisation artistique peut servir d’outil pour explorer ou même résoudre des problèmes complexes. L’art peut agir comme une extension de nos capacités cognitives et métacognitives, en aidant à représenter l’invisible ou à rendre perceptible des schémas qui échappent à l’œil nu.\nCela me fait penser à la danse frétillante (wiggle dance) des abeilles. À première vue, elle semble aléatoire, mais grâce à des visualisations graphiques, on découvre que ces mouvements sont en réalité codés et porteurs d'information. C’est un bel exemple de comment la représentation visuelle permet de révéler un sens caché dans ce qui semble être du chaos.\nMême si Van Gogh n’avait pas l’intention de représenter la turbulence, son œuvre illustre comment l’art peut anticiper ou refléter des structures profondes de la réalité – parfois sans même que l’artiste en soit conscient."
                ]
            },
            {
                "titre_du_forum": "Vidéo virale? ....... Pourquoi?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cette conférence TED, Kevin Allocca, responsable des tendances chez YouTube, explore les raisons pour lesquelles certaines vidéos deviennent virales, alors que d’autres — parfois tout aussi intéressantes — ne suscitent que peu d’attention. Il identifie trois grands facteurs :\n\n- les tastemakers (influenceurs qui amplifient une vidéo),\n- la participation créative (réactions, parodies, remixes),\n- et l’inattendu (l’élément surprenant qui attire l’attention).\n\nMais ce qui m’a vraiment interpellé, ce sont les réflexions que cette conférence m’a inspirées au-delà de ces trois points.\n\nPremièrement, il y a un lien clair entre YouTube (et l’internet en général) et la démocratisation des idées. Aujourd’hui, il est beaucoup plus difficile de “contrôler” ce qui devient populaire. Les gatekeepers traditionnels (éditeurs, programmateurs télé, etc.) ont été remplacés (ou complétés) par des algorithmes et… les masses. Cela change la façon dont les idées émergent et se diffusent.\n\nDeuxièmement, j’ai vu un lien direct avec ce que Vittorio Loreto appelait le “possible adjacent” : lorsqu’on est connecté à un réseau, nos idées s’enrichissent plus rapidement. Or, la particularité d’un réseau numérique comme YouTube, c’est la vitesse à laquelle ces connexions s’opèrent. Un remix, un commentaire, une mise en contexte — et une idée passe d’un coin obscur du web à un phénomène mondial.\n\nTroisièmement, je me suis posé une vraie question critique : Comment les tastemakers savent-ils qu’une vidéo — comme celle du “double rainbow” — va plaire à des millions de gens? Pourquoi cette vidéo-là, et pas une autre? Qu’est-ce qui déclenche chez eux l’impulsion de partager?\n\nJe n’ai pas de réponse définitive, mais cela me fait penser à la sensibilité aux stimuli externes dont on parle dans le cours. Peut-être que ces tastemakers ont développé un sens particulier pour capter ce qui est culturellement “émergent”, ce qui touche une corde émotionnelle ou humoristique collective. On pourrait dire qu’ils sont des “créateurs de ponts” entre le marginal et le mainstream.\n\nCela rejoint aussi l’idée de créativité sociale : une idée ne devient puissante que si elle est reconnue, relayée, appropriée. Et dans un monde interconnecté, la viralité est peut-être la forme contemporaine la plus brute de cette reconnaissance collective."
                ]
            },
            {
                "titre_du_forum": "Le chemin du \"possible adjacent\"",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cette conférence, Vittorio Loreto commence par démonter un mythe très répandu : celui selon lequel les grandes idées naissent de nulle part. Il prend l’exemple de Newton et Einstein pour illustrer que, contrairement à la légende, leurs découvertes reposaient sur des étapes, des influences, des briques de savoirs accumulées. Ce que l’on retient souvent, c’est le “eureka”, mais on oublie le contexte intellectuel qui précède ces moments de bascule.\n\nLoreto introduit alors la notion de “possible adjacent” : une zone floue située entre ce que l’on connaît et ce qui est actuellement possible à partir de là. C’est en explorant cette zone que l’on fait émerger de nouvelles idées — non pas par magie, mais en étendant progressivement notre compréhension du monde. Il souligne aussi un point essentiel : il y a un écart entre ce qui est “connu” collectivement et ce que chaque individu “sait” personnellement. C’est dans cet écart que l’opportunité créative se cache.\n\nCette idée fait directement écho à ce qu’on a vu dans le cours de créativité :\n\n- L’importance de l’environnement (exposition à des contextes, à des disciplines, à des gens);\n- Et le rôle des traits personnels et des motivations intrinsèques dans l’acte créatif.\n\nCe TED m’a aidé à mieux comprendre que pour devenir plus créatif, il faut s’immerger dans le connu, l’explorer activement — lire, observer, expérimenter — afin de créer des ponts vers ce qui est encore inconnu. C’est une sorte d’exploration rationnelle et continue du “presque possible”.\n\nCette approche va aussi à l’encontre de l’idée selon laquelle la créativité serait un talent pur : elle devient un processus qui dépend de la posture qu’on adopte face au monde, de notre curiosité, de notre capacité à oser aller vers ce qui est à la frontière de ce qu’on maîtrise."
                ]
            },
            {
                "titre_du_forum": "Innovation frugale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le TED de DK Osseo-Asare sur Agbogbloshie au Ghana illustre parfaitement plusieurs notions clés vues en cours. Il remet en question le mythe selon lequel la créativité serait réservée à une élite : les récupérateurs urbains, sans formation formelle, font preuve de pensée divergente, de motivation intrinsèque et de flexibilité cognitive. Leur environnement, bien que contraint, devient un catalyseur de créativité frugale, confirmant que les contraintes stimulent l’innovation.\nOn y voit aussi l’importance des facteurs environnementaux et socioculturels : collaboration, réutilisation de ressources locales, et création d’un makerspace qui favorise l’open innovation. C’est un exemple clair d’un écosystème d’innovation informel et interdisciplinaire.\n\nCe TED m’a fait réfléchir à mon étude de cas sur l’innovation dans le secteur minier (dans le cadre du cours Gestion de l’innovation), où j’ai observé que les technologies comme l’automatisation restent limitées à l’optimisation des modèles d’affaires traditionnels. Pourtant, les déchets électroniques valent plus de 91 milliards $, et le potentiel du urban mining reste sous-exploité, surtout en Occident.\n\nPour progresser, il faut dépasser l’innovation technologique seule, et intégrer des modèles d’économie circulaire, de gig economy et renforcer la coopération entre secteurs (minier, manufacturier, centres de recherche, éco-centres). Ce type d’approche élargit la créativité vers des solutions systémiques et durables — d’ailleurs, je vais m’en servir pour notre projet de groupe!"
                ]
            },
            {
                "titre_du_forum": "Les contraintes, oui ou non?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Une observation personnelle que je retire de cette conférence est que lorsqu’on met vraiment notre énergie, notre attention et notre engagement dans la résolution d’un problème — tout en étant conscient des contraintes et en faisant preuve de pensée divergente en cours de route — on augmente considérablement les chances de trouver une solution, même si cette dernière ne s’applique pas au champ d’intérêt initiale. C’est comme si le fait de reconnaître nos limites nous forçait à exploiter au maximum nos capacités mentales, créatives et stratégiques. \n\nDe plus, même si l’on sait où l’on veut aller et que l’on connaît les limites de nos connaissances, le fait d’être ouvert à des apports extérieurs — qu’ils viennent de domaines différents, de perspectives inattendues ou de disciplines variées — nous permet d’enrichir notre compréhension du problème. Cette ouverture accroît notre capacité à naviguer dans les contraintes, en y apportant des solutions plus originales, hybrides et efficaces. Cela rejoint l’idée que la créativité se développe aussi dans l’interconnexion des savoirs et des points de vue.\n\nJe me demande aussi s’il n’existerait pas d’autres types de contraintes que celles abordées dans ce TED — notamment des contraintes éthiques. Ce type de limite ne dépend pas de la technologie ou des ressources matérielles, mais plutôt de nos valeurs collectives, de notre responsabilité envers l’environnement et les générations futures. Cela ouvre la porte à une réflexion plus large, et plus ancienne, entre philosophes et scientifiques : notre impact sur la planète est-il justifiable dans tous les cas, même lorsqu’il s’agit de \"résoudre des problèmes\" ?\n\nÀ travers cette perspective, la question n’est plus seulement de savoir comment surmonter une contrainte technique, mais de décider si certaines actions doivent être limitées par principe, même si elles sont réalisables. Par exemple, l’extraction minière est essentielle à notre transition vers les énergies renouvelables, mais elle repose sur des ressources non renouvelables et cause des dégâts écologiques majeurs dans les régions concernées. Est-ce que la technologie peut réellement compenser ces dommages? Ou bien faudrait-il repenser en profondeur notre manière de consommer, de produire, et de jeter, à travers le prisme de contraintes éthiques?\n\nDans ce cas, la contrainte ne serait plus seulement un \"obstacle stimulant\", mais aussi un garde-fou moral, nous rappelant que certaines solutions ne sont pas viables à long terme, même si elles sont efficaces à court terme."
                ]
            }
        ]
    },
    {
        "utilisateur": "Samuel Ramos",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Le pouvoir des contraintes créatives",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’adore cette manière de voir les choses, et je me reconnais complètement dans cette réflexion. On a souvent cette image romantique de la créativité comme une explosion de liberté totale, alors qu’en réalité, ce sont souvent les contraintes qui nous forcent à sortir des sentiers battus. L’exemple des airbags pour les sondes martiennes est incroyable — c’est exactement le genre de solution qu’on n’aurait probablement jamais envisagée sans une contrainte extrême.\n\nCe que je trouve super puissant dans cette vidéo (et dans ce que tu en dis), c’est l’idée que les contraintes ne sont pas des ennemis, mais des déclencheurs. Ça inverse totalement notre perspective. Et c’est vrai que dans nos propres projets, on peut parfois se sentir frustré par des limite alors qu’en fait, c’est là que la magie peut opérer. Ça me donne envie de revoir mes blocages non pas comme des murs, mais comme des tremplins.\n\nEt je te rejoins aussi sur le côté rigoureux de la créativité scientifique. Ce n’est pas du tout une illumination soudaine comme on le croit souvent. C’est un boulot d’équipe, de test, d’essais ratés, de patience puis ça la rend encore plus impressionnante, je trouve perso."
                ]
            },
            {
                "titre_du_forum": "Art et math, la turbulence",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je ressens exactement la même chose. C’est fou de penser qu’un peintre, dans un moment de détresse émotionnelle, ait pu toucher du doigt un phénomène aussi complexe que la turbulence, un truc que même des physiciens galèrent à modéliser avec des équations ! Ce genre de lien entre art et science me fascine complètement. Ça montre que l’intuition, l’émotion, ou même juste le regard d’un artiste peuvent parfois aller plus loin que l’analyse rationnelle.\n\nCe que tu dis sur le rapprochement entre art et science, je le trouve super juste. On les oppose trop souvent, alors qu’ils partagent une curiosité profonde pour le monde, une volonté de comprendre, de traduire l’invisible en quelque chose de perceptible. Van Gogh n’avait peut-être pas les outils scientifiques, mais il avait une sensibilité extrême au mouvement, à la lumière, à l’énergie. Et il a capté quelque chose de réel, de physique, sans même le chercher consciemment. C’est beau, et franchement… un peu magique."
                ]
            }
        ]
    },
    {
        "utilisateur": "Sarah-Jade Lessard",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Vidéo virale?.... Pourquoi?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans ce TED Talk, Kevin Allocca explore les raisons pour lesquelles certaines vidéos deviennent virales tandis que d'autres ne suscitent aucune attention. Il identifie trois facteurs clés qui expliquent cette viralité : les influenceurs, la participation des communautés et l'élément d'inattendu. Il souligne que souvent, les gens ne cherchent pas nécessairement à rendre leurs vidéos virales. Ils publient simplement des vidéos qu'ils apprécient, sans penser à la viralité. Parfois, une vidéo peut rester sans visibilité pendant des mois avant de connaître un pic soudain de popularité.\nAllocca attribue ce phénomène de viralité à l'interaction de ces trois éléments. Premièrement, lorsqu'un influenceur partage une vidéo avec sa communauté, il l'expose à une audience plus large, ce qui permet à la vidéo de toucher de nouvelles personnes et d'acquérir de la popularité. Deuxièmement, les communautés jouent un rôle crucial dans cette dynamique. Lorsqu'une vidéo est partagée, il est fréquent que d'autres utilisateurs reprennent son concept pour le modifier ou y ajouter leur propre touche. À force de variations, certaines versions finissent par devenir virales. Enfin, Allocca explique que les spectateurs sont naturellement attirés par ce qui est inattendu ou original. Ils réagissent positivement aux vidéos qui surprennent ou qui présentent quelque chose d'inédit.Je suis totalement d’accord avec ce que dit Kevin Allocca dans la vidéo. Il explique que certaines vidéos, même totalement ridicules ou banales, peuvent devenir virales et c’est quelque chose que je remarque souvent. Je me surprends moi-même à regarder des vidéos et à me dire : « Pourquoi je regarde ça ? Ça n’a vraiment aucun rapport ! » Mais quelque chose dans le contenu capte notre attention et nous pousse à continuer à regarder, même si on ne comprend pas vraiment pourquoi. J'aimerais aussi ajouter un facteur, soit le principe d'algorithmes. Sur des plateformes comme TikTok, par exemple, l’algorithme joue un rôle clé dans la façon dont les vidéos sont partagées et recommandées. Même si une vidéo semble banale ou insignifiante, si elle capte l’attention de quelques utilisateurs, l’algorithme la propulse vers d'autres personnes avec des intérêts similaires. Ce phénomène crée une boucle où des vidéos deviennent virales sans que l’on comprenne forcément pourquoi."
                ]
            },
            {
                "titre_du_forum": "Pièce chorégraphique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai remarqué que certaines personnes ont réussi à percevoir l’aspect créatif de la chorégraphie et la manière dont la créativité peut être transmise à travers la danse. Pour ma part, j’ai eu de la difficulté à saisir l’essence de sa méthode. Dès le début de la vidéo, j’essayais de comprendre ce que le chorégraphe cherchait à explorer, mais son approche m’a paru assez floue. Je pensais qu’une fois la danse commencée, ce serait plus clair. Pourtant, même à ce moment-là, le message créatif derrière la chorégraphie m’a échappé.\n\nJe ne pratique pas la danse et je ne me considère pas comme une personne très artistique, alors j’imagine que cela a influencé ma compréhension du TED Talk. Cette expérience m’a fait réfléchir : peut-être que certaines approches créatives, aussi intéressantes soient-elles pour certains, ne résonnent pas de la même manière pour tout le monde. Chaque personne connecte différemment à la créativité, et ce qui inspire les uns peut laisser les autres perplexes."
                ]
            },
            {
                "titre_du_forum": "Le pouvoir des contraintes créatives",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Comme vous, j’ai été marquée par la manière dont Brandon Rodriguez redéfinit complètement notre rapport aux contraintes. Ce que je retiens surtout, c’est que la créativité, ce n’est pas juste une question d’idées qui « tombent du ciel ». C’est souvent une série d’essais, d’erreurs, de discussions et d’adaptations. Et dans ce processus, les contraintes nous forcent à regarder les choses sous un autre angle, à sortir de notre zone de confort.\n\nPersonnellement, je me souviens que dans le projet personnel, il n’y avait aucune contrainte pour la construction du rapport, et j’ai trouvé ça vraiment difficile. On est tellement habituées à avoir des directives claires dans les autres cours pour les rapports que l’absence de cadre m’a complètement déstabilisée. J’ai réalisé que ça m’a pris beaucoup plus de temps de faire le travail justement parce que je devais moi-même définir mes propres contraintes. Et c’est ce processus-là, de créer mes propres balises, que j’ai trouvé le plus laborieux."
                ]
            }
        ]
    },
    {
        "utilisateur": "Sebastien Negrut",
        "total_des_commentaires": 4,
        "forums": [
            {
                "titre_du_forum": "Les innovations frugales",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le TEDtalk présente le savoir faire ainsi que leurs talent pour réutiliser les déchets et les appareils électroniques. Ceci présente une preuve de créativité qu'on peut être créatifs dans des domaines autres que les arts comme en science et ingénierie car ils sont capable de trouver des façons d'utiliser des déchets pour leurs donner une seconde vie. Ceci me rappelle les discussions à propos des façons d'être créatifs lorsqu'on fait face à des contraintes.La création de l'application pour donner une plateforme aux techniciens me fait penser aux étapes du design thinking avec la compréhension de l'utilisateur pour s'assurer que les techniciens puissent faire des appareils que les utilisateurs auront besoin et le prototypage est la construction des espaces de travail ainsi que l'étape de test qui a duré 3 ans."
                ]
            },
            {
                "titre_du_forum": "Art, math et turbulences",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La vidéo explique la difficulté que les mathématiciens et les physiciens ont eu pour calculer les turbulences dans un fluide ainsi que la manière de peinture de Van Gogh ou il illustre la lumière comme un mouvement surtout comme sur la peinture \"a stary night\". après son temps, plusieurs de la communauté scientifiques ont  été capable de tracer des liens entre la forme des coups de pinceaux de Van Gogh et les mouvements de fluides sous turbulences.Certains disent que Van Gogh a été capable de voir ces phénomènes seulement durant un état de psychose car il a peinturé des turbulences lorsqu'il était dans des institutions de soins psychiatriques. Ceci m'a fait pensé aux discussion que nous avons eux sur les connaissances primaires et secondaires (modèle en T) comme l'ingénieur qui a eu l'idée du  bullet train car il avait un intérêt pour les oiseaux. Dans ce cas un physicien ayant un intérêt pour la peinture aurait pu s'inspirer des paintures de Van Gogh pour tracer la forme de fluides turbulents"
                ]
            },
            {
                "titre_du_forum": "Le pouvoir de contraintes créatives",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La vidéo présente comment les contraintes sont un élément clé qui dirigent les processus créatifs en science. j'ai trouvé ça interessant car être capable de créer sans aucune limite et pouvoir créer avec des contraintes sont toutes les deux des preuves de créativités.Par contre, pour  pouvoir être créatif en s'imposant des limites il faut souvent être un expert dans le domaine. Pas juste en science, mais dans les arts par exemple il serait difficile pour un débutant de peinturer une oeuvre en s'imposant des contraintes comme d'utiliser seulement certaines couleurs. En science par contre, ces contraintes sont plus obligatoires comme les contraintes de matériel, de prix, etc. dans un projet d'ingénierie."
                ]
            },
            {
                "titre_du_forum": "a choreographer's creative process in real time",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "n'ayant jamais fait de cours de dance ou ayant eu un intérêt pour la dance je n'avais aucune connaissance sur le processus créatif derrière les chorégraphies et je ne m'attendais vraiment pas à ça. Le premier processus créatif m'a fait pensé un peu au stimuli aléatoires vu en classe. Le chorégraphe à prit le logo TED derrière lui et l'a utilisé pour s'imaginer des mouvements qui sont \"outlined\" part les lettres TED, il a comme utilisé un logo qui n'a pas vraiment de lien avec la dance ou la musique pour créer une chorégraphie.J'ai aussi trouvé ça assez impressionnant que les danceurs derrières lui ont été capable d'interpréter ses mouvements pour faire une chorégraphie sans vraiment le copier. Je trouve que c'est une preuve de créativité d'être capable de créer quelque chose de nouveau sans le copier car on a souvent tendance à rester très proche du matériel source.j'ai aussi aimé sa deuxième méthode ou il explique qu'il imagine les danceurs comme des lignes ça m'a paru très efficace c'était comme si il avait déjà planifié sa chorégraphie donc ça montre à quel point qu'il a de l'expérience dans le domaine.Finalement j'ai trouvé ça très intéressant quand il a dit qu'il travaille en collaboration avec des neuroscientifique, des professionnels de la science cognitive ou anthropologiste, une autre preuve du lien entre les connaissances primaires et secondaires"
                ]
            }
        ]
    },
    {
        "utilisateur": "Sophie Cournoyer",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Vidéo virale?.... Pourquoi?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Au début du TED Talk, Kevin Allocca explique qu'en 2011, 48 heures de vidéo étaient téléchargées chaque minute sur YouTube. J'ai regardé et cette statistique a explosé avec le temps : en 2022, on parlait de 500 heures par minute (Statista). Cela montre à quel point le contexte a évolué. À l’époque, YouTube gagnait en popularité, mais aujourd’hui, il a pris une ampleur telle qu’il concurrence directement la télévision traditionnelle. Des créateurs comme MrBeast produisent des contenus dignes des grandes productions hollywoodiennes, et les plateformes comme YouTube et Netflix redéfinissent complètement la façon dont on consomme du divertissement. On assiste même à la disparition de certaines chaînes télé, comme Vrak TV, et Netflix commence à proposer des événements en direct, comme le Super Bowl.\n\nVue le changement de contexte, est-il plus difficile pour une vidéo banale de devenir virale ? Les trois facteurs identifiés par Allocca restent toujours pertinents. Cependant, comme tu le soulignes, l’algorithme joue un rôle crucial dans la viralité. Sur des plateformes comme TikTok, YouTube Shorts ou Instagram Reels, les recommandations sont entièrement pilotées par des algorithmes sophistiqués qui analysent l’engagement des utilisateurs. Une vidéo peut être propulsée à des millions de vues en quelques heures si elle capte l’attention de manière efficace. Cela crée une boucle où même un contenu banal peut devenir viral simplement parce qu’il a retenu l’attention d’un petit groupe initial d’utilisateurs. \nFinalement, la viralité est aujourd’hui autant une question de communauté et d’influenceurs qu’une question de performance algorithmique. On pourrait même dire que, dans certains cas, ce n’est plus tant la qualité intrinsèque d’une vidéo qui la rend populaire, mais plutôt sa capacité à capter l’attention immédiatement et à s’inscrire dans une tendance déjà en cours."
                ]
            },
            {
                "titre_du_forum": "Art et math, la turbulence",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans le TED Talk The Unexpected Math Behind Van Gogh's \"Starry Night\", Natalya St. Clair explique comment Van Gogh a représenté, dans La Nuit étoilée, un phénomène mathématique complexe : la turbulence. Selon certains scientifiques, c’est en état de psychose qu’il aurait réussi à capturer cette dynamique et à la transposer en peinture. Je ne suis pas d’accord. Pour créer quelque chose, il faut d’abord en avoir une certaine maîtrise, ou au moins savoir que cela existe. Comme vu en classe, beaucoup pensent que les enfants sont plus créatifs que les adultes, mais en réalité, ils ne cherchent pas à l’être. Un enfant ne dessine pas un chat bleu pour innover, il le fait simplement parce qu’il ignore que les chats ne sont pas bleus. De la même manière, Van Gogh ne pouvait pas peindre ce qu’il ne connaissait pas déjà. Il n’est pas devenu, par un état psychotique, un génie des mathématiques."
                ]
            },
            {
                "titre_du_forum": "Les contraintes, oui ou non?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d’accord avec ton analyse : les contraintes peuvent être bénéfiques ou nuisibles selon le contexte. Comme tu le dis, certaines contraintes sont essentielles pour éviter des conséquences négatives, comme les limites budgétaires, les règles de sécurité ou les délais de production. En ce sens, elles ne brident pas la créativité, mais l’orientent vers des solutions viables et réalistes.\n\nJe trouve intéressant ton point sur l'absence de contraintes, qui peut mener à des idées innovantes. Effectivement, quand il n’y a aucune règle, l’imagination peut s’exprimer librement et produire du jamais-vu. Mais même dans ces cas, on pourrait dire que l’absence totale de contraintes devient une contrainte en soi.\n\nJ’aime aussi l’idée que les seules contraintes nécessaires devraient être celles qui protègent. On pourrait même dire qu’au lieu d’être perçues comme des limites, certaines contraintes peuvent être des guides qui encadrent sans étouffer. Par exemple, écrire un haïku pousse souvent à trouver des formulations plus originales que si l’on avait une totale liberté.\n\nFinalement, ton idée d’un service sur demande pour ajuster les contraintes en fonction des besoins des individus me fait penser à la phase d’empathie avec le client dans le design thinking, où l'on cherche à comprendre les besoins des utilisateurs avant d’imposer des contraintes. En adaptant les règles en fonction des personnes concernées, on évite les limitations inutiles et on favorise une créativité encadrée et libre."
                ]
            }
        ]
    },
    {
        "utilisateur": "Younes Bennani",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Art et math, la turbulence",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Franchement, j’ai trouvé ça vraiment passionnant. Je ne m’attendais pas à ce qu’une œuvre aussi émotionnelle et instinctive que La Nuit étoilée puisse être liée à un concept scientifique aussi complexe que la turbulence. Ce qui m’a marqué, c’est l’idée que Van Gogh, sans aucune formation en physique ou en mathématiques, ait pu représenter avec autant de justesse un phénomène que même les scientifiques ont du mal à modéliser. Ca montre à quel point l’art peut parfois capter des vérités profondes du monde, même de façon intuitive.Ca m’a aussi fait réfléchir sur le lien entre art et science. On a souvent tendance à les opposer, alors qu’au fond, ils ont beaucoup en commun : l’observation, la recherche de sens, l’expression de ce qui est parfois difficile à mettre en mots. Van Gogh, à travers sa sensibilité, a su rendre visible quelque chose d’invisible à l’œil nu et je trouve ca incroyable."
                ]
            }
        ]
    }
]