[
    {
        "utilisateur": "Anyssa Côté-Lefort",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Toutes les formes de créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis en accord avec toi, j'ai trouvé aussi que la ligne est difficile à tracer entre Pro-C et Big-C. Pour moi, j'ai vu Pro-C comme étant un progrès dans un domaine quelconque (plus professionnel), sans pour autant avoir tout bouleversé. Big-C, je le vois plus comme un élément qui vient changer les choses et qui dure dans le temps, mais surtout, qui obtient une certaine reconnaissance (ex : obtention de prix importants).\nToutefois, ça reste encore un peu flou dans ma tête."
                ]
            },
            {
                "titre_du_forum": "Les degrés de créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis totalement en accord avec ce que tu dis. En décomposant la créativité en niveaux, le modèle la rend beaucoup moins intimidante."
                ]
            }
        ]
    },
    {
        "utilisateur": "Audrey Ann Lamirande-Bolduc",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Les degrés de créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé intéressant que le modèle des quatre C (mini-c, little-c, Pro-c, Big-C) élargisse la vision de la créativité. J’aime particulièrement l’idée du mini-c, qui reconnaît la valeur des petites découvertes personnelles dans l’apprentissage, souvent négligées. Le Pro-c ajoute aussi une nuance importante en valorisant les créateurs qui atteignent un haut niveau professionnel sans forcément devenir des « génies » reconnus. Ça rend la créativité plus accessible et montre qu’elle existe à plusieurs niveaux évolutifs"
                ]
            }
        ]
    },
    {
        "utilisateur": "Ewald Jordan Ngandjui Tchuente",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Mon projet personnel et  le modèle des « 4 C »",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article m’a particulièrement interpellé puisque je travaille sur un projet personnel à caractère entrepreneurial pour mon projet final en genie logiciel. Le modèle des « 4 C » de Kaufman et Beghetto m’a permis de mieux situer la créativité dans ce contexte : elle ne se limite pas aux grandes découvertes (Big-C), mais inclut aussi les apprentissages personnels (mini-c) et les innovations professionnelles (Pro-c).\nDans le cadre du développement de mon application, cette perspective m’aide à valoriser chaque étape du processus, même les plus petites idées ou expérimentations, comme faisant pleinement partie de la démarche créative."
                ]
            }
        ]
    },
    {
        "utilisateur": "Fanta Sacko",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Un modèle qui déculpabilise la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai bien aimé ce texte. Le modèle 4 C casse enfin la vision binaire de la créativité et remet l’accent sur le processus: on peut être créatif à son échelle (mini-c, little-c) sans viser le génie (Big-C). Ça déculpabilise et ça donne des repères concrets pour progresser vers le Pro-c. Perso, ça me parle pour situer nos projets du cours et voir comment mesurer un vrai pas en avant."
                ]
            }
        ]
    },
    {
        "utilisateur": "Justin Bourassa",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Associer créativité et reconnaissance",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve que la classification des 4C de Kaufman est vraiment pertinente. Elle montre que la créativité, ce n’est pas juste les grandes œuvres ou les succès qu’on voit partout. On est de plus en plus dans la compétition et on ne célèbre que les meilleurs, ceux qui réussissent de façon visible. Du coup, toutes les petites idées, nos découvertes et même les essais ratés sont souvent ignorés. Cette classification permet justement de reconnaître toutes ces formes de créativité et d’encourager chacun à créer à sa manière et ça sans se comparer aux autres."
                ]
            }
        ]
    },
    {
        "utilisateur": "Laurence Corbeil",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Modèle des 4 C",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce texte de Kaufman et Beghetto sur le modèle des 4 C de la créativité m’a fait réfléchir à la manière dont on perçoit la créativité au quotidien. J’aime que les auteurs brisent l'opposition un peu dépassée entre les petits créatifs (little-c) et les grands génies (Big-C) pour proposer une vision plus nuancée de la réalité. Le concept de mini-c est particulièrement intéressant parce qu'il montre que la créativité est déjà présente dans le simple fait d’apprendre quelque chose et de lui donner une signification personnelle. Je trouve que ça rend la créativité plus accessible puisque ce n’est plus présenté comme un don rare, mais un processus naturel qu’on peut tous vivre et apprendre, même à petite échelle. Le Pro-c est aussi une belle façon de valoriser ceux qui deviennent experts créatifs dans leur domaine sans forcément atteindre le statut de “génie reconnu”. Je trouve que cette manière de présenter le modèle est positif parce qu’il enlève en partie la pression d’être exceptionnel et de se comparer aux autres pour se trouver créatif. Le texte valorise les progrès, les apprentissages, les essais, et pas seulement les résultats qui sortent des normes. Dans un monde où on glorifie souvent des gens qui sont extrêmement créatifs, c’est rafraîchissant qu’on reconnaisse aussi la créativité d’un prof, d’un ingénieur ou d’un élève qui trouve une idée originale. Ce texte me fait penser que la créativité n’est pas juste un résultat, mais un processus, et qu’on peut tous évoluer entre les différents C à plusieurs moments de notre vie et selon différents contextes."
                ]
            }
        ]
    },
    {
        "utilisateur": "Marc Awaad",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Mérite de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La lecture de cet article m’a fait réaliser que la créativité forme vraiment un continuum. Ça va de nos petites idées personnelles (mini-c) jusqu’à l’expertise qu’on développe avec le temps (Pro-c), et parfois même jusqu’au génie qui marque l’histoire (Big-C). Voir la créativité comme quelque chose qui se développe rend le concept plus accessible pour tout le monde, tout en rappelant que le travail des créateurs expérimentés mérite aussi d’être reconnu, et pas juste les génies ou la créativité du quotidien."
                ]
            }
        ]
    },
    {
        "utilisateur": "Mohamed Adlane Oussaada",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Une vision plus inclusive de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve que la classification des 4C de Kaufman et Beghetto est vraiment pertinente, parce qu’elle élargit notre vision de la créativité bien au-delà des « génies » ou des grandes réussites qu’on a l’habitude de célébrer. Elle rappelle que la créativité existe aussi dans les petites découvertes personnelles du quotidien (mini-c), dans les réalisations plus concrètes mais non professionnelles (little-c), ou encore dans le travail soutenu de ceux qui développent une vraie expertise sans devenir des figures historiques (Pro-c).Dans un monde où l’on valorise surtout la performance et la compétition, ce modèle permet de reconnaître chaque étape, chaque essai et chaque progression. Il peut autant servir à mieux comprendre et soutenir la créativité en éducation que dans les milieux de travail, et surtout à encourager chacun à créer sans se comparer aux autres."
                ]
            }
        ]
    },
    {
        "utilisateur": "Nathan Satchlian",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Les 4C et la créativité quotidienne",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Tout à fait d’accord avec ce que tu dis ! En fait, je pense qu’enseigner ce modèle serait une très bonne idée, parce qu’il enlève beaucoup de pression autour du mot “créatif”. Il ne s’agit plus de produire quelque chose d’extraordinaire, mais simplement d’être capable de remarquer, d’interpréter et de donner du sens, même dans les petits moments du quotidien. D’une certaine façon, ce modèle reflète ce que ce cours essaie de nous enseigner et il change notre perspective pour rendre le chemin vers les “Big-C” beaucoup plus atteignable, et par conséquent plus motivant à poursuivre."
                ]
            }
        ]
    },
    {
        "utilisateur": "Noah Lehideux",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Pertinence et utilité de la classification des 4C",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’aime beaucoup ton commentaire, mais il serait pertinent d’ajouter que le modèle des 4 C décrit la créativité comme une continuum plutôt qu’une qualité réservée à l’élite de la société. En effet, en décomposant la créativité en quatre groupes (Mini-C, Little-C, Pro-C et Big-C), il enlève l’idée que seulement les grandes découvertes ou les avancées majeures sont les seules à pouvoir être considérées comme créatives."
                ]
            }
        ]
    },
    {
        "utilisateur": "Omar Ben Khaled",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Pertinence et utilité de la classification des 4C",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La classification de Kaufman et Beghetto est pertinente, car elle élargit la vision de la créativité au-delà du Big-C et du little-c. Elle met en valeur la créativité personnelle et professionnelle. Elle peut servir à mieux comprendre et évaluer la créativité en éducation comme en milieu de travail."
                ]
            }
        ]
    },
    {
        "utilisateur": "Othmane Lakhdar",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Toutes les formes de créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Après lecture du modèle des « Four C » proposé par Kaufman et Beghetto, je trouve que leur distinction entre mini-c, little-c, Pro-c et Big-C apporte une vraie clarté à la compréhension de la créativité. Leur approche met en lumière que la créativité ne se limite pas aux génies ou aux grandes inventions, mais qu’elle est présente dans l’apprentissage quotidien et dans le développement progressif d’un individu. Je suis particulièrement d’accord avec l’idée que la créativité du type mini-c mérite d’être reconnue, car elle valorise les petites découvertes personnelles souvent ignorées. Par contre, je pense que le modèle devient un peu complexe lorsqu’il s’agit de tracer précisément la frontière entre Pro-c et Big-C, ce qui montre que la créativité reste un concept difficile à catégoriser complètement."
                ]
            }
        ]
    },
    {
        "utilisateur": "Salma Latfi",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "nuances de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce que je trouve particulièrement intéressant dans le modèle des quatre C proposé par Kaufman et Beghetto, c’est la manière dont il expose les angles morts des classifications traditionnelles de la créativité. L’article montre bien que le problème n’est pas seulement de distinguer le génie du quotidien, mais surtout de combler les zones grises que le duo Big-C et little-c laisse dans l’ombre. L’introduction de mini-c me semble particulièrement révolutionnaire parce qu’elle repositionne la créativité comme un processus fondamental d’apprentissage, où la valeur est d’abord personnelle et non évaluée selon des standards professionnels. Le fait que des micro-insights vécus dans une salle de classe ou dans l’exploration intuitive d’un enfant soient enfin reconnus comme de la créativité à part entière change profondément la manière dont on envisage le développement créatif. À l’autre extrême, la catégorie Pro-c est tout aussi éclairante. Elle permet de redonner une légitimité à toutes ces contributions expertes qui dépassent largement le bricolage amateur sans pour autant entrer dans la postérité. En ce sens, l’un des apports majeurs de l’article est de mettre en lumière la dimension développementale de la créativité : ce n’est pas une essence, mais une trajectoire, avec des transitions, des plateaux, parfois même des destinations finales différentes. En clarifiant ces nuances, Kaufman et Beghetto offrent un cadre beaucoup plus fidèle à la réalité de ce que signifie devenir créatif, et surtout à la diversité des chemins possibles."
                ]
            }
        ]
    },
    {
        "utilisateur": "Sucy Han",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Les 4C et la créativité quotidienne",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article m’a amené à revoir ma conception de la créativité. Avant, je pensais qu’elle était surtout liée aux grands génies ou aux artistes célèbres, ce que le modèle Big-C illustre bien. Pourtant, le modèle des 4C m’a fait comprendre que la créativité existe à plusieurs niveaux et qu’elle est présente dans notre quotidien, comme j'ai pu le constater en faisant cahier d'observation. La notion de mini-c est directement reliée au but du cahier d'observations. Elle montre que la créativité commence dès que nous donnons un sens personnel à nos expériences, ce que j'ai pu appliqué durant mes observations pendant la session. Ce modèle me semble très utile pour l’éducation, puisqu'il valorise toutes les formes de créativité, pas seulement celles qui sont reconnues par la société."
                ]
            },
            {
                "titre_du_forum": "Mon projet personnel et  le modèle des « 4 C »",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "C'est intéressant de voir comment tu as pu utilisé le méthode des 4C concrètement dans ton projet. Je trouve ça plaisant que tu as appliqué la matière du cours de créativité à d'autres cours de Polytechnique, un bon exemple d'interdisciplinarité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Tarek Halabi",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Texte de Kaufman - 4C",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé que le modèle des quatre C de Kaufman et Beghetto met en avant une vision de la créativité plus accessible et moins binaire. J’aime particulièrement l’idée du mini-c, qui reconnaît la valeur des petites découvertes personnelles dans l’apprentissage, et celle du Pro-c, qui apporte une nuance importante en mettant en avant les créateurs professionnels sans les comparer directement aux grands génies du Big-C. Ce modèle montre que la créativité peut exister à différents niveaux et qu’elle évolue comme un processus, ce qui aide à la penser non pas comme un don rare mais comme une progression que chacun peut vivre."
                ]
            }
        ]
    },
    {
        "utilisateur": "Tia Guy Assaf",
        "groupe": "Loutre",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Les degrés de créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis aussi d’accord avec vous deux. Ce que j’ai aimé dans le texte, c’est que le modèle des 4C montre que même les petites découvertes personnelles, souvent issues d’essais et d’erreurs, ont une vraie valeur créative. Le mini-c illustre bien cette idée que la créativité fait partie du processus d’apprentissage, pas seulement du résultat final."
                ]
            },
            {
                "titre_du_forum": "Un modèle qui déculpabilise la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je pense aussi que le modèle nous invite à valoriser les échecs créatifs. Le mini-c, surtout, inclut ces moments d’essai-erreur où on apprend en explorant. Ça enlève la peur de ne pas “réussir” et montre que chaque étape du processus a une valeur créative en soi."
                ]
            },
            {
                "titre_du_forum": "La responsabilité créative dans le modèle des 4C",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "En lisant le texte de Kaufman et Beghetto, j’ai trouvé très intéressant que le modèle des 4C (mini-c, little-c, Pro-c, Big-C) ne se limite pas à décrire des niveaux de créativité, mais qu’il montre aussi une évolution du rôle du créateur dans la société. À mesure qu’on passe du mini-c, centré sur les découvertes personnelles, au Pro-c et au Big-C, la créativité prend une portée plus large et peut influencer les autres.\nJe pense donc que ce modèle soulève aussi la question de la responsabilité éthique du créateur : plus on progresse, plus nos idées ont un impact sur le monde. J’aime cette idée parce qu’elle relie la créativité non seulement à l’innovation, mais aussi à la conscience de ses conséquences sociales, culturelles ou environnementales. Ça donne au modèle une dimension humaine et réflexive que je trouve très pertinente."
                ]
            }
        ]
    },
    {
        "utilisateur": "Xavier St-Germain",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Une catégorisation ou un spectre ?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Pas comme l'auteur, je soupçonne que la créativité ne suit pas un modèle de catégorie ,mais plutôt un spectre de grandeur. Cependant, l'article va  dans la bonne direction ,puisq'elle représente la créativité sous différents niveaux . De plus, l'auteur cite le fait que plusieurs recherches sont en développement et que celles-ci ne sont pas obliger de repescter le modèle que l'article propose. Selon moi l'article est pertinent,puisqu'il peut servir de base pour ainsi mieux catégoriser la créativité . Ma principale critique concerne la manière dont l’auteur définit les œuvres relevant du Big-C. Il les qualifie selon leur importance historique et leur influence durable sur un domaine donné. L’histoire humaine est complexe et souvent façonnée par ceux qui la documentent et la transmettent. Cela rend difficile l’évaluation objective de la “grandeur” d’une œuvre, d’autant plus que des créations similaires ont parfois émergé dans le passé sans avoir été reconnues ou liées entre elles. Ainsi, la distinction du Big-C repose sur des critères qui peuvent être biaisés ou incomplets."
                ]
            }
        ]
    }
]