[
    {
        "utilisateur": "Alexandre Stephane Njoh",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Étudier et Éduquer la Créativité selon Lubart",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’étude des processus cognitifs de la créativité est complexe car elle repose sur des mécanismes dynamiques, non linéaires et très variables selon les individus et les contextes. La créativité ne suit pas une séquence rigide mais implique des interactions entre plusieurs sous-processus cognitifs (pensée divergente, flexibilité, analogie, évaluation). Sa mesure est difficile car l’illumination et l’incubation inconsciente sont peu observables directement.\nL’éducation à la créativité passe par le développement des compétences cognitives (génération d’idées, flexibilité mentale), la création d’un environnement propice à l’innovation (favorisant l’autonomie et la prise de risque), l’apprentissage de méthodologies structurées (Creative Problem Solving) et l’évaluation constructive des idées.\nLes recherches comme celle de Lubart sont pertinentes car elles permettent de mieux comprendre la créativité, d’améliorer l’éducation et la gestion de l’innovation, et de dépasser les modèles traditionnels simplistes. Elles aident aussi à démystifier la créativité en la considérant comme un ensemble de processus cognitifs accessibles et améliorables."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexia Samuel",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Analyse texte Lubart",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce texte m’a vraiment fait réaliser à quel point il est compliqué d’étudier la créativité. Contrairement à ce qu’on pourrait croire, c’est pas juste une question d’avoir des « bonnes idées » qui sortent de nulle part. Il y a tout un processus derrière, qui fait appel à plein de choses comme la mémoire, l’attention, l’imagination, et même les émotions.\nCe qui rend ça difficile à étudier, c’est que chaque personne pense différemment, et que la créativité peut se manifester de plein de façons. Parfois, une idée surgit d’un coup, comme une illumination, mais souvent, c’est un travail de longue haleine, fait de doutes, d’essais, d’erreurs, et de retours en arrière. On ne peut donc pas vraiment enfermer ça dans un seul modèle simple.\nMalgré tout, je trouve que c’est super pertinent de faire ce genre de recherche. Comprendre les étapes du processus créatif, même si c’est complexe, ça peut nous aider à mieux accompagner les gens qui veulent développer leur créativité, surtout en éducation. Et puis, ça permet aussi de prendre conscience que la créativité, c’est pas magique, c’est quelque chose qui se travaille.\nAlors oui, c’est compliqué, mais justement, c’est pour ça que c’est important d’en parler et de continuer à creuser."
                ]
            }
        ]
    },
    {
        "utilisateur": "Amine Kazdar",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Analyse texte Lubart",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bons points. D'autant plus que, dans certains cas, des personnes arrivent avec des \"idées de génie\" venant de nulle part, sans aucune réfléxion , par pure spontanéité. Je pense donc que, des fois, il ne faut pas chercher à comprendre, ce qui implique que ouais, l'étude de la créativité peut être subjective. Maintenant, comment minimiser la subjectivité? En creusant derrière le processus, I guess."
                ]
            },
            {
                "titre_du_forum": "Étudier et Éduquer la Créativité selon Lubart",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Disons que je suis une personne qui veut s'éduquer sur la créativité, quelle étape considères-tu comme la plus pertinente?"
                ]
            },
            {
                "titre_du_forum": "L'étude des processus cognitifs de la créativité: facile ou difficile?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'étude des processus cognitifs de la créativité peut s'avérer compliquée.  Chez certains, une idée \"ingénieuse\" peut arriver par hasard alors que d'autres peuvent passer beaucoup de temps à chercher une idée, sans succès. C'est pourquoi je considère qu'il est important de trouver un moyen de mesurer la créativité, ou du moins à la catégoriser. En séparant la créativité en différentes étapes, comme la préparation, l'incubation, l'illumination et la vérification, c'est plus facile de l'étudier que sans aucun indicateur. Seulement, le processus derrière la créativité peut différer selon le domaine. Ainsi, une combinaison d'un processus de génération d'idées(brainstorming) et d'exploration d'idées(lesquelles sont bonnes) peut rajouter une valeur positive dans le processus. L'éducation à la créativité est un processus différent de personne en personne. D'un côté , je pense que certains peuvent développer facilement leur créativité principalement grâce aux connaissances qu'ils ont, aux ressources auxquelles ils ont accès et à l'environnement autour d'eux. D'un autre côté, je pense que les personnes motivées/passionnées peuvent aussi développer leur créativité et arriver avec des idées \"ingénieuses\" grâce aux efforts qu'ils mettent.Je crois qu'il est pertinent de faire des recherches comme celle-ci car cela permet de trouver des problèmes, les exprimer, et construire le problème pour arriver à une solution concrète. Par exemple, lors d'un match de football, un attaquant a plusieurs choix pour dribbler un défenseur(vitesse/technique/distraction/paroles...) alors qu'un défenseur se concentre seulement sur le ballon. Donc, pour ne pas être \"créativement frustré\", la phase de production de l'attaquant doit être mis à l'épreuve: il doit lors des pratiques s'essayer et se dire \" Ah, ça a marché lors du training, je vais essayer maintenant\" alors que sans essai, il risque d'être frustré en plein match et ne pas réussir(Practice makes perfect). L'attaquant qui a analysé son adversaire(ex: plus physique, moins rapide) peut identifier un problème à résoudre(la rapidité du défenseur sera utilisé à son avantage) et changer son approche en essayant ( lent sur des longues distances ou courtes distances?). En documentant cela, ce sera facile d'utiliser sa créativité à son avantage."
                ]
            }
        ]
    },
    {
        "utilisateur": "Bryan Tadié",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Défis de l'étude des processus cognitifs de la créativité.",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'étude des processus cognitids de la créativité est compliqué pour plusieurs raisons.1. Interaction entre facteurs internes et externes La créativité repose sur une combinaison de traits cognitifs (flexibilité mentale, capacités d'association), d’émotions (motivation, gestion du stress) et de facteurs environnementaux (contexte social, opportunités). Cette interaction rend difficile l’isolement des mécanismes purement cognitifs.2. Nature imprévisible et non linéaire du processus créatif : Contrairement à d’autres processus cognitifs plus standardisés (comme la résolution de problèmes mathématiques), la créativité implique souvent des moments d’inspiration spontanée et des idées inattendues, rendant leur étude délicate.3. Difficulté de mesure L’évaluation de la créativité ne repose pas uniquement sur des résultats tangibles, mais aussi sur la nouveauté, l’originalité et l’utilité des idées, ce qui complique la mise en place de méthodes d’analyse objectives.Par quoi passe l'éducation à la créativité ? Ça passe par l'enrichissement des connaissances de base, l.'encourageragement de la flexibilité cognitive, stimulisation de la prise de risques et la tolérance à l’échec et la favorisation d'un environnement stimulantEst-ce pertinent de faire des recherches comme celle de Lubart?Je pense que c'est pertinent, car ça permet d'améliorer les méthodes pédagogiques. Comprendre les mécanismes cognitifs de la créativité permet d’élaborer des approches éducatives plus efficaces, adaptées aux besoins de chacun."
                ]
            }
        ]
    },
    {
        "utilisateur": "Chadi Badri",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Texte de Lubart",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve que l'étude des processus cognitifs de la créativité est effectivement complexe, car, comme tu le dis, elle repose sur des facteurs multiples qui interagissent entre eux. Ce n'est pas simplement une question d'intelligence ou de logique, mais aussi de motivation, d'émotions et parfois même de chance. La diversité des parcours créatifs rend l'étude encore plus difficile à saisir de manière précise. Cependant, c'est justement cette complexité qui rend la créativité si fascinante et importante à comprendre pour stimuler l'innovation dans divers domaines.\n De plus, le fait que le processus créatif ne soit pas linéaire complique encore les choses. Certaines personnes ont des idées spontanées, d'autres prennent plus de temps pour développer leurs pensées. Cela montre que l’approche de la créativité peut être très différente d’une personne à l’autre, ce qui rend difficile d’en tirer des conclusions universelles. Mais c’est aussi ce qui rend cette étude si passionnante et nécessaire."
                ]
            }
        ]
    },
    {
        "utilisateur": "Claire Sordet",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Commentaires sur le texte de M. Lubart",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé cet article de Todd Lubart à la fois très riche et parfois un peu déconcertant. Ce que j’ai particulièrement apprécié, c’est la manière dont il retrace l’évolution des modèles du processus créatif : on passe des grandes figures comme Poincaré et Wallas à des théories plus modernes qui s’intéressent aux sous-processus cognitifs impliqués dans la créativité. C’est super intéressant de lire, comme on l'a évoqué en cours, que la créativité ne se résume pas juste à une \"illumination soudaine\", mais qu’elle est en réalité un enchaînement complexe de réflexions, d’évaluations, de reformulations… Et que cela demande du temps et des connaissances dans le domaine. \nJ’ai aussi aimé le fait que M. Lubart ne se contente pas de répéter les anciens modèles, mais qu’il les interroge, les remet en cause, et propose des pistes pour aller plus loin. \nCela dit, j’ai trouvé la lecture parfois un peu dense. Certaines parties tournent un peu en rond ou reviennent sur des idées déjà évoquées. Et j’aurais aimé qu’il y ait plus d’exemples concrets, qu’on puisse relier à des situations qu’on connaît au quotidien, pour mieux visualiser ce qu’il décrit.\nBref, c’est un article très complet et stimulant, qui donne envie d’en apprendre plus, même si ça demande de s’accrocher un peu à la lecture. Il m’a aidé à mieux comprendre que la créativité, ce n’est pas juste une affaire d’intuition ou de génie, mais aussi de mécanismes mentaux qu’on peut explorer, comprendre, et peut-être développer."
                ]
            }
        ]
    },
    {
        "utilisateur": "David Anastacio",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Texte de Lubart",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article m’a fait penser à ce qu'on a vu au début de la session sur les mythes liés à la créativité, notamment l’idée fausse selon laquelle les idées viendraient par magie ou sous forme d’illumination soudaine. Le modèle classique en quatre étapes présenté dans l’article (préparation, incubation, illumination, vérification) montre bien que la créativité demande du travail, du temps, et plusieurs étapes avant qu’une idée vraiment intéressante émerge.\nJ’ai aussi particulièrement aimé la partie où l’auteur explique que le processus créatif n’est pas forcément linéaire. On peut revenir en arrière, mélanger les étapes, faire des pauses ou changer de direction. Ça m’a vraiment rejoint, parce que dans mes propres projets, je vis souvent ça : j’avance, je bloque, j’ai une idée en faisant autre chose, puis je reviens en arrière."
                ]
            }
        ]
    },
    {
        "utilisateur": "Hernan Felipe Gonzalez Contreras",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Les principales théories sur la créativité selon Lubart",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Pourquoi est-ce \"si\" compliqué d'étudier les\nprocessus cognitifs de la créativité ?\n\nL’étude\ndes processus cognitifs de la créativité est complexe en raison de leur nature\ndynamique et multidimensionnelle. Contrairement à d’autres fonctions cognitives\nbien définie, la créativité implique une interaction entre plusieurs processus\ntels que la pensée divergente, l’incubation inconsciente et l’évaluation\ncritique. Ces processus ne suivent pas un schéma fixe et varient selon les\nindividus, les contextes et les domaines d’application. De plus, les recherches\nempiriques doivent concilier des approches subjectives (introspections, témoignages\nd’artistes) et des approches expérimentales (analyses de protocoles, mesures\ncognitives), ce qui rend leur étude difficile. Enfin, la créativité repose sur\ndes facteurs internes (motivation, expertise) et externes (environnement,\ncontraintes sociales), rendant toute modélisation globale particulièrement\nardue.\n\nPar quoi passe l’éducation à la créativité ?\n\nL’éducation\nà la créativité ne se limite pas à l’apprentissage de techniques spécifiques,\nmais implique le développement de plusieurs compétences essentielles. Il est important d’encourager la pensée divergente et la capacité à\nexplorer différentes perspectives. Ensuite, la formation à l’évaluation\ncritique et à l’auto-régulation permet aux individus d’améliorer et de\nstructurer leurs idées. L’éducation doit aussi favoriser un environnement\npropice à l’expérimentation, où l’erreur est perçue comme une opportunité\nd’apprentissage. Enfin, l’interdisciplinarité joue un rôle clé : en exposant\nles apprenants à des contextes variés (art, science, entrepreneuriat), ils\ndéveloppent une flexibilité cognitive qui renforce leur potentiel créatif.\n\nEst-il pertinent de mener des recherches comme\ncelle-ci ?\n\nLes\nrecherches sur le processus créatif sont importantes, tant pour la\ncompréhension de l’esprit humain que pour leurs applications . Sur le\nplan théorique, elles permettent de mieux cerner les mécanismes sous-jacents à\nla créativité et d’enrichir les modèles cognitifs existants. Sur le plan\npratique, ces études sont précieuses pour l’éducation, l’innovation\ntechnologique et la résolution de problèmes complexes dans divers domaines\n(sciences, arts, industrie). Comprendre comment favoriser la créativité\npourrait améliorer les méthodes d’enseignement, les pratiques de gestion en\nentreprise et même les politiques publiques. De plus, à une époque où\nl’intelligence artificielle joue un rôle croissant, il devient crucial de\ndistinguer les spécificités de la créativité humaine pour mieux intégrer ces\noutils dans des processus innovants. Ainsi, ce type de recherche est non\nseulement pertinent mais essentiel pour préparer l’avenir."
                ]
            }
        ]
    },
    {
        "utilisateur": "Juliette Leduc",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Lubart - Complexité des processus créatifs, l'éducation à la créativité, pertinence des recherches",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La multiplicité des processus impliqués rend « si » compliquée l’étude des processus cognitifs. Selon moi, les processus cognitifs sont très personnels, ils dépendent d’une infinité de variables comme : l’enfance, les parents, les écoles qu’on a fréquentées, l’éducation, les valeurs, etc…Selon les articles que j’ai lus à date définissant les processus cognitifs, personne n’est d’accord sur les modèles présentés. Les chercheurs trouvaient trop rigides ou pas assez inclusifs et beaucoup trop schématiques les modèles présentés. Le contexte est aussi une grosse variable à considérer. Un processus créatif change selon le type de problème à résoudre. Par exemple, le processus créatif afin de résoudre un problème artistique ou scientifique ne peut pas être le même.L’éducation à la créativité ne peut pas simplement être de « stimuler l’imagination ». L’éducation à la créativité peut cibler certains processus créatifs :1. Pensée divergente2. Reformulation des problèmes3. Évaluation différée4. Flexibilité mentaleLubart mentionne l’importance de la régulation du processus créatif et qu’une éducation efficace consiste à combiner les étapes de façon pertinente selon la tâche à accomplir.Selon moi, je trouve ça important d’effectuer des recherches comme celle de Lubart car elle décrit qu’il est important de s’adapter et qu’il faut comprendre pour mieux enseigner. De comprendre ce qu’un individu créatif ressent ou pense peut aider à encourager cette créativité. Surtout dans une période comme celle dans laquelle nous sommes, une société en croissance constante au niveau technologique, il faut apprendre comment s’adapter et encourager l’innovation."
                ]
            }
        ]
    },
    {
        "utilisateur": "Loriane Costantino",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Modèles du processus créatif",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article de Lubart illustre des différentes approches du processus créatif à travers l'histoire et selon des modèles contemporains. Les premières théories sur la créativité sont inspirées par des philosophes. Pendant longtemps, la créativité était imaginé comme un don divin plutôt qu'un processus cognitif structuré. On voit qu'avec le temps, plusieurs autres modèles sont apparus comme le modèle en quatre étapes de Wallas : la préparation, l'incubation, l'illumination et la vérification. Ensuite, il y a eu des modèles associatifs qui montre que la créativité c'est la capacité de faire des liens entre des idées différentes. On voit que plus récemment, d'autres modèles sont apparus comme les modèles en système dynamiques qui dit que la créativité est influencée par un réseaux de facteurs comme les facteurs environnementaux, la personnalité, l'histiore. D'autres modèles neuroscientifiques parlent de la créativité comme l'implication des réseaux de pensée divergente et convergente."
                ]
            }
        ]
    },
    {
        "utilisateur": "Michael Ogbaghebriel",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Commentaires",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article de Lubart met en lumière les limites du modèle classique en quatre étapes du processus créatif (préparation, incubation, illumination, vérification), souvent considéré comme trop linéaire et peu représentatif de la réalité cognitive des individus. En explorant les sous-processus comme la pensée divergente, la reformulation du problème ou l’évaluation différée, Lubart propose une vision plus fluide, adaptative et ancrée dans des dynamiques mentales complexes. Le changement de l’attention, du « quoi » vers le « comment » de la créativité, permet de mieux comprendre pourquoi deux individus peuvent arriver à des résultats très différents à partir d’un même problème. Cela nous amène à voir la créativité non pas comme un simple moment de « révélation » ou d'inspiration soudaine, mais plutôt comme une capacité mentale qui se développe petit à petit, avec du temps. Elle demande de faire des allers-retours entre le fait de chercher des idées et celui de réfléchir, tester ou corriger ces idées. Cette perspective rejoint les observations faites en pédagogie, où l’on remarque que les élèves les plus créatifs ne sont pas forcément ceux qui trouvent les idées les plus originales d’emblée, mais ceux qui savent persister, ajuster, et repenser leur démarche. Il serait donc pertinent de développer des outils éducatifs qui favorisent la flexibilité cognitive et la tolérance à l’incertitude plutôt que la recherche rapide de solutions."
                ]
            }
        ]
    },
    {
        "utilisateur": "Samuel Kouakou",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Plusieurs voies valables pour résoudre des tâches cognitives simples et complexes",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "\"A growing body of work in cognitive psychology suggests that there are often several valid paths for solving both simple and complex cognitive tasks\"L'étude des des processus cognitifs de la créativité est complexe car on une multiplicité de sous-processus, ce qui signifie que la créativité ne repose pas sur un seul mécanisme cognitif mais plutôt une combinaison de plusieurs processus. De plus, on est sur une étude assez fragmentée car c'est difficile de pouvoir mesurer ces processus (Janusian thinking, Divergent thinking, Homospatial thinking...) d'autant plus que ces processus ne fonctionnent pas toujours de manière séquentielle.L’éducation à la créativité repose sur l’apprentissage de stratégies pour surmonter les blocages cognitifs et l’amélioration de conditions qui permettent de favoriser l'innovation (accepter que l'erreur fait partie du processus, encourager à l'exploration...) . Il ne s'agit pas seulement d'enseigner ces stratégies mais aussi de pouvoir aller plus loin en essayant de les combiner ou de les adapter en fonction du contexte.Ces recherches sont pertinentes car même si on a pas l'impression qu'il y'ait un but précis défini, on a le sentiment qu'elles permettent d'enrichir nos connaissances sur la créativité en plus de nous faire réfléchir sur des aspects qui nous étaient jusqu'à présent inconnus. La phrase tiré du texte, énoncé au début, permet de bien résumer l'article car elle met en avant trois idées importantes : la pluralité des chemins, la pertinente d'une approche flexible de la créativité et à quel point les processus impliqués peuvent etre complexes."
                ]
            }
        ]
    },
    {
        "utilisateur": "Sebastien Negrut",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Texte de Lubart",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le texte présente la complexité des processus créatifs et les difficultés qu'on peut rencontrer comme la perte de concentration lorsqu'il devient difficile de trouver des idées (souvent à cause d'hyperfixation)..Aussi l'article explique que le processus créatif n'est pas toujours linéaire et que c'est un processus très diversifié car il dépend de l'environnement de chacun.Ceci me fait penser à la présentation du Design thinking et du créative problem solving qui présente un peut une liste d'étape pour pouvoir trouver une solution ou créer, mais l'article va un peu à l'encontre de ces processus, bien qu'ils peuvent être utiles et présenter un bon de départ, le processus linéaire n'assure pas qu'on arrivera à une solution créative. Aussi, l'aspect de l'environnement est important car il a un gros impact sur notre créativité. Puisque nous avons tous des environnements différents les uns des autres ça prouve la variété des processus créatifs et ainsi la difficulté de les étudier.L'article présente une similarité entre l'apprentissage et la créativité étant des changement de la façon de payer attention qui vont déterminer la structure de la mémoire de travail. Donc il être capable de faire attention à plusieurs aspects d'un problème qui peuvent êtres pertinents selon un certain contexte. Aussi l'éducation à la créativité implique qu'il faut être capable de restructurer un problème pour permettre une meilleur association (être capable de créer des liens)"
                ]
            }
        ]
    },
    {
        "utilisateur": "Sophie Cournoyer",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Modèles du processus créatif",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’étude des processus cognitifs de la créativité est complexe parce qu’elle implique de nombreux facteurs interconnectés et difficiles à isoler. Lubart explique que les modèles classiques, comme le modèle en quatre étapes (préparation, incubation, illumination, vérification), sont utiles mais généraux et ne rendent pas compte de la diversité des processus cognitifs impliqués. La créativité est influencée par des processus conscients et inconscients, des capacités individuelles (comme la pensée divergente et la flexibilité mentale), ainsi que par des facteurs environnementaux. Aussi, la créativité varie selon le domaine d’application (scientifique, artistique, technique, etc.), ce qui rend difficile l’élaboration d’un modèle universel.L’éducation à la créativité passe par plusieurs approches. D'abord, le problème-finding, la capacité à identifier et formuler des problèmes de manière originale, plutôt que de simplement chercher des solutions à des problèmes déjà posés. Ensuite, le rôle des processus de pensée divergente, qui permettent d’explorer plusieurs solutions possibles. Puis, l’incubation et la réorganisation des idées, de même que l’expérimentation et l’auto-évaluation. L’apprentissage de la créativité repose donc sur des méthodes qui encouragent la curiosité, la flexibilité et la remise en question des idées préconçues. Les recherches comme celle de Lubart sont pertinentes car elles permettent de mieux comprendre comment favoriser et stimuler la créativité dans différents contextes (éducation, entreprise, recherche, etc.). Une meilleure compréhension du processus créatif pourrait aider à développer des outils pédagogiques adaptés, améliorer les environnements de travail pour encourager l’innovation. Les modèles actuels restent trop théoriques, il serait intéressant de voir les résultats en pratique."
                ]
            }
        ]
    },
    {
        "utilisateur": "Vana Nerguizian",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Texte de Lubart",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Pourquoi est-ce si compliqué l'étude des processus cognitifs de la créativité?L'étude de la créativité est compliquée parce qu'elle repose sur plusieurs facteurs en même temps. La créativité ne vient pas seulement de l'intelligence ou de la logique. Elle dépend aussi de notre motivation, de nos émotions, de notre environnement et meme de notre chance parfois. De plus, le processus créatif ne suit pas toujours un chemin clair. Certaines personnes ont des idées soudaines, d'autres prennent beaucoup de temps à réfléchir. Il est également difficile de prévoir quand et comment une idée va apparaitre. Par quoi passe l'éducation à la créativité?Par l'encouragement à essayer, à se tromper , à penser autrement et à être curieux. Il faut aussi un environnement ouvert, motivant et des méthodes adaptées à chaque personne.Est-ce pertinent de faire des recherches comme celle-ci?Oui, c'est important pour mieux comprendre comment aider les gens à être créatifs, à l'école, au travail et dans la vie."
                ]
            }
        ]
    }
]