[
    {
        "utilisateur": "Alexandre Stephane Njoh",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "vision de Gabora et son application à l'amélioration de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Liane Gabora, dans Revenge of the Neurds, propose une vision originale de la pensée créative en la reliant à la structure et à la dynamique de la mémoire. Selon elle, la créativité repose sur la capacité à osciller entre deux modes de pensée :\n\nPensée associative (divergente) : favorise l’exploration d’idées nouvelles, les connexions inhabituelles et les insights.\nPensée analytique (convergente) : affine et structure les idées trouvées.\n\nElle introduit le concept de \"neurds\", qui sont des assemblages neuronaux réactifs à des aspects atypiques ou abstraits d’un problème. Le recrutement des neurds favoriserait la génération d’idées nouvelles, en établissant des liens entre des concepts habituellement non associés.\nCette vision est-elle pertinente ?\nOui, cette approche est cohérente avec les découvertes en neurosciences et en psychologie cognitive. Elle explique pourquoi certaines personnes sont capables de générer des idées innovantes en passant d’un mode de pensée à un autre et en exploitant la plasticité de la mémoire. Son modèle complète d’autres théories (comme celles de Lubart ou Kaufman) en mettant l’accent sur les mécanismes neuronaux sous-jacents.\nPeut-on utiliser cette perspective pour améliorer sa créativité ?\nAbsolument. Si l’on comprend que la créativité repose sur la flexibilité cognitive, on peut :\n\nPratiquer des exercices de pensée associative, comme les analogies ou le brainstorming sans contrainte.\nFavoriser des états de pensée divergente, en laissant son esprit vagabonder (par exemple, en se mettant dans un état de relaxation).\nApprendre à alterner entre modes de pensée en structurant ses idées après une phase d’exploration libre.\n\nSi cela ne sert pas directement à améliorer sa créativité, en quoi est-ce utile ?\nMême si cette perspective ne transforme pas immédiatement une personne en génie créatif, elle a des implications importantes :\n\nEn éducation, elle permettrait de concevoir des méthodes pédagogiques favorisant une meilleure activation des modes de pensée associés à la créativité.\nEn neurosciences, elle donne des pistes pour comprendre les blocages créatifs et comment les surmonter.\nEn entreprise et innovation, elle montre comment structurer un environnement de travail stimulant l’alternance entre pensée divergente et convergente.\n\nConclusion\nLa vision de Gabora est une avancée majeure dans la compréhension de la créativité. Elle met en lumière le rôle du cerveau dans la production d’idées nouvelles et propose une approche neurocognitive pour stimuler la créativité. Ce modèle peut être appliqué aussi bien en éducation qu’en entreprise pour encourager l’innovation et améliorer les processus de résolution de problèmes."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexia Samuel",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "analyse texte Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé cette vision de la créativité vraiment originale. L’idée que notre cerveau fonctionne comme un réseau qui s’active selon le contexte, et que certaines pensées \"bizarres\" ou éloignées (les fameux \"neurds\") peuvent en fait mener à des idées super créatives, je trouve ça à la fois surprenant et logique.\nÇa me fait penser à ces moments où on pense à quelque chose de complètement hors sujet, mais qui finalement nous donne une idée brillante. Selon cette approche, c’est justement en laissant ces connexions inattendues se faire qu’on stimule la créativité. C’est pas juste une question de concentration, mais aussi d’ouverture mentale.\nEst-ce qu’on peut s’en servir pour améliorer notre créativité ? Je pense que oui. Si on comprend que certaines idées étranges ou pas logiques au premier abord peuvent avoir du potentiel, on apprend à moins censurer nos pensées, à leur laisser une chance. Ça peut vraiment changer notre manière de réfléchir.\nDonc oui, même si c’est un peu technique au début, ce modèle a quelque chose de très libérateur. Il donne une sorte de permission d’explorer, de déborder, sans chercher tout de suite à être cohérent ou rationnel."
                ]
            }
        ]
    },
    {
        "utilisateur": "Amine Kazdar",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Perspective de Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Est-ce que\nje trouve cette vision des choses pertinente? Absolument, lorsqu’elle est\nutilisée de la bonne manière. En effet, savoir qu’il y a 2 notions de pensée,\nl’associative et l’analytique permet à la personne de l’utiliser à son\navantage. Dans une situation qui a besoin de détecter des situations similaires\net en détail, la pensée convergente peut être utile. Dans une situation plus\nlarge, d’analyse de cause à effet, la pensée analytique est bénéfique.\nMaintenant, ces manières de voir ne sont que des outils à mes yeux qui\npermettent de se rappeler que chaque situation devrait être perçu d’une manière\net qu’il faut adapter sa manière de penser pour améliorer sa créativité. Des\nfois, penser simplement à la réponse peut être utile alors que d’autres fois,\nle processus derrière la réponse peut être utile puisqu’il permettra de se\nposer d’autres questions qui, à leur tour, pourront faire changer la réponse.\nBien entendu, ces concepts sont très individuels et sont influencés par des attributs\npersonnels comme la sensitivité, la tolérance au risque et à l’ambiguïté, la\npatience dans la gratification, la non-conformité. Une personne dans un domaine\nplus technique serait avantagée à s’approprier les connaissances dans ce\ndomaine donc penser de manière convergente alors qu’une personne qui doit\nproposer des idées de projet serait avantagé à faire preuve d’originalité en\nayant une pensée plus divergente. Savoir que plusieurs contextes peuvent jouer\nun rôle sur la créativité(contexte social vs contexte physique) peut permettre\nà un individu de changer sa manière de réfléchir à son avantage et donc de\nconditionner son cerveau à développer sa créativité. Bien entendu, chaque\npersonne est différente et les hormones jouent un grand rôle dans cette\ncapacité à générer des idées créatives. Seulement, en étant encouragé à être\ncréatif, il sera davantage facile pour quelqu’un d’user de sa pensée divergente\net donc de résoudre un problème et générer une nouvelle solution. La créativité\nspontanée/délibérée et émotionnel/cognitive peut être associé à un réseau de\nneurones : une température élevée favoriserait la pensée divergente alors\nqu’une température basse favoriserait la pensée analytique. Pour satisfaire au\nmaximum aux contraintes, il suffirait de minimiser la température. Donc, le\nfait d’être alerte et d’avoir une pensée divergente permet de développer sa\ncapacité créative à résoudre des problèmes, dans certains cas"
                ]
            }
        ]
    },
    {
        "utilisateur": "Béatrice Moras",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis très contente de lire cet article suite à la réalisation du cours. Je trouve qu'il fait ÉNORMÉMENT de liens avec beaucoup d'aspects du cours. 1) La capacité à entrer en mode créatif dépendrait de la façon dont notre cerveau passerait de association à logique. Ça fait beaucoup de sens, car toutes associations ne sont pas nécessairement pertinentes ou mène à une solution. Il faut être en mesure de voir comment les associations aléatoires et personnelles qu'on fait peuvent nous amener vers une solution ou une idée. 2)La capacité à faire des associations aléatoire, me fait beaucoup penser à la méthode pour stimuler la créativité qui est stimuli aléatoire. C'est une façon de forcer un élément qui à première vue n'est pas très \"related\" à notre sujet, dans notre réflexion logique. J'ai l'impression que si l'association avec quelque chose de plus aléatoire vient de nous, c'est mieux pour le processus créatif. Exemple le cas de Jane dans le texte, elle connait les skis c'est une monitrice de skis, alors elle s'y connait déjà davantage et est mieux placer pour les réflexions logiques. Versus si je posais l'élément de ski de force à un groupe qui n'a jamais fait de ski j'ai l'impression que 1)de faire des liens seraient moins facile et 2) d'entrer dans le processus de réflexion logique aussi. Également, il parlait de la mémoire, c'est certain que si le lien est personnel il risque d'y avoir une histoire personnelle reliée. Ainsi, plus de \"codage approximatif\" comme dit dans le texte.3) À la fin il parle que la capacité d'un individu à être créatif dépendrait de sa facilité de passer d'un mode aléatoire à logique. Ça me fait extrèmement penser aux jeux en début de cours, au-delà de faire des associations, les jeux demandent de la logique et une réflexion sur la pertience (qui dépend du jeu) de l'association."
                ]
            }
        ]
    },
    {
        "utilisateur": "Bryan El Bitar",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Texte de Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans \"Revenge of the Neurds\", Gabora explique que le cerveau génère des idées nouvelles en utilisant deux modes de pensée : la pensée associative, qui relie des idées apparemment sans lien, et la pensée analytique, qui permet de structurer ces idées. La créativité vient de la capacité à alterner entre ces deux modes, ce qu'on appelle le \"focus contextuel\".Gabora évoque aussi les \"neurds\", des groupes de neurones activés lors de la pensée associative, qui facilitent les connexions inattendues et permettent de trouver des solutions créatives. Lorsqu'on est bloqué, ces neurds aident à explorer de nouvelles idées, avant que la pensée analytique ne prenne le relais pour les organiser.En comprenant ce processus, on peut mieux gérer sa créativité, par exemple en favorisant la pensée associative dans des environnements détendus et en structurant ses idées de manière plus analytique. La créativité repose ainsi sur l'équilibre entre exploration libre et organisation des idées."
                ]
            }
        ]
    },
    {
        "utilisateur": "Bryan Tadié",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Texte de Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve l’approche de Liane Gabora fascinante, car elle propose une vision originale de la créativité en l’expliquant par la dynamique de la mémoire. Selon elle, nos idées émergent grâce aux connexions entre souvenirs, concepts et expériences vécues. Cette perspective me semble particulièrement pertinente, car elle met en lumière l’importance de la flexibilité cognitive et des « sauts conceptuels », ces moments où une idée inattendue émerge d’un rapprochement entre pensées éloignées.\nEn me basant sur cette théorie, je pourrais améliorer ma créativité de plusieurs façons. D’abord, en enrichissant mes expériences et en diversifiant mes centres d’intérêt, j’augmenterais la quantité d’idées et de souvenirs pouvant interagir entre eux. Ensuite, en pratiquant des exercices comme le brainstorming ou les cartes mentales, je favoriserais les associations libres, permettant ainsi à des idées originales de surgir. Enfin, alterner entre réflexion logique et intuitive m’aiderait à explorer les liens cachés entre concepts.\nMême si cette approche ne donne pas de méthode directe pour devenir plus créatif, elle m’aide à mieux comprendre les mécanismes qui façonnent mes idées. Je pense qu’en comprenant ces processus, je peux mieux exploiter mon potentiel créatif, que ce soit dans mes projets personnels, mes études ou mon futur travail."
                ]
            }
        ]
    },
    {
        "utilisateur": "Chadi Badri",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Analyse de la vision de Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans l'article \"Revenge of the Neurds\" de Gabora,qui explique comment le cerveau génère des idées nouvelles en utilisant deux types de pensée : la pensée associative et la pensée analytique. La pensée associative aide à relier des idées qui semblent éloignées, tandis que la pensée analytique permet d'analyser les idées et de les structurer. La créativité vient de la capacité à passer d'un mode de pensée à l'autre selon le besoin, ce qu'on appelle le \"focus contextuel\".Gabora parle aussi des \"neurds\", des groupes de neurones qui s'activent quand on pense de manière plus libre et associative. Ces neurds permettent de faire des liens inattendus entre des idées, ce qui peut mener à des solutions créatives. Par exemple, quand on est bloqué, le cerveau peut faire appel aux neurds pour explorer des idées nouvelles. Une fois qu'une bonne idée est trouvée, le cerveau repasse en mode analytique pour la développer et la rendre plus concrète.Comprendre ce processus peut aider à mieux gérer sa créativité. Par exemple, on peut essayer de stimuler sa pensée associative en se plaçant dans des contextes détendus, ou renforcer sa pensée analytique en organisant ses idées de manière plus structurée. Cette approche aide aussi à mieux comprendre pourquoi on peut être bloqué face à un problème et comment le dépasser.En somme, cet article montre que la créativité repose sur un équilibre entre la liberté d'explorer des idées nouvelles et la capacité de les organiser efficacement. Connaître ce processus permet de mieux utiliser son potentiel créatif dans différentes situations."
                ]
            }
        ]
    },
    {
        "utilisateur": "David Anastacio",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Texte de Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce qui m’a\nle plus marqué, c’est l’idée que la créativité naît de la capacité à alterner\nentre deux modes de pensée : le mode analytique et le mode associatif. Je\nme reconnais un peu dans cette idée, lorsque je travaille sur des sujets qui me\npassionnent. Où j’ai l’impression que les idées me viennent sans forcer, ce qui\nest le mode associatif décrit par l’auteur. Je passe en mode analytique quand\nje dois rendre ces idées concrètes.\n\nCe sont des\nneurones qui nous permettent de penser des façons plus libres, et de créer des\nliens inattendus entre nos idées. Cela nous permet de générer de nouvelle idée\nmême si elles semblent bizarres et de ne pas les éliminer, car elles peuvent\nnous faire penser à d’autres idées comme je l’ai vécu à plusieurs reprises au\ncours de la session."
                ]
            }
        ]
    },
    {
        "utilisateur": "Juliette Leduc",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Article de Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le texte écrit par Gabora décrit que la créativité naît de notre capacité à alterner entre 2 modes de pensée, soit : la pensée analytique (convergente) et la pensée associative (divergente). Gabora propose qu’il y ait des « neurds » : en bref c’est des groupes de neurones et comment ils interagissent. Il nomme le changement entre la pensée convergente et la pensée divergente « contextual focus », car le changement entre les deux pensées est en fonction des contextes et les situations différents. Personnellement, je trouve que sa vision est pertinente, car elle couvre plusieurs thèmes/théorie que nous avons vu dans le cours (à part la pensée convergente) comme le fait que de prendre des risques et la tolérance à l’ambiguïté est des traits de gens créatifs. Le texte parle beaucoup d’expériences scientifiques faites avec un EEG (pourcentage de temps qu’on est dans une phase alpha) et des changements de températures que je n’ai pas nécessairement les connaissances biologiques pour comprendre en détail de quoi il parle. Vers la fin du texte, il donne l’exemple de Jane une professeure de ski qui veut se construire une clôture, mais elle n’a pas les moyens. Il explique ensuite le processus du « back and forth » entre les deux types de pensées et comment elle est arrivée à une solution de clôture en ski. Je trouve ça une belle perspective pour améliorer sa créativité après avoir lu l’exemple concret de Jane. De se baser sur cette telle perspective consisterait à développer sa capacité à « dézoomer » pour entrer en pensée divergente (comme vu enclasse) et de s’exposer à une diversité d’expériences (connaissances en T). De savoir ces informations peut nous permettre de mieux comprendre nos processus cognitifs, d’être conscients et de nous mettre dans des situations pouvant prôner la créativité et favoriser la tolérance à l’ambiguïté."
                ]
            }
        ]
    },
    {
        "utilisateur": "Michael Ogbaghebriel",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Commentaires",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’idée principale de Gabora, c’est que la créativité vient du fait qu’on peut passer d’un mode de pensée à un autre selon la situation : parfois on pense de façon plus libre et intuitive (associative), et parfois on est plus concentré et logique (analytique). Ce va-et-vient permet de sortir des blocages quand on ne trouve pas de solution. Selon elle, notre cerveau active alors des neurones un peu \"marginaux\", qu’elle appelle les neurds, qui nous aident à faire des liens originaux. Une fois qu’on a une bonne idée, on repasse en mode plus analytique pour l’améliorer ou la rendre concrète. Ce fonctionnement montre que la créativité, ce n’est pas juste une illumination magique, mais un vrai processus mental qui alterne entre ouverture et concentration. Ça donne envie de repenser la façon dont on enseigne la créativité : peut-être qu’on devrait apprendre aux gens à mieux gérer ces deux modes de pensée, plutôt que de juste chercher \"l’idée géniale\". Cette approche est intéressante parce qu’elle relie la créativité à des mécanismes concrets du cerveau, ce qui la rend plus accessible et moins mystérieuse. Elle montre aussi que le flou, l’incertitude ou les idées \"bizarres\" ont leur place dans un cheminement créatif."
                ]
            }
        ]
    },
    {
        "utilisateur": "Nader El-Doraini",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "analyse texte Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis tout à fait d’accord avec toi: cette approche est surprenante et, en même temps, elle fait du sens. Ce qui me frappe, c’est à quel point cela rejoint l’idée de Kahneman dans son livre Thinking, Fast and Slow que j’avais lu il y a quelques années, car il soulève la même question des deux façons de traiter l’information.\n\nLe lien entre les idées de Gabora et celles de Kahneman (Thinking, Fast and Slow) repose sur la même observation: nous avons deux façons distinctes de penser. Chez Kahneman, il y a le « Système 1 », rapide et intuitif, et le « Système 2 », lent et analytique. Un bon exemple de la différence entre pensée « rapide » et « lente » est de voir à quelle vitesse on lit un texte aux lettres mélangées, alors qu’un simple calcul comme 17 × 35 requiert beaucoup plus d’effort. \n\nPar exemple:\n“Aoccdrnig to a rscheearch at Cmabrigde Uinervtisy…”, Même si tout est brouillé, on déchiffre aisément grâce au mode intuitif (Système 1), qui s’appuie sur la reconnaissance de motifs. À l’inverse, multiplier 17 par 35 mobilise un mode réfléchi (Système 2), incapable d’utiliser la même forme d’association rapide.\n\nCe qui est intéressant, c’est que Gabora décrit comment on passe de l’un à l’autre, grâce au « contextual focus ». Quand on a besoin d’inspiration ou qu’on est bloqué, on élargit le champ (mode associatif). Puis, dès qu’on tient une piste, on revient à un mode plus rigoureux (mode analytique) pour la peaufiner.\n\nQue ce soit chez Kahneman, qui montre qu’un calcul (17 × 35) peut devenir plus « automatique » (et donc passer du système 2 au système 1) grâce à l’entraînement et la mémorisation (pour faire des calcules mentale rapides), ou chez Gabora, qui fait penser que plus on enrichit sa « base de mémoires » plus on peut établir de liens inattendus en mode associatif, on retrouve la même idée: améliorer et exploiter au mieux sa mémoire est un facteur clé, à la fois pour gagner en rapidité (reconnaître un résultat de multiplication plus vite) et pour stimuler la créativité (faire surgir des connections improbables). Au fond, développer un solide bagage de connaissances et d’expériences ne sert pas qu’à faciliter nos tâches quotidiennes; cela nous donne aussi davantage de “matière première” pour inventer, innover et résoudre les problèmes avec plus de fluidité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Samuel Kouakou",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "L'exemple de Velcro",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette vision de la créativité est intéressante et repose sur des recherches en neurosciences et en psychologie. Elle montre comment notre mémoire et certains groupes de neurones (neurds) nous aident à trouver de nouvelles idées. Cette vision peut être appliquée pour stimuler la créativité en adoptant certaines pratiques, notamment l'alternance entre pensée analytique et associative : prendre du recul et défocaliser son attention permettrait d’accéder à des idées plus originales. Ensuite, revenir à une analyse plus rigoureuse pour structurer ces idées, favoriser des connexions inhabituelles : enrichir ses expériences et connaissances permettrait d’augmenter la diversité des associations possibles dans le cerveau. Même si elle n'était pas directement applicable à la stimulation personnelle de la créativité, cette approche a plusieurs usages notamment l'innovation dont je vais donner l'exemple de velcro (système de fixation crochets et boucles textile)Georges de Mestral, un ingénieur suisse, remarque après une promenade que des fruits de bardane restent accrochés à son pantalon et au pelage de son chien. Plutôt que de simplement les enlever, il défocalise son attention et s’interroge sur le mécanisme sous-jacent. Il observe au microscope que les fruits ont de petits crochets qui s’accrochent aux boucles du tissu. Cette observation active une association inhabituelle entre des concepts qui, en temps normal, n’auraient aucun liens entre eux : les plantes et la couture. Il décide d’expérimenter des matériaux synthétiques pour recréer cet effet et le concept est raffiné jusqu’à aboutir au velcro, aujourd’hui utilisé dans plusieurs applications. C'est sa navigation etre les deux modes (exploration et structuration) qui lui a permis d'arriver à cette innovation.(Une innovation qu'on peut classer comme du groupe Big-C cf: Texte de Kaufman  ;)    )Source : (https://www.velcro.fr/original-thinking/notre-histoire/#:~:text=Une%20inspiration%20inattendue,aux%20poils%20de%20son%20chien.)"
                ]
            }
        ]
    },
    {
        "utilisateur": "Vana Nerguizian",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Texte de Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve cette vision des choses très pertinente, car elle propose une explication claire et concrète du processus créatif. Selon Gabora, la créativité repose sur notre capacité à alterner entre deux modes de pensée: l'un analytique, structuré et logique, utile pour approfondir une idée, et l,autre associatif, plus intuitif et libre, qui permet de générer des connexons nouvelles et inattendues. Gabora appelle ce va et vient la mise au point contextuelle, un mécanisme qui correspond au mode de fonctionnement spontané de notre cerveau. Cela rend la créativité moins mystérieuse, en la rattachant à des mécanismes mentaux accessibles.Il est tout à fait possible de s'inspirer de cette perspective pour améliorer sa créativité. On peut volontairement varier les contextes ou pratiquer des exercices qui favorisent la pensée divergente comme le brainstorming. Même si on ne chercge oas activement à devenir plus créatif, cette approche peut nous aider à mieux comprendre pourquoi certaines idées surgissent par hasard. Elle est également utile dans les domaines comme l'enseignement ou l'innovation, en favorisant des conditions qui stimulent la pensée créative."
                ]
            }
        ]
    }
]