[
    {
        "utilisateur": "Anyssa Côté-Lefort",
        "groupe": "otter",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Analysis of a Creative Act",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai trouvé que l'étude de cas sur Jane était pertinente pour appuyer les explications du processus créatif avec les notions abordées dans l'article (entre autres, pensée associative et analytique). En utilisant un exemple du quotidien, ça permet de voir l'application dans une situation réelle et compréhensible par tous."
                ]
            }
        ]
    },
    {
        "utilisateur": "Audrey Ann Lamirande-Bolduc",
        "groupe": "flamingo",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "La vraie clé du processus créatif",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d'accord avec toi! J’ai trouvé intéressant que Gabora explique la créativité comme un équilibre entre pensée analytique et associative. J’aime particulièrement l’idée que certaines connexions “atypiques” dans le cerveau (les neurds), peuvent mener à des idées originales. Ça montre bien que la créativité vient autant de notre capacité à élargir notre attention qu’à la recentrer pour donner forme à nos idées."
                ]
            },
            {
                "titre_du_forum": "L'attention défocalisée",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé fascinant le concept d’attention défocalisée présenté par Gabora. Elle montre que la créativité naît souvent quand on relâche le contrôle de l’attention, ce qui permet à des idées périphériques ou inhabituelles d’émerger. C’est une belle démonstration que laisser son esprit vagabonder peut être tout aussi productif que de se concentrer intensément. Ca a d'ailleurs été bénéfique pour moi lors de mon processus créatif lors du projet personnel."
                ]
            }
        ]
    },
    {
        "utilisateur": "Ewald Jordan Ngandjui Tchuente",
        "groupe": "otter",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Fini les stéréotypes?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article m’a intéressé parce qu’il décrit la créativité non pas comme un simple « éclair de génie », mais comme une réorganisation de la mémoire et des concepts déjà connus. J’ai trouvé fascinant l’idée que la pensée créative émerge justement quand on relie des éléments habituellement séparés, en permettant au cerveau de s’écarter temporairement de la logique habituelle."
                ]
            }
        ]
    },
    {
        "utilisateur": "Fanta Sacko",
        "groupe": "flamingo",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Quand relâcher l’attention devient un acte créatif",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce que j’ai trouvé particulièrement intéressant dans l’article de Gabora, c’est la façon dont elle explique que la créativité ne vient pas uniquement d’un moment d’inspiration intense, mais plutôt d’un mode cérébral flexible qui permet au cerveau de passer d’une attention focalisée à une attention défocalisée.J’ai aimé l’idée que certaines idées “étranges” ou “non pertinentes” (les neurds) peuvent devenir créatives si on les laisse entrer dans le processus. Ça rejoint ce qu’on vit dans le quotidien : souvent, une idée surgit quand on ne se force plus à trouver une solution.Ce concept m’a fait réaliser que la créativité n’est pas forcément un éclair de génie, mais un ajustement constant : savoir élargir notre attention au bon moment, puis la reconcentrer pour concrétiser l’idée. Je trouve que cette vision rend la créativité plus accessible et moins « magique » — presque comme une compétence qu’on peut entraîner."
                ]
            }
        ]
    },
    {
        "utilisateur": "Gabriel Suarez Muniz",
        "groupe": "flamingo",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "La vision proposée par Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je pense que la vision proposée par Gabora est pertinente, puisqu'elle explique la créativité à partir du fonctionnement de la mémoire humaine: une mémoire distribuée, corase-coded et content-addressable, capable de faire émerger des associations inédites. Son idée de contextual focus montre bien que la créativité dépend de notre capacité à passer d'une pensée analytique et focalisée à une pensée plus associative et défocalisée. Ce changement permet d'accumuler des neurds, comme expliqué dans le texte, qui permettent de rendre possible des connexions originales. Je pense qu'il est possible de se baser sur une telle perspective pour améliorer sa créativité. En effet, j'ai compris de l'article que la pensée créative émerge d'un élargissement de l'attention qui contribue à créer des conditions favorables à la pensée associative, qui varie les contextes, laisse de la place au vagabondage mental et nous expose à des expériences diversifiées, ce qui est essentiel au processus créatif."
                ]
            }
        ]
    },
    {
        "utilisateur": "Marc Awaad",
        "groupe": "otter",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Créativité de manière inattendue",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce que j’ai trouvé particulièrement intéressant dans cet article, c’est l’idée que nos “neurds”, ces neurones qui répondent à des détails inhabituels, peuvent être recrutés pour créer des liens auxquels on n’aurait jamais pensé en mode analytique. Ça donne vraiment l’impression que la créativité émerge quand on laisse un peu plus de place aux associations inattendues."
                ]
            }
        ]
    },
    {
        "utilisateur": "Nathan Satchlian",
        "groupe": "flamingo",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "La vraie clé du processus créatif",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve que vos deux points se complètent vraiment bien. Quand j’écris un texte scientifique, j’ai souvent de la difficulté si je reste trop longtemps en mode analytique. Alterner entre écrire activement et laisser mon cerveau y réfléchir pendant une journée me donne toujours des résultats plus créatifs. Je dis souvent que “je suis en train d’écrire mon texte dans ma tête”. Ça me fait penser à ces moments où on dit “attends, je pense que j’ai une idée”. Le lien entre la pensée analytique et associative n’est pas toujours évident, mais on le ressent clairement dans ces situations."
                ]
            }
        ]
    },
    {
        "utilisateur": "Noémie Beuel",
        "groupe": "otter",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Analyse texte de Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce qui m’a vraiment intéressée dans cet article, c’est la façon dont il explique la créativité. On pense souvent que “être créatif”, c’est juste avoir de l’imagination ou des idées qui sortent de nulle part. Mais ici, l’auteure montre que c’est quelque chose de beaucoup plus complexe et subtil. En fait, elle décrit la créativité comme un jeu d’équilibre dans notre cerveau donc parfois on se concentre très fort sur un problème (pensée analytique), et parfois on laisse notre esprit partir pour faire des liens inattendus (pensée associative). Et c’est justement la capacité à basculer d’un mode à l’autre au bon moment qui rend une personne créative. Et j'ai trouvé ça fou qu'elle dise ça car le fait de faire partir son cerveau à la recherche de milliers d'idées et de traverser même tes propres barrières bah c'était exactement ma définition de la créativité.J’ai aussi beaucoup aimé l’idée des “neurds\" comme a aussi dit quelqu'un dans le forum, ce sont des petits groupes de neurones qui s’activent quand on remarque des détails bizarres ou qu’on associe des choses qui, normalement, n’ont rien à faire ensemble. Ça montre que la créativité n’est pas juste un talent, mais aussi une ouverture à ce qui paraît étrange ou inutile au premier regard et en vrai la créativité des fois c'est associé des choses que personnes ne penseraient à associer donc ça passe bien par là. Finalement, cet article m’a fait réaliser que la créativité n’est pas du tout du hasard. C’est une façon de penser qui demande à la fois de la liberté et du contrôle. Et ça, j'avais jamais fait gaffe avant, pour moi c'était que de la liberté. Ça me donne une vision plus scientifique mais aussi plus humaine du processus créatif : on peut tous être créatifs, si on apprend à jouer avec nos pensées plutôt que d’essayer de les bloquer."
                ]
            }
        ]
    },
    {
        "utilisateur": "Othmane Lakhdar",
        "groupe": "otter",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Comprendre la créativité à travers le concept des “neurds” de Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans le texte de Gabora, j’ai trouvé particulièrement intéressante l’idée que la créativité vient de notre capacité à activer des associations « atypiques » dans notre mémoire — ce qu’elle appelle les neurds. Contrairement à une vision classique où la créativité serait un talent exceptionnel, Gabora montre qu’elle émerge lorsque le cerveau laisse entrer des informations périphériques, moins évidentes mais potentiellement riches. Je suis d’accord avec cette perspective, car elle explique pourquoi les idées créatives apparaissent souvent dans des moments de relâchement ou de divagation mentale. Cependant, je trouve que le concept reste un peu abstrait et difficile à mesurer concrètement, même s’il permet de mieux comprendre comment des idées originales peuvent surgir à partir d’éléments banals."
                ]
            }
        ]
    },
    {
        "utilisateur": "Salma Latfi",
        "groupe": "flamingo",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "L’émergence de l’insight",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce qui m’a particulièrement interpellée dans l’article de Gabora, c’est la façon dont elle dépasse la métaphore classique du « divergent vs convergent thinking » pour l’ancrer dans une architecture neuronale précise. En introduisant les neurds, elle donne une explication presque matérialisée du moment où la pensée créative bascule vers des associations atypiques. Ce n’est plus seulement une question d’état mental, mais un changement dans la géométrie même de l’activation neuronale, où le cerveau élargit temporairement le champ des micro-features considérées. Cette idée rend beaucoup plus tangible le phénomène d’insight : ce n’est pas une apparition magique, c’est une conséquence émergente du fait que certaines cliques neuronales abstraites, normalement silencieuses, deviennent soudain pertinentes. Je trouve que cela remet aussi en question la vision romantique de l’inspiration. Gabora montre que l’originalité vient moins d’un « chaos créatif » que d’une modulation fine de l’attention et du contrôle cognitif qui permet, au bon moment, de laisser ces neurds entrer en scène."
                ]
            }
        ]
    },
    {
        "utilisateur": "Sucy Han",
        "groupe": "otter",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Quand relâcher l’attention devient un acte créatif",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ici, on peut aussi faire le lien avec le texte de Lupart qui dit que les idées créatifs ne sont pas des « illuminations », mais plutôt un processus complexe. C'est donc en faisant des associations entre différentes idées de notre mémoire, par exemple dans le quotidien comme tu l'as mentionné, que la pensée créative s'active réellement"
                ]
            }
        ]
    },
    {
        "utilisateur": "Tarek Halabi",
        "groupe": "otter",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Analyse du texte de Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Parmi les articles que j’ai lus jusqu’à présent, celui-ci me paraît le plus « scientifique », car il explique la distinction entre pensées analytiques (logiques, focalisées) et pensées associatives (intuitives, divergentes). Il montre comment ces modes de pensée mobilisent des cliques neuronales atypiques capables de relier des éléments éloignés en mémoire et de générer des idées originales. J’ai trouvé cela intéressant, puisque la créativité est souvent présentée comme quelque chose de nébuleux, et je n’avais jamais réfléchi à ce qui se passe concrètement dans le cerveau."
                ]
            }
        ]
    },
    {
        "utilisateur": "Tia Guy Assaf",
        "groupe": "otter",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "La vraie clé du processus créatif",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce que j’ai trouvé particulièrement intéressant dans le texte de Gabora, c’est la notion de focus contextuel. L’auteure explique que la créativité ne vient pas seulement de la pensée associative, mais surtout de la capacité à alterner entre deux modes de pensée selon la situation : un mode ouvert et exploratoire, puis un mode plus analytique et structuré. J’aime cette idée parce qu’elle montre que la créativité, ce n’est pas un état constant, mais plutôt une adaptation dynamique à notre environnement. Ça explique bien pourquoi certaines idées émergent quand on est détendu, puis se concrétisent quand on se reconcentre."
                ]
            },
            {
                "titre_du_forum": "Analysis of a Creative Act",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d’accord avec toi, l’exemple de Jane rend vraiment les notions de l’article plus concrètes. Ce que j’ai aussi trouvé intéressant, c’est la façon dont Gabora explique que cette alternance entre pensée associative et analytique dépend du focus contextuel. C’est cette capacité à passer d’un mode à l’autre qui permet d’être vraiment créatif. L’étude de cas le montre bien, parce qu’on voit Jane élargir ses idées, puis les recentrer pour trouver une solution originale."
                ]
            }
        ]
    },
    {
        "utilisateur": "Wilfried Fonkoua Kaptue",
        "groupe": "flamingo",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "L'attention défocalisée",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le concept d’attention défocalisée présenté par Gabora met bien en lumière l’importance de laisser l’esprit s’ouvrir à des idées périphériques pour favoriser l’émergence de nouvelles associations. Cette approche montre que la créativité ne se réduit pas à un effort de concentration intense, mais repose aussi sur la capacité à alterner entre des modes de pensée divergents et convergents selon les besoins du processus créatif."
                ]
            }
        ]
    }
]