[
    {
        "utilisateur": "Alexandre Stephane Njoh",
        "groupe": "otter",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Pertinence du modèle d’Amabile et son application à la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le modèle componentiel de la créativité de Teresa Amabile identifie quatre éléments clés influençant la créativité : compétences dans le domaine, processus cognitifs créatifs, motivation intrinsèque et environnement social.\nPourquoi est-il difficile d’étudier la créativité ?\n\nLa créativité résulte d’une interaction complexe entre facteurs individuels et contextuels, rendant son analyse difficile.\nSon évaluation est subjective et dépend de la perception des experts du domaine.\nLa motivation intrinsèque, essentielle à la créativité, peut être influencée négativement par des facteurs externes comme les récompenses ou la pression.\n\nComment éduquer à la créativité ?\nL’éducation à la créativité passe par :\n\nLe développement des compétences dans un domaine donné.\nL’apprentissage de la pensée divergente et de la flexibilité cognitive.\nLe renforcement de la motivation intrinsèque, en évitant une pression excessive.\nUn environnement stimulant, favorisant l’expérimentation et l’échange d’idées.\n\nPertinence des recherches d’Amabile\nSes travaux permettent de mieux comprendre et améliorer la créativité, en optimisant les pratiques éducatives et managériales. Ils démontrent que la créativité n’est pas un don inné mais un processus influençable, utile pour l’innovation et la gestion des talents.\nConclusion\nLe modèle d’Amabile est pertinent pour étudier, développer et favoriser la créativité en tenant compte des dimensions cognitives, motivationnelles et environnementales."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexia Samuel",
        "groupe": "flamingo",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "analyse texte Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai vraiment trouvé ce modèle très proche de ce que je vis quand je crée quelque chose. Amabile parle de plusieurs éléments qui influencent la créativité : la motivation, les compétences, l’environnement… Et honnêtement, je m’y retrouve.\nPar exemple, quand je suis super motivée par un projet, je sens que mes idées viennent plus facilement, je prends plus de risques. Mais si je suis stressée, ou si je sens que je suis jugée, c’est comme si tout bloquait. Donc l’idée que la motivation personnelle est essentielle, je la trouve très juste.\nJ’ai aussi aimé l’accent qu’elle met sur l’environnement : un cadre qui encourage l’expérimentation et qui accepte l’erreur, ça change tout. Je pense que trop souvent, on sous-estime l’importance de l’ambiance autour pour être créatif.\nCe modèle m’a aidé à mieux comprendre pourquoi parfois je suis inspirée, et d’autres fois pas du tout. Et surtout, il donne des pistes concrètes pour créer de meilleures conditions pour que la créativité ait vraiment de la place."
                ]
            }
        ]
    },
    {
        "utilisateur": "Amine Kazdar",
        "groupe": "flamingo",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Texte Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ouais, tout ce qui est théorie poussée , je t'avoue que j'ai rien compris non plus.\n\nD'autant plus que certains affirment que la partie droite/gauche du cerveau n'est qu'un mythe. Si ça t'intéresse, cet extrait audio de 16 minutes en parle.\n\nhttps://ici.radio-canada.ca/ohdio/premiere/emissions/Les-matins-d-ici/segments/chronique/409647/hemispheres-cerveau-theorie-mythe"
                ]
            },
            {
                "titre_du_forum": "Mon partage d'expérience de processus créatif",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce modèle\nse rattache à mon expérience de processus créatif de plus en plus à travers le\ntemps, quand j’y pense. \n\nJ’ai l’impression que la composante externe,\ndonc l’environnement social dans lequel je suis, m’impacte énormément : je\nsuis motivé à voir des personnes performer dans un domaine dans lequel je suis\ndébutant. La  « motivational synergy » fait effet sur mes\nefforts : je suis encouragé à en faire davantage lorsque je vois que c’est\npossible de réussir dans un domaine\n\nConcernant\nles processus qui relèvent du domaine créatif, j’ai tendance à être très\ncurieux lorsque je prend des risques en essayant des nouvelles choses. En\ndécouvrant de la nouveauté, je suis stimulé à sortir de ma zone de confort et\ngénérer des nouvelles idées.\n\nLorsque je\nsuis passionné par une tâche, j’ai tendance à être extrême .Je l’ai vu surtout\nà travers les activités proposées dans le cadre du cours, où est ce que j’avais\ntendance à participer un peu trop. J’ai l’impression que mon côté générateur\nd’idée était stimulé mais que c’était limité « dans un\ncercle » : lorsque j’attendais que d’autres répondaient, je voyais le\nsujet autrement et élargissait ma perspective. Donc, ma motivation intrinsèque\nne suffit pas mais en ayant un nouveau point de vue, je suis encouragé à être\ndavantage créatif.\n\nJ’aurais\ntendance à dire que la motivation intrinsèque n’est pas suffisante pour moi\npour être « au top de ma créativité » dans un sujet dont je suis\nminimalement compétent car lorsque j’essaie de faire preuve d’indépendance, il\nm’est difficile d’« avancer ».  Dans un sujet dont je suis passionné et j’ai\ndes compétences limités, j’ai tendance à être très créatif, surtout quand il y\na un nouveau sujet que je découvre. L’inspiration des autres me pousse souvent\nà me surpasser, de par mon esprit compétitif."
                ]
            }
        ]
    },
    {
        "utilisateur": "Bryan El Bitar",
        "groupe": "otter",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "La motivation",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le modèle d’Amabile m’a aidé à comprendre ce qui favorise la créativité. J’ai particulièrement retenu l’importance de la motivation intrinsèque : je suis bien plus créatif quand un projet me passionne vraiment, comme c’est le cas dans mon initiative entrepreneuriale actuelle. Le rôle de l’environnement est aussi essentiel : même motivé, un cadre trop rigide ou stressant peut freiner les idées. Ce modèle est utile pour repenser les conditions qui stimulent l’innovation."
                ]
            }
        ]
    },
    {
        "utilisateur": "Bryan Tadié",
        "groupe": "flamingo",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Mon expérience créative",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Si je compare le modèle à mon expérience de processus créatif lors de la réalisation de mon projet personnel, je constate les points suivants.Ma motivation intrinsèque est fortement proportionnelle à ma compétence dans un domaine. Plus j'ai de compétences, plus je suis motivé à être créatif dans ce domaine, et moins j'en ai, moins je suis motivé. Dans le contexte de mon projet personnel, au début, je dois être très honnête : je n'étais pas du tout motivé à le faire, car je ne savais pas dans quel domaine j'avais assez de compétences pour appliquer ma créativité. Je n'avais absolument aucune motivation à me forcer à développer un projet créatif dans des domaines où je ne suis pas très expert, comme la musique et l'art (peinture, dessin, bricolage, etc.). Finalement, je me suis tourné vers la cuisine (un domaine dans lequel j'ai tout de même de bonnes compétences), et la motivation a suivi.Je ne pense pas avoir un environnement particulièrement plus stimulant qu'un autre en ce qui concerne la créativité. Parfois, ma chambre peut être un bon lieu, parfois c'est la bibliothèque. J'ai même déjà eu des idées soudaines dans le bus et le métro.La pensée divergente est quelque chose avec laquelle j'ai encore énormément de difficultés, car je ne suis pas quelqu'un qui a l'habitude de penser en dehors du cadre. Je suis quelqu'un d'assez cartésien, et je fais ce qui fonctionne.En résumé, ce modèle met en lumière des points forts et des aspects à améliorer dans mon processus créatif."
                ]
            }
        ]
    },
    {
        "utilisateur": "Chadi Badri",
        "groupe": "otter",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Exploration de la créativité en ingénierie industrielle à travers la théorie d'Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "\"Componential Theory of Creativity\" de Teresa M. Amabile propose une analyse approfondie des facteurs qui influencent la créativité, et plusieurs éléments résonnent avec mes expériences personnelles en ingénierie industrielle.Tout d'abord, le concept de \"Domain-relevant skills\" me parle particulièrement. Lors de mon mandat dans le secteur hospitalier, j'ai dû mobiliser mes compétences techniques et analytiques pour développer un algorithme optimisant les seuils de réapprovisionnement. Cette expérience a renforcé l'idée que la maîtrise des compétences du domaine est essentielle pour produire des solutions créatives et viables.  Ensuite, les \"Creativity-relevant processes\" évoqués dans l'article m'ont rappelé l'importance de la flexibilité cognitive et de la capacité à prendre des risques calculés. Lors du développement de l'outil de gestion des stocks, j'ai dû sortir des approches traditionnelles et proposer des méthodologies innovantes. Cette démarche a nécessité une capacité d'adaptation et une tolérance à l'ambiguïté, surtout face aux incertitudes des données hospitalières. Concernant la \"Task Motivation\", je me suis retrouvé dans l'idée que la motivation intrinsèque est un moteur de créativité. Ma volonté d'apporter des solutions concrètes pour améliorer la gestion des stocks et réduire les risques de rupture m'a fortement motivé, bien au-delà des objectifs de performance attendus.  Enfin, l'importance du \"Social Environment\" est indéniable. Dans mes projets, un environnement collaboratif, ouvert aux nouvelles idées et favorisant l'expérimentation a grandement contribué à la créativité. Le soutien des équipes et l'autonomie dans la gestion des projets ont été des facteurs clés.\n\nEn résumé, cet article offre un cadre clair pour comprendre les dynamiques de la créativité, et je peux confirmer, par mon expérience, que ces composantes interagissent constamment dans les processus de résolution de problèmes complexes."
                ]
            }
        ]
    },
    {
        "utilisateur": "David Anastacio",
        "groupe": "otter",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Texte d'Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce texte m'a\nfait réfléchir à ma façon de fonctionner dans des projets créatifs. Deux\néléments m’ont particulièrement interpellé :\n\nLa\nmotivation intrinsèqueL’environnement\ndans lequel on évolue\n\n\n\nJ’ai souvent\nl’impression de ne pas être particulièrement créatif, étant donné que je ne\nfais rien d’extraordinaire. Mais en y réfléchissant, je suis en mesure de\nrésoudre des problèmes créatifs, quand je suis intrinsèquement motivé par un\nsujet qui m’intéresse.\n\nMais la\nmotivation seule ne suffit pas toujours. Il arrive qu’on soit bloqué dans un\nsujet, même si on est très motivé. C’est là que l’environnement entre en jeu. Être\nentouré de personnes inspirantes me permet d’observer différentes perspectives.\nCe qui me permet d’élargir ma vision et de penser autrement."
                ]
            }
        ]
    },
    {
        "utilisateur": "Juliette Leduc",
        "groupe": "flamingo",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "L'importance de l'environnement et la motivation intrinsèque lors d'un processus créatif",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce texte décrit l’évolution des théories liées à la créativité et ses impacts. Ils commencent par la définition des composantes de la créativité et comment ils influencent le processus créatif. Les 4 composantes de la réponse créative sont: 3 composantes innées dans l’individu : compétences liées à des domaines, le processus créatif, la motivation intrinsèque et le dernier relié à l’environnement externe : l’environnement social dans lequel l’individu travaille. Ce modèle se rattache premièrement à plusieurs notions que nous avons vues en classe, alors je dirais que ce modèle décrit très bien mon processus créatif. De manière plus précise, je dirais que la motivation intrinsèque et l’environnement dans lequel je travaille sont les 2 composantes qui m’ont permis d’être le plus créatif. Pour donner un exemple, lors du projet personnel que nous avons fait au mois de février, je voyais que mon projet me représentait vraiment, mais d’une manière subtile. Je trouvais que ce que je faisais était beau visuellement et j’appréciais l’expérience, d’où la raison pour laquelle j’ai mis plus d’une dizaine d’heures dessus. Oui le projet devait être remis une date X et il était obligatoire, mais je faisais le projet pour moi et j’aimais prendre du temps dans ma journée pour le faire. En me connaissant, lorsque j’aime faire quelque chose je peux me surprendre dans ce que je peux créer, mais quand je n’aime pas faire quelque chose ça devient un vrai désastre. De plus, l’environnement dans laquelle on est cruciale à avoir un bon processus créatif. Encore une fois, lors du projet personnel, je l’ai majoritairement fait dans ma cuisine, où il y a beaucoup de va et viens de plusieurs personnes. Une journée j’ai décidé de peinturer dans la chambre de ma sœur quand elle étudiait. Durant cette séance de peinture, je n’ai pas fait de contour au crayon à mine et je suis directement passé à la peinture (que je n’avais pas faite avant). Je me sentais en « sécurité » dans sa chambre et sans jugement, comme dans ma cuisine. Dans cet environnement j’ai fait mes 2 créatures marines préférées sans contour à la mine. En bref, je peux affirmer que la motivation intrinsèque et l’environnement dans lequel je suis sont les clés du succès à mes processus créatifs."
                ]
            }
        ]
    },
    {
        "utilisateur": "Michael Ogbaghebriel",
        "groupe": "otter",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Commentaires",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La théorie de Teresa Amabile explique que la créativité ne tombe pas du ciel : elle dépend de plusieurs ingrédients qu'on peut développer. Il faut d’abord avoir des compétences dans ce qu’on fait, ensuite savoir penser de façon originale et flexible et surtout être motivé de l’intérieur, c’est-à-dire faire les choses par passion, pas juste pour une récompense. L’environnement autour compte aussi beaucoup : quand on se sent libre, écouté, qu’on peut tester des idées sans se faire juger, on est bien plus créatif. L’histoire de l’encre électronique montre ça super bien : une équipe motivée, dans un labo qui laissait place à l’inventivité, a réussi à créer un produit totalement nouveau. Ce que cette théorie nous apprend, c’est qu’on peut créer les bonnes conditions pour que les idées naissent. Ça veut dire que la créativité, c’est pas réservé à quelques génies, on peut tous l’encourager si on a le bon cadre.\nCela nous pousse aussi à repenser la manière dont on travaille ou enseigne : au lieu de tout contrôler, il faudrait peut-être apprendre à faire confiance et à laisser plus de place à l’autonomie. Finalement, cette approche montre que la créativité est un processus dynamique, qui peut évoluer et s’amplifier si on sait nourrir les bons leviers."
                ]
            }
        ]
    },
    {
        "utilisateur": "Nader El-Doraini",
        "groupe": "otter",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "La motivation intrinsèque joue un rôle central",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé ce modèle utile parce qu’il me permet de “désosser” ce\nqui peut rendre une idée (via la personne, une équipe, une organisation)\ncréative ou non. Ce que j’ai surtout retenu, c’est que la motivation\nintrinsèque joue un rôle central — et c’est tellement vrai! Souvent au travail,\nquand je fais quelque chose juste pour “l'avoir accomplie”, je suis beaucoup\nmoins inventif que quand je suis réellement curieux ou passionné par le sujet. D'ailleurs, je travaille sur un projet entrepreneurial en ce moment\net ce n'est pas les récompenses monétaires potentiel qui me motive, mais plutôt\nl'impact que ça peut avoir et la passion et le plaisir que je vis à travers le\ndéfi.\n\nLe lien avec l’environnement m’a aussi parlé: parfois, on a les\ncompétences et la motivation, mais le cadre\nbloque tout. Par exemple, dans certains projets de groupe, si l’ambiance\nest trop tendue ou peu ouverte, on n’ose même pas proposer des idées. Parfois,\nc'est une contrainte de temps qui démotive. Parfois, c'est les gestionnaires.\nBref, ce modèle est super pour comprendre comment améliorer les conditions\nautour de soi pour stimuler la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Samuel Kouakou",
        "groupe": "flamingo",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Expérience du processus créatif",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Nous savons que le modèle qui nous est présenté dans le texte a pour objectif d'expliquer à une personne ou un groupe ce qui permet de produire quelque chose de créatif, quelque chose d'utile et de nouveau en vue d'accomplir un objectif  En vue de répondre à la question je vais justement utiliser l'exemple de mon projet personnel réalisé il y'a quelques semaines : Le modèle se découpe en 4 composantes, on a premièrement Domain-Relevant Skills : mes compétences dans le domaine : une connaissance de base ou approfondie du monde du sport, de la WNBA, basketball, je savais déjà à quel point le nom d'une équipe signifiait beaucoup et que ce choix était beaucoup plus profond que prendre un nom qui sonne bien à l'écoute.Ensuite on a Creativity-Relevant Processes : comment j'ai eu à penser pour générer des idées nouvelles, il ne s'agissait pas de juste changer ce qui existait déjà, il ne s'agissait pas d'etre juste différent, car comme le texte le mentionne : \"Although the response must be new, it cannot be merely different; \nthe nonsensical speech of a schizophrenic may be novel, but few would consider it \ncreative\". Il fallait donc ne plus regarder à ce qui existe mais chercher au delà de ça, il s'agissait pas seulement d'un nouveau nom d'équipe, d'un nouveau logo, mais d'une nouvelle identité. Troisièmement on a Intrinsic Task Motivation, mon envie de résoudre ce défi, il est vrai qu'il y'a la notion de succès académique, on veut toujours la meilleure note mais j'aime à penser que lorsque tu as vraiment investi du temps dans quelque chose que tu aimes, tu n'es pas censé le regretter même si la note ne sera peut-être pas parmi les meilleures, il est toujours possible que le travail effectué soit noté moins bien aujourd'hui que demain (certains auteurs ont vu leur talent reconnu lorsqu'ils n'étaient plus de ce monde). La passion permet donc d'augmenter d'une certaine manière notre créativité.Finalement, en dernier on a l'environnement social : c'est un travail que j'ai eu à réaliser dans deux villes de deux pays différents (Cambridge, MA et Montreal QC) et le fait d'etre entouré de personnes différentes m'a vraiment aidé à favoriser mon processus de réflexion dans le projet. Je dirais même que l'environnement est non négligeable car être mal entourés, ou être entourés de personnes négatives peut complètement étouffer la créativité et empêcher une potentielle réponse à un objectif ouvert (\"appropriate response, product, or solution to \nan open-ended task\") de voir le jour ."
                ]
            }
        ]
    },
    {
        "utilisateur": "Samuel Ramos",
        "groupe": "flamingo",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Texte Gabora",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article m’a complètement captivé. C’est super original, presque poétique, et j’ai adoré le concept de neurds. J’aime l’idée qu’en mode de pensée associative, on \"active\" des zones de notre cerveau qu’on ne sollicite pas en mode analytique. Ça me parle, surtout quand je pense à mes propres moments d’inspiration qui arrivent souvent quand je ne fais rien de spécial. L’alternance entre pensée divergente et convergente, ça me semble tellement vrai. Par contre, je dois avouer que certains passages très neuro-scientifiques m’ont un peu largué, mais le fond reste fascinant."
                ]
            },
            {
                "titre_du_forum": "Texte Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé la théorie componentielle d’Amabile super claire et utile. Ce que j’aime, c’est qu’elle rend la créativité \"manipulable\", presque tangible. C’est pas juste une affaire de talent inné : si on a de bonnes compétences, une vraie motivation intérieure, un environnement favorable et une manière de penser créative, on a toutes les chances d’être innovant. J’ai trouvé l’exemple de l’invention du E Ink génial pour illustrer ça. En même temps, je me demande si ce modèle ne simplifie pas un peu la complexité du cerveau et des dynamiques internes. Mais franchement, pour quelqu’un qui veut appliquer la créativité dans un cadre de travail ou de gestion, c’est béton."
                ]
            }
        ]
    },
    {
        "utilisateur": "Vana Nerguizian",
        "groupe": "flamingo",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Texte d'Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le modèle componentiel de la créativité d'Amabile propose que la créativité résulte de la combinaison de trois facteurs internes: les compétences liées au domaine, les processus cognitifs favorables à la créativité, la motivation intrinsèque, ainsi que d'un facteur externe : l'environnement social. Selon cette théorie, la créativité est favorisée lorsqu'une personne maitrise son domaine, fait preuve de souplesse et d'originalité dans sa pensée, est motivée par un intérêt personnel et évolue dans un environnement qui encourage ses idées.J'ai vécu ce processus dans le cadre de mon projet personnel, où j'ai composé une pièce musicale fusionnant le jazz et la musique classique. Mes connaissances musicales, mon envie personnelle de créer et le soutien d'un entourage ouvert m'ont permis d'explorer librement etde produire quelque chose d'unique."
                ]
            }
        ]
    }
]