[
    {
        "utilisateur": "Ahmed Baba Gah El Hilal",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Comment on last paper",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hello,\n\nOnce again I find myself under a post of yours because your views resonated so much with mine. The continuum concept in both Kaufman and Gabora’s work ties well with this article and i personally think that it's a concept that aligns more with my view of creativity, instead of firmly categorizing it in subgroups.\n\nWhat I found interesting and thought-provoking in the article is the emphasis on the three key drivers of creativity that you mentionned and how I think they're somewhat intertwined. For instance, while the social dynamics within a group can significantly influence creative output, intrinsic motivation is essential for creativity to truly flourish. Without motivation, even the most supportive environment may not yield innovative ideas, and conversely, high motivation might not be fully realized without a conducive social setting.\n\nThank you."
                ]
            }
        ]
    },
    {
        "utilisateur": "Aimée Christella Emerimana",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Componential Theory of Creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis totalement d’accord avec toi, surtout sur l’idée que le processus créatif est tout sauf linéaire. Revenir en arrière pour réévaluer ou repenser une idée est souvent le moment où des idées géniales apparaissent. C’est comme si chaque retour à l’étape d’analyse permettait de découvrir un nouvel angle ou une perspective qu’on n’avait pas vue au départ. je pense que ça équivaut de dire que la créativité est flexible \nPour rebondir sur ce que tu dis concernant l’environnement social, j’ai aussi remarqué que la confiance et la bienveillance dans une équipe peuvent complètement transformer la dynamique créative. Même les idées qui semblent \"moins bonnes\" peuvent servir de tremplin pour d’autres réflexions, ou parfois elles prennent tout leur sens plus tard dans le processus. En fait, je pense qu’un environnement où tout le monde se sent libre de partager sans crainte de jugement favorise non seulement l’innovation, mais aussi la motivation."
                ]
            },
            {
                "titre_du_forum": "Théorie des composantes de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "C’est tellement vrai que quand l’échec est perçu comme une opportunité d’apprentissage, il peut vraiment renforcer la motivation intrinsèque en aidant les gens à mieux comprendre leurs propres capacités .\nAussi, je pense qu'il faudrait aussi encourager une culture de feedback positif et constructif. Par exemple, au lieu de simplement récompenser un projet achevé, on pourrait valoriser les efforts, les idées originales et les risques calculés pris en cours de route. Cela rejoint ton idée que les récompenses doivent s’adapter au processus. En mettant l’accent sur l’évolution plutôt que sur le résultat final, on montre que la créativité est un voyage, pas une destination."
                ]
            },
            {
                "titre_du_forum": "ce que je retiens",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "ce texte résume une partie des notions vues en classe notamment les facteurs qui influencent la créativité :La théorie définit la créativité comme la production d'idées\nou de résultats à la fois nouveaux et appropriés à un objectif donné. Elle\nidentifie quatre composantes essentielles :\n\n- Compétences liées au domaine : expertise, connaissances\ntechniques et talent dans le domaine spécifique\n\n- Processus liés à la créativité : style cognitif et traits\nde personnalité favorisant l'indépendance et la prise de risque\n\n- Motivation intrinsèque : passion et intérêt personnel pour\nla tâche\n\n- Environnement social : facteurs externes pouvant stimuler\nou entraver la créativitépour ce qui est du processus créatif, ce dernier ne serait pas linéaire et comprend:- L'analyse et l'articulation du problème\n\n- La préparation et la collecte d'informations \n\n- La génération d'idées\n\n- La validation de la solution choisie\n\n- La communication de cette solution"
                ]
            }
        ]
    },
    {
        "utilisateur": "Alex Savard-Fortier",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Componential Theory of Creativity: Davantage théorique que pratique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Teressa Amabile présente l'évolution et le développement de\nsa théorie componentielle de la créativité. Cette théorie a été élargie pour\nintégrer l'innovation organisationnelle, soulignant que la créativité concerne\nnon seulement les individus, mais aussi les équipes, et qu'elle est influencée\npar des facteurs tels que les ressources, les compétences en gestion de\nl'innovation et la motivation collective.\n\nJe considère le modèle proposé par Amabile comme étant\ndavantage théorique que pratique. Bien qu'il offre une compréhension\napprofondie des relations entre motivation, créativité et environnement de\ntravail, sa mise en œuvre peut rencontrer des obstacles considérables au sein des\norganisations.\n\nPar exemple, dans le domaine de l'ingénierie, les tâches\npeuvent souvent se concentrer sur le respect des normes plutôt que sur\nl'innovation ou la créativité. De plus, les employés sont souvent confrontés à\ndes délais serrés et à des objectifs financiers à atteindre. Ces éléments, qui peuvent\nêtre difficilement évités au sein d'une entreprise, influencent la motivation\nliée à la tâche. Ainsi, il aurait été intéressant que le modèle inclue des\nrecommandations concrètes pour faciliter son application dans divers contextes\norganisationnels."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexandra Nappini",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Componential Theory of Creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Amabile suggests that creativity is highest when a person with high intrinsic motivation, adequate expertise in their domain and effective creative processes works in an environment that supports creativity.The article also explores the evolution of the theory and its impact, with a focus on implications for innovation in organizations, emphasizing how creativity support can be integrated into workplaces.Creativity, as pointed out in the text, is not just a matter of brilliant ideas, but depends on a set of factors that combine in unique ways. One of the most interesting observations is the importance of intrinsic motivation. Creativity seems to flourish when people are driven by passion and personal interest in the work they do, rather than by external rewards. This makes one wonder how we often tend to forget in the world of work that the drive to innovate comes first from within a person. Incentives such as monetary rewards or recognition can have a negative impact if perceived as forced.Finally, Amabile's model helps us to see creativity not as a mysterious or random quality, but as a process that can be influenced and improved through the right combination of skills, motivation and environment."
                ]
            }
        ]
    },
    {
        "utilisateur": "Anna Mermet-Bijon",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "article d'Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article met en lumière les éléments essentiels à la créativité :Compétences pertinentes au domaine : Cela inclut les connaissances et l'expertise dans un domaine spécifique.Processus pertinents à la créativité : Ce sont les styles de pensée et les traits de personnalité qui encouragent l'innovation.Motivation à la tâche : Cela fait référence à la motivation intrinsèque qui pousse un individu à s'engager dans son travail.Environnement social : L'environnement de travail joue un rôle crucial en influençant la motivation intrinsèque ainsi que les autres aspects de la créativité.De plus, on peut voir que les processus créatifs peuvent différer d'un domaine à l'autre, ce qui souligne l'importance des dynamiques organisationnelles. Cependant, cette théorie présente certaines limites, notamment l'absence de prise en compte de facteurs externes et de l'influence de l'environnement physique sur la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Axel Marques",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Componential Theory of Creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Nisrine, je suis d’accord avec toi, cet article met bien en avant des éléments parfois sous-estimés, comme l’importance de la motivation intrinsèque et du climat social pour la créativité. J’ai aussi trouvé intéressant de voir comment ces facteurs interagissent : un environnement de soutien peut renforcer la motivation intrinsèque en valorisant le plaisir et l’autonomie dans la création. Ca me fait penser au projet de groupe lorsque on sent ses idées écoutées et prises en comptent sans jugement, ça me parait beaucoup plus facile de me laisser aller à explorer des idées moins stucturée et nouvelle. Tu penses que ce serait possible de recréer ce type d'ambiance favorable dans des contextes plus compétitifs (un concour) ou moins collaboratifs, comme un travail individuel ou un environnement très hiérarchique ?"
                ]
            }
        ]
    },
    {
        "utilisateur": "César Castel",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Componential theory of creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "je trouve ton analyse de la théorie d’Amabile et les exemples concrets que tu donnes très pertinents, notamment ta réflexion sur l’impact de l’environnement social et des contraintes sur la créativité en ingénierie. Tu parles des projets collaboratifs, je pense qu'il serait aussi intéressant d’approfondir comment les dynamismes d’équipe influencent la créativité. Par exemple, Amabile parle de \"sécurité psychologique\", un climat où les membres se sentent libres de proposer des idées sans craindre la critique. De ma maigre expérience dans ce domaine, j'ai tout de même pu remarqué que c'est un facteur clé et déterminant dans l'optimisation de l’efficacité créative dans les groupes.\nAmabile évoque aussi l’importance des processus cognitifs liés à la créativité, comme la capacité à penser de manière indépendante ou à tolérer l’ambiguïté. Dans un contexte comme l’ingénierie, cela pourrait se traduire par des approches novatrices, comme des sessions de brainstorming où des idées \"non conventionnelles\" sont activement encouragées."
                ]
            }
        ]
    },
    {
        "utilisateur": "Coline Fulcran",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Componential theory of creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article présente la \"Componential Theory of Creativity\", un modèle qui identifie quatre composantes nécessaires à la créativité : les compétences spécifiques au domaine, les processus favorisant la créativité, la motivation, et l’environnement social. Amabile souligne que la créativité naît de l’interaction entre ces éléments, et qu’un environnement propice peut stimuler cette dynamique. Ce modèle trouve une forte résonance dans mon expérience du processus créatif en ingénierie. Par exemple, lors de projets collaboratifs, l’environnement social (un groupe ouvert aux idées divergentes) a souvent été un facteur clé pour faire émerger des solutions innovantes. De même, ma motivation personnelle à relever des défis complexes a joué un rôle moteur. Cependant, j’ai aussi constaté que lorsque des contraintes externes, comme des délais serrés, limitaient cette autonomie, la créativité collective s'en trouvait souvent entravée.\nCe modèle est pertinent pour améliorer la créativité, car il aide à identifier et à équilibrer les différents facteurs nécessaires au processus. Il permet de comprendre que, même si la compétence et la motivation individuelle sont essentielles, elles doivent être soutenues par un environnement qui valorise la prise de risque. Intégrer ces principes en science pourrait conduire à des innovations plus efficaces et adaptées aux besoins réels."
                ]
            }
        ]
    },
    {
        "utilisateur": "Emile Fournier",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "discussion surle texte",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans le texte \"Componential Theory of Creativity\" de Teresa M. Amabile, l'auteure propose une vision de la créativité comme un phénomène complexe, influencé par plusieurs composants interdépendants. Je trouve que cette théorie met en lumière l'importance de l'interaction entre la motivation intrinsèque, les compétences et les facteurs environnementaux pour favoriser la créativité. Ça m'incite à réfléchir à ma propre manière de créer : comment mon environnement, ma passion pour un sujet et mes capacités techniques s'articulent pour produire quelque chose de réellement novateur."
                ]
            }
        ]
    },
    {
        "utilisateur": "Émile Glorieux",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Commentaire sur le texte de Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Pour moi, le modèle d'Amabile sur la créativité se rattache bien à mon expérience du processus créatifs. D’après elle, la créativité vient de l’interaction entre plusieurs élément : les compétences dans le/les domaine, les processus créatifs, la motivation intrinsèque, et enfin l’environnement social qui peut être plus ou moins favorable.Quand je travaille sur un projet créatif, je me rends compte que mon niveau de compétence influence beaucoup ma confiance et ma capacité à créer quelque chose d’original. Mais sans la motivation interne, même si j'ai les compétences, c’est difficile d’avoir des idées qui sortent vraiment du lot. Je remarque aussi que l'environnement a un gros impact : quand je suis dans un espace où je me sens libre d’essayer des idées sans jugement (par exemple dans une équipe avec des membres que je connaissaient déjà), je prends plus de risques et je suis plus créatif."
                ]
            }
        ]
    },
    {
        "utilisateur": "Emile Villette",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Modèle de créativité par composants",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La théorie exposée dans l'article fait acte de quatre composants inhérents à la créativité. Les compétences dans un domaine, les processus relatifs à la créativité, la motivation d'effectuer la tâche, et enfin l'environnement social.L'auteure soutient que les trois premiers sont internes aux individus et le dernier externe. Bien que ce qui est avancé semble cohérent avec ce que l'on a discuté en classe, concernant les deux grandes \"catégories\", à savoir les facteurs internes et externes, je trouve que l'article présente ces composants un peu comme des boîtes séparées qui ne s'influencent que très peu. Je trouve personnellement que l'article ne met pas assez l'accent sur les interactions entre ces différents composants, qui paraissent complexes et nombreuses.Je pense qu'il est en revanche pertinent d'affirmer que tous ces composants sont nécessaires et suffisants à un processus créatif. Lors de mes études, c'est effectivement en rassemblant ces quatre éléments que j'ai réussi à trouver des solutions aux problèmes complexes posés par les projets. Plus récemment, j'ai eu à créer un langage de programmation pour un cours en Belgique, c'est en interagissant avec mon binôme, en mobilisant nos connaissances lors d'une session de brainstorming, motivés par quelques cafés et une deadline se rapprochant que nous avons été les plus productifs et créatifs dans notre approche. Je pourrais vous citer un nombre d'autres exemples qui illustrent le même procédé.J'émets toutefois une dernière critique par rapport à cet article : l'auteure se base essentiellement sur sa théorie qu'elle a établie et cite notamment que \" research generally supports the inclusion of all three intra-individual components as well as the social-environmental component.\" sans pour autant citer de sources pour rediriger vers les études en question. Dans la partie \"further reading\", l'on retrouve 50% d'articles qu'elle a rédigés. L'article gagnerait selon moi à se comparer à d'autres théories et surtout à citer ses sources rigoureusement.Pour finir, cette théorie présente donc un modèle  simpliste en composants. Effectivement, cela semble cohérent avec les discussions effectuées en cours et mon expérience personnelle. Certains points mériteraient selon moi d'être approfondis dans l'article. Cela dit, je ne peux m'avancer plus sans en avoir lu d'avantage sur le sujet, il serait donc intéressant de consulter les écrits suggérés."
                ]
            }
        ]
    },
    {
        "utilisateur": "Emmanuel Merakos",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Réflexion sur la créativité en se basant sur le modèle d'Amabile.",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La créativité, c’est fascinant parce qu’elle est tellement liée à ce qu’on ressent à l’intérieur. Ce qui m’interpelle, c’est comment on peut être motivé à créer, pas pour une récompense, mais juste parce qu’on trouve ça intéressant ou qu’on veut partager quelque chose avec les autres. Ça donne souvent des résultats qui résonnent vraiment avec les gens.\n\nMais je trouve aussi que l’environnement joue un rôle qu’on sous-estime parfois. Même si la créativité vient principalement de soi, le fait d’être entouré par des personnes inspirantes ou dans un cadre qui encourage à essayer sans crainte d’échouer peut tout changer. Ça me fait penser qu’on devrait peut-être plus réfléchir à comment on peut soutenir ce genre d’attitude autour de nous."
                ]
            },
            {
                "titre_du_forum": "Text Amabil-EM",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Text Amabilpar:Emmanuel MerakosDans cet article, l'auteure présente un modèle de la créativité basé sur les théories de Theresa Amabile, identifiant quatre composantes essentielles : des compétences pertinentes dans le domaine, des processus liés à la créativité, une motivation intrinsèque à la tâche, et l'influence de l'environnement social. Bien que ce modèle soit une base solide pour comprendre les dynamiques créatives, je trouve qu'il ne capte pas toujours la complexité du processus, en particulier dans les domaines techniques comme l'ingénierie électrique.Pour les processus liés à la créativité, l'approche évoquée de type \"édisionienne\", qui consiste à itérer rapidement en expérimentant plusieurs variables, est particulièrement pertinente pour mon travail d'ingénieur. Tout comme les scientifiques qui ajustaient constamment leurs formules jusqu'à ce qu'ils trouvent la bonne, je dois souvent adopter une approche similaire pour résoudre des problèmes de conception de produits. Le fait d’expérimenter rapidement, en testant différentes solutions avant de converger vers la meilleure, est central dans la conception de circuits ou de systèmes électriques. Par exemple, lors de la conception de nouveaux schémas électriques, nous devons tester plusieurs configurations avant d'identifier la solution optimale. S'inspirer de techniques issues d'autres disciplines peut également enrichir ce processus, apportant de nouvelles perspectives. Par exemple, dans la conception de PCB (circuit imprimé), j'ai découvert que des domaines comme l'origami ou l'art peuvent influencer la conception technique. Ces inspirations m'ont permis de transformer un PCB rigide en un PCB flexible, en intégrant des principes esthétiques et mécaniques qui dépassent le cadre purement électrique.Un autre point clé que l'auteure mentionne, et avec lequel je suis d'accord, est l'importance de la sécurité psychologique dans les équipes créatives. Créer un environnement où chacun peut proposer des idées, même les plus farfelues, sans craindre le jugement est essentiel. Dans mes expériences de formation d'équipes à l'université, j’ai toujours encouragé une culture où les idées les plus « folles » étaient les bienvenues, car ce sont souvent ces idées qui ouvrent la voie à des solutions innovantes. Il est important de donner à chacun la liberté de s’exprimer sans crainte de ridicule, car cela stimule la créativité collective.Cependant, je n'adhère pas complètement à l'idée que le processus créatif commence nécessairement par une analyse claire et détaillée du problème. Dans le domaine de l'ingénierie, il est courant de faire face à des problèmes qui ne sont pas bien définis, et qui ne présentent pas de solution évidente. Parfois, la définition du problème n'est pas claire et évolue au fur et à mesure que l'on travaille dessus. C'est en collaborant avec les clients et en itérant avec eux que nous parvenons à définir progressivement la meilleure solution. L'interaction continue et le retour d'expérience sont donc essentiels pour affiner notre compréhension du problème et trouver une solution approximative mais adaptée.En conclusion, même si ce modèle de la créativité est utile, il pourrait être renforcé en mettant davantage l'accent sur les processus d'itération rapide et sur l'importance de la sécurité psychologique dans la dynamique d'équipe. En ingénierie, la résolution de problèmes implique souvent un processus itératif et collaboratif, où le problème et la solution se développent en parallèle. S'inspirer de techniques extérieures, comme l'art ou l'origami, peut aussi ouvrir de nouvelles voies dans la conception technique."
                ]
            }
        ]
    },
    {
        "utilisateur": "Fatima Zahra Diker",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "La théorie componentielle - Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve que tu as très bien résumé la théorie d’Amabile, notamment en soulignant l'importance de l’interaction entre les différentes composantes de la créativité. Tu poses également une question très pertinente : est-ce que l’environnement peut compenser un manque de compétence, de processus ou de motivation intrinsèque ? Je pense que l'environnement joue un rôle crucial dans ce cas. Par exemple, un environnement de travail très stimulant, avec des équipes de soutien et une culture de la collaboration, peut potentiellement pallier certaines déficiences individuelles, mais il ne peut pas complètement remplacer des compétences ou une motivation intrinsèque fortes. Cela dit, il peut aider à développer ces composantes ou à atténuer leurs manques. En ce qui concerne l'application de la théorie au monde de l’entreprise, je trouve aussi qu'elle est particulièrement utile pour comprendre comment créer des environnements qui favorisent la créativité et l'innovation."
                ]
            },
            {
                "titre_du_forum": "Componential theory of creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je souhaite partager une réflexion sur la théorie de la créativité présentée par Teresa M. Amabile dans son article \"Componential Theory of Creativity\". Selon cette théorie, la créativité ne résulte pas uniquement d’un talent inné ou d’un processus isolé, mais d'une interaction complexe entre plusieurs composants : les compétences pertinentes au domaine, les processus cognitifs et de personnalité favorisant la pensée novatrice, la motivation intrinsèque et l’environnement social dans lequel l’individu évolue.Ce que je trouve particulièrement intéressant dans cette théorie, c'est l’importance qu’Amabile accorde à l’environnement social. En effet, un environnement qui favorise la collaboration, encourage les idées nouvelles, et soutient l’autonomie peut jouer un rôle déterminant dans l’activation des processus créatifs chez les individus. Cela me fait réfléchir à l'impact de la culture d'entreprise sur l'innovation. Une entreprise qui impose une pression excessive ou une atmosphère de jugement peut inhiber la créativité, contrairement à une structure ouverte où les idées sont accueillies sans jugement immédiat.De plus, l’idée que la motivation intrinsèque (la passion pour le travail en soi) soit cruciale pour la créativité est une piste intéressante. Cela me fait me demander comment l’équilibre entre motivation intrinsèque et extrinsèque (récompenses, évaluations externes) influence la qualité de la créativité, notamment dans les milieux professionnels."
                ]
            }
        ]
    },
    {
        "utilisateur": "Félix Noël",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Théorie des composantes de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Yasmine,\n\nSuper réflexion sur la synergie entre la motivation intrinsèque et extrinsèque! Ça m'amène à me demander comment on pourrait mieux intégrer cet équilibre dans nos environnements d'apprentissage ou de travail pour garder cette flamme créative allumée. Il me semble qu’un bon point de départ serait de créer des espaces où les individus se sentent soutenus, sans pour autant que la pression soit constante. Si l’environnement valorise l’initiative et permet une certaine autonomie, la créativité peut vraiment s’épanouir.\n\nPeut-être qu’une façon d'y arriver serait de laisser de la place à l'échec, en le présentant comme un apprentissage plutôt qu’un obstacle. Comme ça, la motivation intrinsèque reste intacte, même si les récompenses externes arrivent en complément. Il faudrait aussi que les récompenses soient adaptées au processus créatif, et non seulement aux résultats finaux. Cela pourrait permettre de maintenir la motivation tout en préservant l'envie de créer. Qu'en pensez vous?"
                ]
            }
        ]
    },
    {
        "utilisateur": "Giacomo Giacca",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Environment can make the difference",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hello! I read the article of Amabile and I was completely astonished, in a positive sense obviously.Looking back to the first part of the article she said that domain-relevant skills, creativity-relevant processes, and intrinsic motivation are three individual components that can change our approach to creativity. I strongly agree with the second one about having something not common and divergent such as not ordinary thinking, independence and tolerance for some ambiguity: I think that having this approach is a must in the creative field in my opinion, it's like being open to the others, being open to the future, to the things we really want to change, but to do that our mind has to prepared and ready for that with like a crazy thinking as well, why not. In my opinion, this second component it's deeply linked with the third one which talks more about directly our way of doing things, so like having some interest and enjoyment in the task itself. This could really promote creative outcomes. I agree but not at all with the first one, cause I think skills cannot be considered as a must to have in this field of creativity. Obviously it depends where you are and on what you're working on, because if you have to work and manage something creative in your field of study which could be very precise and technicall for sure you need some skills knowledge and technical expertise; but if you are more in a communication field and creative you don't have to know so much about everything, I would like to mention my personal experience, cause in these past years I worked on a lot of projects, about my startup, about my university and I always think about the fact that if you're and open person and optimistic to the future, to the unknown you can achieve better results rather than to be as always in the same way. Therefore I think one of the most important point could be the last about the external component and the social environment. I always feel like if I am in the right, creative, and good to stay, environment I can be much more productive rather than to be in a \"grey\" space. I really think that this kind of approach can influence motivation and creativity through factors that support also innovation, such as freedom into the companies, freedom expression, encouragement, feeling free to be in an open team and receiving feedback and improve due to the work of everyone."
                ]
            },
            {
                "titre_du_forum": "article d'Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hello Anna! \nI appreciate your comment and I would like to highlight the part about \"it can be seen that creative processes can differ from one field to another, which highlights the importance of organizational dynamics\". I think this part it's one of the biggest pillar about his theory cause she talks about it in the last part and I hope this could be expanded one day, cause nowadays it's one of the biggest misunderstanding: sometimes companies don't want to go ahead with some creative solution only because they think this is only for some time of corporates. \nBut of course no. Creativity is for everyone if and only if you are open and you use the right approaches to that, like Amabile said in the article.\n\nthank you very much"
                ]
            },
            {
                "titre_du_forum": "Componential Theory of Creativity: Davantage théorique que pratique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Nice evening Alex!\n\nI understand your point about which the article maybe it's more theoretical than practical and also that these theories are difficult to apply in a task-based companies; but I think these approaches are directly linked to the main managers that can really change habits and thoughts about the company. Obviously it can be difficult to apply, but why not to try and maybe comeback to first situation? \nI talk on the communication side, but we can try to apply them also in the first-level floor going down until the workers giving them a different way of doing things that can really improve their satisfaction and their final results as well."
                ]
            }
        ]
    },
    {
        "utilisateur": "Giorgia Piscicelli",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Componential Theory of Creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "The working paper talks about the componential theory of creativity, articulated by Teresa Amabile in 1983. The theory focuses on the social and psychological components necessary for an individual to produce something creative. The theory argues that four components, inside and outside the individual, influence the creative response: domain-relevant skills, creativity-relevant processes, intrinsic motivation (three components internal to the individual), and social environment (the only component external to the individual). It is even particularly interesting to understand how intrinsic motivation and external pressures (like rewards or deadlines) affect creativity in different environments, such as workplaces, and the contrast between them.Additionally, the development of the e-book and microcapsules at MIT Media Lab (E Ink example), led by Joe Jacobson, demonstrates the validity of the componential theory of creativity. The team’s domain expertise (Jacobson in physics, Comiskey in networks, and Albert in mechanical engineering) enabled them to develop the necessary skills in chemistry, optics, and electronics. Their creativity-relevant processes involved frequent experimentation and problem-solving to find the right solution. Their work was driven by intrinsic motivation, fueled by the desire to create something innovative. Finally, the lab’s environment (MIT Media Lab), that is characterized by abundance of resources, collaboration, and autonomy, offered ideal conditions for fostering creative breakthroughs.As final consideration, this work highlights how organizations aiming to cultivate innovation and emphasises that creativity thrives when internal motivation is prioritized over external constraints."
                ]
            }
        ]
    },
    {
        "utilisateur": "Giovanni Leone",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Comment on last paper",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Reading this paper after having gone through all the others was a random but very lucky choice, because, it is compared to the others more qualitative in nature.It somehow discusses the same topics of the others, serving as a kind of summary for the application of what we’ve seen in the course overall and in the other papers, specifically within an organizational context.One concept that seems to be shared with two other papers, namely those by Kaufman and Gabola, is this idea of cognitive functions spread across a continuum.For example, in Kaufmans paper, we observe how the four types of creativity are also described along a continuum, ranging from ordinary creativity to the genius-level creativity, passing through instructional and professional creativity. Amabile uses the image of the continuum in a similar yet different way, associating it with levels of creativity, from the simplest and most routinary to the extraordinary without focusing as much as the author of the other paper on the context in which they emerge.Another interesting parallel between the two authors is the fact that they both highlight the importance of domain-relevant skills especially “pro-C” creativity. This connection is not at all unexpected also because Amabile’s paper focuses more on organizational creativity, discussing about organizations that are often made of professionals.A broader reflection I had, not only on this article but also on the others discussed, concerns the dual role of technical skills in creativity. On one hand, they support divergent thinking, allowing individuals to make analogies or combine ideas from related or even more productively from distant fields. On the other hand, these same hard skills are essential for convergent thinking, where a strong technical background enables the individual to filter and refine ideas into solutions that are both innovative and appropriate.Overall, Amabile’s theory sets extremely ambitious goals but with a highly economically rewarding  purpose: to understand and stimulate creativity in organizational contexts.This work highlights the importance of personal skills, intrinsic motivation and  the role of the social environment in stimulating creativity. Consequently in my opinion it provides a perspective that, if not entirely complete, is very close to being so, considering the various factors and objectives that can influence creativity in these contexts.Once made these general observations, let’s move to the actual question in the forum. I find myself strongly aligned with Amabile’s description when it comes to my personal academic experiences. During my studies at the Politecnico of Turin, I often found myself working with other students and colleague in group projects and assignments, both from my degree both e from different ones.In such contexts I could observed how depending on the group I was working with, the social factor had a strong impact on the output. So, I can fully state that, at least for this aspect and on my extremely persona experience, I have an empirical and personal support to what written in the paper.In the same context, as my technical skills grew during my studies, I found it easier to come up with alternative and unexpected solutions to problems that initially seemed insurmountable, or that on the contrary seemed to have only one banal, analytical but sub-optimal solution.It’s trivial to say that but for dure the motivational factor is concerned, since it is something commonly observed by everyone, including myself, even in everyday life, let alone academic or professional context.As for the final factor, that of techniques and practices that stimulate creativity, I have to say that this is something I had always overlooked in the past, but especially through this course, I’ve had the opportunity to explore it more deeply. For example, in the last group project we’ve been working on these days, I’ve observed how these aspects, when cultivated properly, can lead to surprisingly positive results.I’m sorry for writing such a long comment, but since I found myself doing it at the end of the course, it seemed like a good opportunity to summarize everything we’ve seen so far. I hope it wasn’t too boring!"
                ]
            }
        ]
    },
    {
        "utilisateur": "Isaline de Montety",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Componential Theory of Creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'aime beaucoup ta réflexion sur l’importance de bien manger et dormir pour être de bonne humeur. Ça résonne un peu avec ce que je vis, bien que dans mon cas, c’est la musique qui joue ce rôle clé. Comme toi, je remarque que je suis plus créative lorsque je suis dans un état émotionnel positif. D’ailleurs, Amabile souligne que l’état émotionnel influence directement la créativité, notamment en impactant les processus créatifs. Cet effet est renforcé par la motivation intrinsèque, qui, selon la théorie, est maximale quand on se sent engagé et stimulé par une tâche.\n\nPour moi, écouter de la musique, surtout ma playlist favorite, me permet de créer cet état. Par exemple, avant un examen ou une session de travail important, je prends une heure pour écouter des morceaux qui me motivent et m’apaisent. Cela agit un peu comme ton rituel de bien manger et bien dormir : ça m’aide à me sentir alignée, motivée, et prête à explorer des idées ou à résoudre des problèmes. Cet impact de la musique sur mon humeur et ma motivation est essentiel, car il me permet d’être créative et donc d'être plus enclenchée dans un processus créatif."
                ]
            }
        ]
    },
    {
        "utilisateur": "Ismaël Mohammed",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "discussion surle texte",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d'accord avec ce que tu dis, c'est même quelque chose qui est observable au quotidien. En effet, on peut voir que la créativité des autres découle souvent d'un besoin fondamental (facteurs environnementaux) et aussi leurs compétences/expertise. On remarque que la créativité est quelque chose de dynamique qui est propre à un contexte, comme l'explique Amabile."
                ]
            }
        ]
    },
    {
        "utilisateur": "Jean-Philippe Bernard",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Réflexion sur la créativité en se basant sur le modèle d'Amabile.",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis 100% d’accord avec toi, dans mon travail, je suis avec des gens motivés qui ont en majorité une motivation intrinsèque de venir au travail et de faire une différence dans la société. Comme mentionné dans le texte, une motivation intrinsèque se résume à entreprendre une tâche ou de résoudre un problème parce qu’elle est intéressante, engageante, personnellement stimulante ou satisfaisante. Plutôt que de l’entreprendre en raison d’une motivation extrinsèque découlant de récompenses contractuelles, de surveillance, de compétition, d’évaluation ou d’obligations de faire quelque chose d’une certaine manière. Il est prouvé qu’une motivation intrinsèque est davantage propice à faire ressortir l’aspect créatif de tous et chacun que la motivation extrinsèque. \nPour conclure, je veux simplement souligner le fait que la créativité provient réellement de soit et non de ce qui nous entoure généralement. En effet, trois des quatre composantes qui sont nécessaire à la créativité sont internes à l’individu soit les compétences pertinentes au domaine, les processus pertinents à la créativité et la motivation intrinsèque à la tâche. Finalement, il y a la dernière composante qui est externe à l’individu et qui est l’environnement social dans lequel l’individu travaille."
                ]
            }
        ]
    },
    {
        "utilisateur": "Kenza Baspin",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Componential Theory of Creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La Componential Theory of Creativity de Teresa M. Amabile décrit bien les étapes et les facteurs qui influencent le processus créatif, et je trouve qu’elle reflète vraiment mes propres expériences. Selon ce modèle, la créativité repose sur trois éléments principaux : l’expertise, les compétences créatives et la motivation, le tout influencé par l’environnement. Ces aspects résonnent avec ce que j’ai vécu dans mes projets. La motivation, selon Amabile, est aussi cruciale. Et, en effet, j'ai l'impression d'être plus créative lorsque je travaille sur un projet qui m’intéresse vraiment et que j'ai bien dormi et bien mangé. Bref quand je suis de bonne humeur donc motivé. Par exemple, quand un sujet me passionne, je vais chercher plus loin, explorer des idées et tester des solutions sans compter mon temps. En revanche, si je travaille juste pour remplir une obligation, mes idées sont souvent moins originales. La motivation est aussi très lié à l'environnement. J’ai remarqué que je suis beaucoup plus créative lorsque je travaille dans une équipe ouverte qui encourage les idées et l’expérimentation. Par contre, un environnement stressant ou trop rigide peut vraiment freiner ma créativité et comme \"paralyser\" mon cerveau comme j'ai pu le constater pendant mon projet personnel où j'ai tourné en rond longtemps car je m'étais imposé des limites trop stricts. Finalement, l’expertise joue un rôle clé. Par exemple, dans mes projets en génie physique, mes connaissances techniques m’aident à comprendre les contraintes et à proposer des idées réalistes. Sans une bonne base dans le domaine, il serait difficile d’imaginer des solutions pertinentes. Ensuite, les compétences créatives sont également essentielles. J’ai souvent remarqué que ma capacité à combiner des idées ou des souvenirs, à penser différemment ou à essayer de nouvelles approches et se laisser à de nouvelles idées émergentes (de part le brainstorm par exemple) m’aide à trouver des solutions."
                ]
            },
            {
                "titre_du_forum": "Théorie des composantes de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hello Mathias ! Ton commentaire est vraiment intéressant quant à la motivation intrinsèque. Comme toi, je trouve qu’elle est souvent mise de côté par rapport aux compétences techniques ou à l’environnement social, alors qu’elle est essentielle pour être créatif. Ce qui m’a aussi surprise, c’est ce que tu dis sur la motivation extrinsèque. Je pensais aussi qu’elle aurait au moins un effet un peu positif puisque j'ai l'impression que dans notre éducation et particulièrement à l'école on fait appel à cette motivation extrinsèque (les notes, ect.), même si moins fort que la motivation intrinsèque. Apprendre qu’elle peut freiner la créativité est un point important mais fais du sens en même temps. Ça montre qu’il faut faire attention à ne pas trop se laisser guider par des récompenses ou des pressions externes."
                ]
            }
        ]
    },
    {
        "utilisateur": "Khalid Hamid",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Analyse de l'article",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Selon Teresa M. Amabile, dans son article intitulé \"Componential Theory of Creativity\", une théorie exhaustive et organisée est fournie sur les éléments essentiels à la créativité. Elle se concentre sur trois facteurs individuels : les compétences, les processus cognitifs et la motivation intrinsèque, ainsi qu'un facteur externe : l'environnement social. Ce cadre théorique permet de mieux comprendre comment ces éléments interagissent pour générer des idées ou des solutions à la fois innovantes et adaptées. Amabile met en pratique sa théorie de manière efficace en utilisant des exemples concrets, tels que l'invention de l'E Ink, où la combinaison d'expertise, de persévérance individuelle et d'un environnement favorable a conduit à une innovation significative. La théorie souligne également un aspect crucial : la motivation intrinsèque, qui est présentée comme le principal moteur de la créativité. Amabile met en évidence le fait que les personnes sont les plus créatives lorsqu'elles sont motivées par l'intérêt, le plaisir ou le défi personnel, plutôt que par des motivations externes telles que des récompenses ou des pressions externes. Ce constat revêt une importance particulière dans les contextes organisationnels, où l'auteur offre des conseils sur la façon de promouvoir l'innovation en encourageant la créativité grâce à des collaborations et à une gestion encourageante.D'après moi, même si ce cadre est solide et riche, il convient de souligner certaines limites. L'accent de la théorie est principalement mis sur les éléments internes et organisationnels, en négligeant des influences externes importantes comme les préférences des consommateurs ou les variations économiques, qui peuvent néanmoins jouer un rôle crucial dans la réussite ou l'échec d'un processus révolutionnaire. En outre, l'influence de l'environnement physique est évoquée, mais elle demeure sous-estimée. Cependant, des études récentes indiquent que l'environnement professionnel, bien que souvent moins important que l'environnement social, peut tout de même avoir un impact sur la créativité, en particulier dans des environnements où l'innovation technologique et la collaboration sont cruciales."
                ]
            }
        ]
    },
    {
        "utilisateur": "Kirollos Guendi",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Réflexion sur la créativité en se basant sur le modèle d'Amabile.",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce\nmodèle correspond à mon expérience créative. Je constate que travailler dans un\nenvironnement collaboratif et encourageant stimule vraiment ma créativité.\nLorsque je suis entouré de personnes passionnées, je me sens plus libre\nd'explorer des idées originales. Avoir des compétences spécifiques, comme en\nrédaction ou en recherche, me donne une base solide pour développer mes\nconcepts. De plus, quand je peux prendre des risques sans craindre le jugement\ndes autres, cela m'encourage à sortir des nouvelles approches et à trouver des\nsolutions innovantes. Finalement, la créativité naît vraiment de la combinaison\nde ces compétences, un environnement collaboratif et la motivation face à la tâche à accomplir."
                ]
            }
        ]
    },
    {
        "utilisateur": "Marina Guendi",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Componential Theory of Creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article \"Componential Theory of Creativity\" de Teresa M. Amabile présente un modèle complet des composantes sociales et psychologiques nécessaires pour produire un travail créatif. Ce qui est frappant dans cette théorie, c'est qu'elle ne se contente pas de définir la créativité comme une simple génération d'idées novatrices, mais qu'elle met également en avant l'importance de la pertinence et de l'objectif dans le processus créatif.Amabile identifie quatre composantes essentielles à toute réponse créative : les compétences spécifiques au domaine, les processus pertinents pour la créativité, la motivation intrinsèque, et l'environnement social. Cette approche holistique souligne que la créativité n'est pas un phénomène isolé, mais qu'elle est le résultat d'une interaction complexe entre l'individu et son contexte.Ce modèle est particulièrement pertinent dans le milieu organisationnel où l'innovation est cruciale. En reconnaissant que l'environnement social influence fortement la capacité créative, cette théorie encourage les gestionnaires à créer des environnements de travail qui stimulent et soutiennent la créativité de leurs employés. Cela inclut la valorisation des compétences individuelles, la promotion de processus créatifs, et la création d'un cadre motivant.Ainsi, cette théorie met en lumière que la créativité est un processus multifactoriel et contextuel. Elle nous pousse à repenser la manière dont nous pouvons encourager et cultiver la créativité, non seulement au niveau individuel, mais aussi au sein des équipes et des organisations entières. En intégrant cette vision, nous pouvons créer des environnements plus propices à l'innovation et à la créativité collective."
                ]
            }
        ]
    },
    {
        "utilisateur": "Martin Creuze",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Text Amabil-EM",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d'accord avec toi, Emmanuel, sur plusieurs points, notamment l'importance de la sécurité psychologique au sein des équipes créatives. C'est essentiel de pouvoir proposer des idées, même les plus décalées, sans craindre le jugement, car souvent c’est de là que surgissent les solutions les plus innovantes. J'ai vécu des expériences similaires en équipe, et c’est vrai que les idées les plus inattendues sont parfois celles qui apportent un vrai déclic. Egalement, si on collabore avec des personnes introverties, il est nécessaire d'installer un climat de confiance pour que chacun puisse exprimer son opinion sans avoir la peur d'être jugé.\n\nJe trouve aussi pertinent ton exemple de l'approche \"édisionienne\" dans l’ingénierie électrique, où les tests et les ajustements constants sont au cœur du processus créatif. Ça montre bien comment la créativité ne se limite pas à l’art, mais peut être tout aussi centrale dans des disciplines plus techniques.\n\nUne autre idée que j'aimerais ajouter concerne la gestion du temps dans ce processus créatif. Souvent, en entreprise, ayant eu l'occasion de réaliser plusieurs stages, je peux affirmer que la pression des délais peut étouffer la créativité. L'auteur le mentionne également : l'excessive pression de temps peut bloquer la créativité. Pourtant, si l’on arrive à intégrer des moments de pause ou de réflexion, même dans des périodes intenses, cela peut permettre aux idées de mûrir. Ainsi, ce n'est pas seulement l'environnement social, mais aussi l’organisation du travail qui peut influencer le niveau de créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Massine Azzoug",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Comprendre et booster sa créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le modèle d’Amabile sur la créativité me parle beaucoup et reflète bien ma façon de vivre un processus créatif. Il explique que pour être créatif, on a besoin de plusieurs choses : des compétences dans le domaine, des méthodes de réflexion, une motivation personnelle forte et un bon environnement. Ça me rappelle mes expériences où avoir les bonnes compétences et la liberté d’essayer des idées nouvelles m’a souvent aidé à trouver des solutions intéressantes.Ce qui me marque le plus, c’est l’importance de la motivation intrinsèque. Quand je suis vraiment passionné par une tâche, les idées viennent plus facilement, même si c’est compliqué. Et puis, travailler dans un environnement qui encourage les idées, où je n’ai pas peur d’être jugé, ça fait une énorme différence. Ça m’aide à aller plus loin et à oser tenter de nouvelles choses.Ce modèle me fait aussi réfléchir à ce qui peut bloquer ma créativité, comme un manque de soutien ou un environnement pas inspirant. Bref, ce n’est pas juste une théorie compliquée, c’est vraiment un outil qui m’aide à mieux comprendre ce qui booste ou freine ma créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Matéo Farines",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "discussion surle texte",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ton analyse est très intéressante, et je suis d'accord sur l'idée que la créativité naît d'une interaction complexe entre différents facteurs. La Componential Theory of Creativity de Teresa M. Amabile met vraiment en évidence à quel point ces composantes sont interdépendantes.\n\nTa réflexion me fait réfléchir, c’est vrai que je n’avais pas remarqué cet aspect dans l’article. Peut-être que ce que tu mentionnes, comme les capacités techniques ou l’environnement, sont des éléments que l’on peut exploiter. Ce qui les relie pourrait être différent selon ce que l’on souhaite produire. Par exemple, dans un projet professionnel, cela peut devenir des contraintes à prendre en compte"
                ]
            }
        ]
    },
    {
        "utilisateur": "Mathias Gagnon",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Théorie des composantes de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Au delà de bien énoncer les composantes individuelles de la créativité et de démontrer les analogues dans le cadre d'une organisation, ce texte met grandement en valeur je trouve l'importance de la motivation intrinsèque qui a été mentionnée dans le cours, mais moins que le savoir technique, les connaissances en méthodes créative et l'environnement social. Ce qui m'a le plus surpris et me marque le plus cependant puisque ça va contre certaines suppositions que j'avais est l'impact de la motivation extrinsèque.Je me serais attendu à ce que l'impact soit positif, bien que moindre sachant déjà que la motivation intrinsèque est préférable pour à peu près toute tâches, mais découvrir qu'elle peut en fait nuire est important à savoir, surtout en considérant qu'il est possible de travailler sur la perception de la motivation pour qu'elle soit intrinsèque."
                ]
            }
        ]
    },
    {
        "utilisateur": "Meriem Hassani",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Modèle de créativité par composants",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Émile, je trouve ton analyse de la théorie componentielle de la créativité exposée dans l'article très pertinente. Je suis d'accord sur plusieurs points, notamment sur l'importance de considérer les interactions complexes entre les composants de la créativité, au-delà d'une simple séparation en \"boîtes\" distinctes. Pour moi, la créativité ne peut pas se réduire à des éléments indépendants ; les compétences, les processus, la motivation et l'environnement social interagissent de manière dynamique. Par exemple, je constate que dans de nombreux contextes, un environnement social stimulant peut renforcer ma motivation intrinsèque, ce qui, à son tour, m'encourage à perfectionner mes compétences et à mobiliser des processus créatifs de manière plus efficace.\n\nMon expérience personnelle me le confirme : lorsque j'ai travaillé sur des projets collaboratifs, c'est souvent l'interaction avec des partenaires de confiance, combinée à des moments de réflexion individuelle, qui a stimulé ma créativité. Ce processus de collaboration, soutenu par la motivation partagée et les compétences mises en commun, démontre que les composants de la créativité ne peuvent pas fonctionner isolément. Ils s'influencent mutuellement de manière continue.\nCependant, j'émets une réserve concernant l'article : l'auteure semble s'appuyer largement sur sa propre théorie et, bien qu'elle mentionne que la recherche soutient l'inclusion des trois composants intra-individuels ainsi que celui de l'environnement social, elle ne fournit pas de sources extérieures suffisantes pour appuyer cette affirmation. Cela aurait enrichi la discussion et offert une vision plus critique de sa théorie en la confrontant à d'autres approches. En parcourant la section \"further reading\", j'ai remarqué que près de la moitié des références étaient ses propres publications, ce qui limite la diversité des perspectives."
                ]
            }
        ]
    },
    {
        "utilisateur": "Mewen Le Cam",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "La théorie componentielle - Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La théorie componentielle de la créativité, proposée par Teresa Amabile, explique que la créativité repose sur l’interaction de quatre composantes (que l'on avait vu en s'intéressant aux facteurs d'influence de la créativité) : les compétences liées au domaine (expertise et connaissances), les processus \"mentaux\" liés à la créativité (capacités cognitives et traits de personnalité), la motivation intrinsèque (par plaisir, intérêt ou encore challenge) et l’environnement, en particulier l'environnement social (soutien ou obstacles). L'auteure dit aussi que la motivation intrinsèque est essentielle : nous sommes les plus créatifs lorsque nous travaillons par passion, sans être poussés par des motivations extrinsèques comme des récompenses ou des pressions.J’ai bien aimé le concept de \"synergie motivationnelle\" qui permet de nuancer l’idée que j'ai évoquée juste avant. Amabile montre que, dans certains cas, des récompenses extrinsèques peuvent renforcer la motivation intrinsèque lorsqu'elles confirment nos compétences ou nous aident à approfondir un travail qui nous passionne. Ça pose la question de comment trouver un équilibre entre motivation intrinsèque et extrinsèque dans des environnements professionnels par exemple. Et je me demande aussi si l'environnement peut compenser un manque de compétence, de processus ou de motivation intrinsèque.J'ai bien aimé aussi le lien qui est fait avec le monde de l'entreprise ou des organisations.J'aurais préféré que la réflexion soit un peu plus poussée (peut-être aborder les environnements de l'éducation ou des loisirs) mais c'est quand même un concept très solide et bien illustré sur le schéma à la fin."
                ]
            },
            {
                "titre_du_forum": "Réflexion sur la créativité en se basant sur le modèle d'Amabile.",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je ne suis pas totalement d'accord avec ce point de vue selon lequel \"la créativité provient réellement de soi\". Bien que les composantes internes (compétences, processus créatifs et motivation intrinsèque) soient essentielles, je pense que la composante extrinsèque joue un rôle déterminant et ne peut pas être considéré comme secondaire.\n\nUn individu peut avoir toutes les compétences et la motivation nécessaires, mais si l’environnement est toxique, rigide ou stressant, sa créativité sera impactée négativement. Et dans l'autre sens, un environnement social peut donner de l’inspiration ou encourager l’échange d’idées. En fait, l’environnement social a le potentiel d’amplifier ou de réduire l’impact des composantes internes, parfois même de manière plus marquée je trouve.\n\nEt même au delà de l'environnement social, il y a d'autres facteurs extrinsèques importants je pense, comme les observations, l'accès aux connaissances ou à des idées, les stimuli sensoriels..."
                ]
            },
            {
                "titre_du_forum": "Environment can make the difference",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "I completely agree with your perspective on the extrinsic component, I think that, out of the four components, the social environment is the most crucial. \n\nThis is because it has a unique potential to negatively impact creativity, a lot more so than the other components I believe. A restrictive, critical, or uninspiring, \"grey\" environment can block motivation and creative thinking, regardless of the skills or processes.\n\nThis makes it very important to pay close attention to the environment. And it seems that your personal experience supports this idea."
                ]
            }
        ]
    },
    {
        "utilisateur": "Niamké Jean-Félix Ahonzo",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Amabile et les processus créatifs",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'auteure développe une théorie sur la créativité. Elle parle de la créativité comme une production d'idées menant à des résultats nouveaux utiles en société. Elle parle de facteurs d'influence de la créativiité comme la motivation intrinsèque, l'environnement, la société. En fait, je retiens que la motivation et les autres (proches et société) ont quand même un impact significatif sur notre créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Nisrine Hamroun",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Componential Theory of Creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette lecture parle principalement de la théorie composantielle de la créativité. On remarque que l’auteur démontre que la créativité ne dépend pas uniquement des compétences techniques que l’on possède, mais aussi de la motivation intrinsèque et du contexte social dans lequel on se trouve. J’ai particulièrement apprécié le fait que la créativité soit stimulée par une certaine motivation intérieure, c’est-à-dire l’envie que la personne a de créer et de prendre du plaisir à le faire, et non uniquement par des récompenses extérieures.Ce texte m’a également fait réfléchir à l’importance de l’environnement dans lequel on évolue et où l’on est exposé, car le climat nous affecte. Par exemple, si l’on évolue dans un climat de soutien, cela peut favoriser l’émergence d’idées nouvelles."
                ]
            }
        ]
    },
    {
        "utilisateur": "Noël Mhanna",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Théorie composante de la créativité - Teresa M. Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le modèle de la théorie composante de la créativité proposé par Teresa M. Amabile se rattache à mon expérience du processus créatif en mettant en lumière quatre éléments essentiels : les compétences pertinentes au domaine, les processus de créativité, la motivation intrinsèque et l'environnement social. Par exemple, dans mes projets académiques, mes compétences spécifiques dans des domaines comme l'ingénierie me permettent d'aborder des problèmes de manière novatrice. De plus, la motivation intrinsèque que je ressens, en particulier lorsque je suis passionné par un sujet, stimule ma créativité et me pousse à explorer de nouvelles idées. Enfin, j'ai constaté que l'environnement social, comme le soutien et l'encouragement de mes collègues et enseignants, joue un rôle crucial dans le développement de mes idées. Cela me rappelle que, pour produire un travail créatif, il est nécessaire d'avoir non seulement des compétences et une motivation, mais aussi un cadre social positif qui favorise l'échange d'idées. Ainsi, ce modèle résonne profondément avec mes expériences personnelles, en soulignant les interactions entre ces différentes composantes qui nourrissent ma créativité."
                ]
            },
            {
                "titre_du_forum": "Theorie des composants de la creativite",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d’accord avec ton analyse sur l’importance de l’environnement social et des obstacles qu’il peut créer pour la créativité. Ce que j’aimerais ajouter, c’est que cette théorie met aussi en lumière l’équilibre délicat entre les motivations internes et externes. Si un environnement peut freiner la créativité, il peut également la stimuler, notamment à travers des éléments comme le soutien à l’innovation, la valorisation des idées, ou la mise en place d’un espace pour expérimenter sans crainte d’échec. En ce sens, l’environnement ne se limite pas à poser des limites, mais peut aussi agir comme catalyseur pour aider les individus à puiser dans leur motivation interne et transformer leurs expériences en idées novatrices. C’est une perspective qui montre bien que créativité et environnement sont indissociables."
                ]
            }
        ]
    },
    {
        "utilisateur": "Ravy Por",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "article d'Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Par rapport aux trois articles précédents que vous avez nommé « Texte de Kaufman »,  « Texte de Lubart » et « Texte de Gabora » (ci-après nommés Textes), il est le seule ayant mis plus de détails sur la motivation extrinsèque comme les récompenses qui influence la motivation intrinsèque et la créativité, avec un angle dans le milieu organisationnel.\nAnna et Giacomo ont partagé les éléments essentiels, j’ajouterai seulement, en lien avec la théorie componentielle de la créativité, qu’un environnement favorable, les conditions et les ressources nécessaires sont essentiels pour faciliter la créativité (pouvant être créés par les managers)."
                ]
            }
        ]
    },
    {
        "utilisateur": "Rukhama Adlai Florestal",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Théorie composante de la créativité - Teresa M. Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve moi aussi que ce modèle reflète beaucoup mon expérience que j’ai avec la créativité. Notamment le fait que plus je suis passionnée par un projet, plus j’ai envie de travaille dessus et plus j’ai l’opportunité d’être créative. On peut aussi comparer ce modèele de la créativité avec le modèle vu en classe. En effet, on peut que les deux modèeles par exemples mettent en avant l’environnement social comme facteurs qui influencent la créativité, aussi appelé la culture organisationnelle en classe. En effet, avoir un entourage ou les nouvelles idées sont encourage facilitent la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Sara Beddouch",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Ce que j’ai appris en cours et en pratique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "En lisant cet article, j’ai eu plusieurs \"Aha moments\", sûrement parce qu’on arrive à la fin du cours et que les concepts commencent à se mettre en place. Cette notion que la créativité repose sur un mélange de compétences, de processus créatifs, de motivation intrinsèque et d’environnement social, c’est exactement ce qu’on a abordé pendant l’exercice sur les facteurs qui influencent la créativité. J'ai eu quelques flashback de ma propre expérience que j'aimerais partager.Quand j’ai travaillé sur mon projet personnel où j’ai créé un jeu-CV, mes compétences en programmation m’ont beaucoup aidée (ce que l’article appelle les domain-relevant skills). J’ai pu coder des animations et des interactions. Mais j’ai vite réalisé que \"savoir coder\" ne suffisait pas. Si je m’étais limitée à ce que je savais déjà faire, le projet aurait été très basique. C’est à ce moment-là que j’ai appliqué les méthodes d’idéation, comme la divergence/convergence, ce qui m’a permis d’expérimenter avec des concepts plus originaux, comme des mini-jeux pour illustrer mes expériences de stages. En gros, ce ne sont pas uniquement mes compétences qui dictent le processus créatif, mais plutôt ma capacité à utiliser ces compétences comme point de départ. Comme Sophie l’a bien dit, les compétences servent à \"comprendre la boîte\" et à réfléchir à comment repousser progressivement nos limites de manière innovante. J’ai aussi compris que sans motivation intrinsèque, c’est dur d’être créatif. J’ai passé des heures sur mon projet parce qu’il me passionnait. Par contre, dans des projets sans intérêt personnel, je faisais le minimum et parfois ma créativité était inexistante. Ensuite, l’importance de l’environnement et de la tolérance aux nouvelles idées, comme on l’a vu en classe. Un milieu qui accueille les idées encourage l’expérimentation. À l’inverse, si on sent que nos idées seront rejetées, on hésite à les partager, ce qui bloque la créativité. Mon frère, par exemple, m’a beaucoup soutenue. Même s’il n’était pas impliqué dans mon projet, il écoutait sans jugement et posait des questions. Parfois, il faisait des liens auxquels je n’aurais jamais pensé!Un autre aspect de l’article qui m’a marqué, c’est cette idée que des contraintes externes, comme une deadline, ne sont pas toujours négatives. Amabile parle de motivational synergy: quand une contrainte s’accompagne d’un haut niveau de motivation intrinsèque, elle peut devenir un catalyseur de créativité. Cela rejoint également ce qui est mentionné dans le TED Talk The Power of Creative Constraints  (forum contrainte: oui ou non). J’ai repensé à mon dernier hackathon, polyhx. On avait peu de temps, mais mon équipe était diversifiée (différents domaines de génie) et là juste pour s’amuser. En gros, on n’avait pas d’attentes, mais on était tous motivés à apprendre quelque chose de nouveau et à expérimenter ensemble. C’était, à mon avis, une des meilleures ambiances en termes de créativité et d’idéation. Honnêtement, on a passé plus de temps à brainstormer qu’à coder, mais notre idée était simple et out of the box, ce qui nous a finalement permis de gagner.Pour conclure, cet article reflète bien ce qu’on a vu en cours: la créativité, c’est la capacité à générer des idées nouvelles et pertinentes pour atteindre un objectif. Elle repose sur des facteurs comme: les compétences liées au domaine, les processus créatifs, la motivation intrinsèque et l'environnement social. Cela montre que la créativité n’est pas innée, mais qu’elle peut être cultivée. Quand on se sent bloqué, il suffit de travailler sur l’un de ces aspects pour retrouver son inspiration."
                ]
            }
        ]
    },
    {
        "utilisateur": "Selyan Boukaroura",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "La créativité : innée ou cultivée ?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut tout le monde,En lisant cet article de Teresa Amabile, une question m'a beaucoup interpellé : la créativité est-elle vraiment une capacité que tout le monde peut développer, ou reste-t-elle limitée par nos aptitudes et notre environnement ?Amabile explique que la créativité repose sur un mélange de compétences liées au domaine, de processus cognitifs, de motivation intrinsèque et d'un environnement social favorable. Ce qui est intéressant, c’est qu’elle met l’accent sur le fait que la créativité n’est pas purement innée, mais qu’elle peut être cultivée en travaillant sur ces différents facteurs. J’ai trouvé l’exemple de l’E Ink vraiment inspirant, surtout la manière dont un environnement comme celui du MIT Media Lab a stimulé des idées innovantes.Mais je me demande : que faire quand certains de ces éléments nous manquent ? Par exemple, peut-on réellement être créatif dans un environnement peu stimulant ou avec des compétences limitées dans un domaine ? Et est-ce que la motivation intrinsèque suffit pour compenser ces manques ?J’aimerais bien avoir vos avis, vos expériences personnelles ou même vos critiques sur cette théorie. Pensez-vous que tout le monde peut devenir créatif en \"travaillant sur les bons leviers\", ou y a-t-il des limites que l’on ne peut pas dépasser ?Hâte de lire vos réflexions ! 😊"
                ]
            },
            {
                "titre_du_forum": "Analyse de l'article",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Khalid, merci pour ton analyse super claire et structurée ! Tu résumes bien les points forts de la théorie, surtout l'importance des trois facteurs internes et de l'environnement social. L'exemple de l'E Ink que tu mentionnes est particulièrement parlant : ça montre bien comment la combinaison de compétences et d'un environnement stimulant peut aboutir à quelque chose d'innovant.\n\nJe suis complètement d'accord avec toi sur la motivation intrinsèque. Quand on est vraiment passionné par ce qu’on fait, on est prêt à y mettre tout notre cœur, et c’est là que la magie opère. Mais, comme tu l’as relevé, il manque effectivement une prise en compte plus détaillée des éléments externes comme les préférences des consommateurs. Ces aspects peuvent être décisifs, surtout quand on parle d’innovations qui doivent rencontrer un marché.\n\nSur l’environnement physique, c’est vrai qu’il est souvent sous-estimé, mais il peut faire la différence. Par exemple, des espaces ouverts et collaboratifs comme ceux qu’on voit dans certaines startups peuvent stimuler les échanges d’idées. Perso, je trouve qu’un bon cadre physique joue aussi sur la motivation : un espace où on se sent bien, ça peut vraiment booster l’énergie créative.\n\nAu final, je trouve que cette théorie reste super utile pour comprendre les bases de la créativité et comment elle peut être nourrie. Mais comme tu le dis, un cadre plus élargi intégrant les facteurs économiques et physiques la rendrait encore plus complète."
                ]
            },
            {
                "titre_du_forum": "Ce que j’ai appris en cours et en pratique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Sara, j’ai beaucoup aimé ton partage d’expérience, surtout ton exemple du jeu-CV, c’est vraiment créatif et ça rend le concept de l’article hyper concret. Ça me parle beaucoup, surtout la partie où tu dis que \"savoir coder\" ne suffisait pas et que tu as utilisé des techniques d’idéation pour aller plus loin. Je trouve que c’est exactement ça la clé : partir de nos compétences, mais oser sortir de la zone de confort pour vraiment innover.\n\nJe suis d’accord aussi sur la motivation intrinsèque, c’est tellement vrai. Quand je bosse sur un projet qui m’intéresse, je peux y passer des heures sans me rendre compte du temps qui passe. Par contre, quand ça ne me passionne pas, je suis en mode automatique, et clairement ma créativité en prend un coup.\n\nPour l’environnement, ton exemple avec ton frère est top. Ça montre que même un soutien simple peut tout changer. Perso, dans un projet de groupe, je me souviens qu’on avait un membre hyper critique (genre, il rejetait tout direct), et ça nous avait complètement bloqués au début. Mais dès qu’on a instauré une règle du style \"on accueille toutes les idées avant de les évaluer\", on a pu brainstormer librement, et là, la créativité a explosé.\n\nEnfin, la partie sur les contraintes, ça m’a aussi marqué. J’avais toujours vu les deadlines comme un stress, mais avec le recul, je me rends compte que certaines contraintes m’ont poussé à être plus efficace et à trouver des solutions créatives. Genre pendant un hackathon aussi, comme toi. L’ambiance et le challenge m’ont aidé à rester concentré et à proposer des idées originales en un temps record.\n\nMerci pour ton analyse, ça m’a vraiment fait réfléchir à mes propres expériences. Et je suis totalement d’accord avec ta conclusion : la créativité, ça se cultive. Quand on est bloqué, il suffit de réactiver un des facteurs (comme tester une nouvelle approche ou se motiver avec un challenge), et ça peut relancer tout le processus. 😊"
                ]
            }
        ]
    },
    {
        "utilisateur": "Syntich Kalala Tshibanda",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Theorie des composants de la creativite",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette\nthéorie qui consiste à un modèle complet des composants social et psychologique\nnécessaires à un individu pour produire un travail créatif. Ce qui a attiré\nplus mon attention, c'est par rapport à l'environnement social. La théorie\nindique que celui-ci a un certain nombre d'éléments extérieurs peuvent être des\nobstacles aux facteurs interne qui favorisent la créativité auprès d’un\nindividu. Par exemple, ces obstacles peuvent être trouver dans les normes\nsociales, dans la politique interne en ce qui concerne une organisation\n(entreprise), dans un esprit conservateur, dans le manque de la prise des\nrisques au sein du management d'une organisation. Certes l'environnement joue\nun rôle très important dans la créativité, mais cette théorie en plus de cela\nmontre combien des éléments extérieurs peuvent limiter cette créativité. \n\nAussi,\npar rapport aux deux grands éléments de la motivation interne et externe qui\npousse à la créativité, les idées peuvent provenir de l'intérieur d'un individu\nsuivant ce dont il nourrit son esprit et aussi de l'extérieur suivant ce qui\nl'entoure, ce qu'il vit tous les jours ou ce qu'il est exposé, c'est ce dont je\nlie avec les facteurs qui influencent la créativité que nous avons vu."
                ]
            }
        ]
    },
    {
        "utilisateur": "Tamara Kalout",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Componential Theory of Creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Kenza, \n\nJe suis tout à fait d’accord avec ton analyse, et je trouve tes exemples très parlants! La Componential Theory of Creativity d’Amabile est en effet très complète. Je me retrouve aussi dans plusieurs aspects de cette théorie, surtout en ce qui concerne l’importance de la motivation et de l’environnement.\nPour moi aussi, ma créativité dépend énormément de ma motivation intrinsèque. Quand je travaille sur un projet qui me passionne vraiment, je perds complètement la notion du temps. Je vais chercher des idées et des solutions bien au-delà de ce qu'on me demande. Par exemple, j’ai récemment travaillé sur un projet en génie chimique sur la création d'une usine de pâtes à tartiner, qui m’inspirait beaucoup. J’ai donc ressenti un véritable élan créatif. À l’inverse, pour un travail imposé qui ne me parlait pas du tout, j’ai eu beaucoup de mal à trouver des idées originales.\nEt une fois de plus, comme toi, l’environnement social joue un grand rôle sur ma créativité. Une équipe ouverte et bienveillante peut vraiment booster ma créativité. Étant quelqu'un de réservée, la dynamique d’une équipe influence ma perception de mes propres idées. Quand mes coéquipiers sont enthousiastes et qu’ils encouragent toutes mes idées, même les idées moins \"biens\", je prends confiance et développe donc mes réflexions plus facilement. \nCela dit, un autre point de la théorie d’Amabile qui me semble assez intéressant aussi est la manière dont elle décrit le processus créatif lui-même. Elle mentionne que le processus créatif n’est pas linéaire, et qu’il implique plusieurs phases qui peuvent se répéter : l’analyse du problème, la préparation, la génération d’idées, et la validation de ces idées. Ce que je trouve fascinant, c’est qu’on peut revenir en arrière à tout moment dans ce cycle pour ajuster ou repenser une idée. En plus, je pense que c'est une démarche qu'on applique souvent en tant qu'étudiants dans nos projets universitaires : lorsqu'une idée initiale nous semble insuffisante, on retourne à l'étape d'analyse pour redéfinir le problème à résoudre, ce qui nous permet de réorienter le travail de manière plus pertinente."
                ]
            }
        ]
    },
    {
        "utilisateur": "Théo Dubus",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Commentaire sur le texte d'Amabile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article de Teresa M. Amabile propose un modèle détaillé des éléments psychologiques et sociaux essentiels pour produire un travail créatif, connu sous le nom de théorie componentielle de la créativité. L'auteure identifie quatre composantes majeures nécessaires à la créativité : les compétences spécifiques au domaine, les processus cognitifs favorables à la créativité, la motivation intrinsèque et l'environnement social. Ce dernier, en particulier, joue un rôle crucial dans la stimulation ou la limitation de la créativité en milieu organisationnel, où des facteurs tels que la collaboration, la sécurité psychologique et le soutien des supérieurs sont déterminants.Amabile met en avant l'idée que les individus atteignent un haut degré de créativité lorsque leur motivation est intrinsèque, c’est-à-dire guidée par l'intérêt personnel et la satisfaction, plutôt que par des motivations externes. Le concept de synergie motivationnelle, qui suggère que certains éléments extrinsèques peuvent également renforcer la créativité si utilisés à bon escient, est une avancée dans le modèle. L’article illustre également cette théorie avec l’exemple de l'encre électronique d'E Ink, qui montre comment les différentes composantes interagissent dans un contexte d'innovation.Je trouve cette théorie à la fois claire et complète pour comprendre la dynamique de la créativité, notamment en milieu professionnel. L'accent mis sur l'importance de la motivation intrinsèque résonne avec l'idée selon laquelle les employés sont plus innovants lorsqu’ils éprouvent un réel intérêt pour leur travail. Cela souligne également le rôle fondamental des dirigeants pour créer un environnement propice à la créativité. Cependant, une limite de cette théorie est son manque d’attention aux influences externes, telles que les fluctuations économiques ou les préférences des consommateurs, qui pourraient également affecter la créativité et l'innovation."
                ]
            }
        ]
    },
    {
        "utilisateur": "Yasmine Chaabouni",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Théorie des composantes de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut à vous deux! Vos commentaires sont vraiment intéressants! J'aimrais aussi souligner qu'on peut voir cette motivation extrinsèque comme une arme à double tranchant. Comme vous l'avez soulevez, si on se laisse guider par les récompenses ou la pression liée aux évaluations ça peut nuire à la motivation intrinsèque qui, elle, est essentielle à la créativité!\nCependant, cette motivation extrinsèque peut aussi avoir un effet positif si elle est bien utilisée. Comme c'est dit dans le texte, des récompenses qui confirment les compétences ou des ressources qui permettent de mieux s’investir dans un projet peuvent au contraire renforcer davantage la créativité.\nJe cite le texte: \"However, if rewards confirm people’s competence (for example, by recognizing the value of their work), or enable them to become more deeply involved in work they are excited about (for example, by giving them more resources to do the work effectively), intrinsic motivation and creativity might actually be enhanced. This process is termed “motivational synergy” . \nCe que l'auteur appelle synergie motivationelle montre que les récompenses ou les encouragements externes ne sont pas intrinsèquement nuisible. Ils peuvent, dans un contexte favorable nourrir la créativité. \nÀ mon avis, cette idée de synergie est particulièrement intéressante, car elle met en lumière la subtilité nécessaire dans l’usage des motivations extrinsèques. Dans le cadre d’un projet ou d’une organisation par exemple cela implique que les managers doivent être attentifs à la manière dont ils introduisent des facteurs externes en veillant à ce qu'ils soient perçus comme des catalyseurs de compétences et non comme des pressions ou des obligations. Par exemple, des primes basées sur la reconnaissance de la qualité du travail accompli ou des opportunités d’évolution personnelle peuvent dynamiser et encourager un individu. À l’inverse, des récompenses conditionnées par des quotas rigides ou des échéances irréalistes risquent de faire l'effet contraire et limiter la créativité."
                ]
            }
        ]
    }
]