[
    {
        "utilisateur": "Alejandro Armas Segovia",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Tinker Hatfield: Abstract E2:S1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Tinker Hatfield, l’un des designers les plus emblématiques de Nike, a vu sa créativité façonnée par une série d’expériences personnelles, professionnelles et culturelles. Étudiant à l’Université de l’Oregon, Tinker était un athlète spécialisé dans le saut à la perche. C’est sous la direction de son entraîneur, Bill Bowerman, également cofondateur de Nike, qu’il a découvert un intérêt pour le design de chaussures. Bowerman testait des techniques avancées pour créer des chaussures adaptées aux besoins spécifiques de ses athlètes, une influence qui marquera profondément Tinker.Après une blessure lors d’un entraînement, Tinker a été contraint d’arrêter le sport pendant deux ans. Pendant cette période, il a poursuivi des études d’architecture tout en collaborant occasionnellement avec Bowerman sur des concepts de chaussures. Pour lui, \"l’art est l’expression ultime d’un individu créatif\". Bien qu’il soit concentré sur sa carrière d’architecte, il s’est progressivement orienté vers le design de sneakers, où il a trouvé un moyen de résoudre des problèmes tout en explorant des designs innovants.L’un de ses principes fondamentaux était de se focaliser sur la personne pour qui il concevait : sa personnalité, son histoire, son caractère. Son objectif était de créer des chaussures confortables et ergonomiques tout en les rendant visuellement marquantes. Parmi ses créations phares, on retrouve les Nike Air, avec leur bulle d’air visible sous le talon, et les Air Jordan, les sneakers les plus vendues de l’histoire. Ces modèles incarnaient son désir de sortir de l’ordinaire, quitte à susciter des réactions mitigées. Comme il le dit : \"Les gens ont du mal à comprendre ce qu’ils ne connaissent pas\".Tinker puisait aussi son inspiration dans sa vision du futur. Il est le designer des chaussures auto-laçantes vues dans Retour vers le futur, portées par Marty McFly. Ce concept, qu’il a imaginé dans les années 1980, a pris près de 25 ans pour devenir une réalité. En 2015, l’année où se déroule le film, Michael J. Fox a enfin pu essayer ces sneakers futuristes, parfaitement fonctionnelles. Ce projet illustre l’engagement de Tinker envers des idées novatrices et sa capacité à transformer des visions en réalité.Par ailleurs, les modèles qu’il concevait pour les athlètes de l’époque, comme ceux d’Andre Agassi, ont révolutionné le style sportif. Agassi, avec son style audacieux et anti-conventionnel, a introduit des couleurs et des designs éclatants dans un monde du tennis dominé par le blanc et la monotonie.Enfin, l’un des conseils clés de Tinker pour nourrir sa créativité est de sortir du studio. Il encourage à vivre des expériences, pratiquer des sports, prendre des risques et faire des suppositions. Selon lui, c’est en intégrant ces éléments de vie dans le processus créatif qu’on peut produire des designs uniques et marquants."
                ]
            },
            {
                "titre_du_forum": "Jordi Roca E3:S4",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Jordi Roca est le troisième frère d’une famille de chefs exceptionnellement talentueux. Depuis son enfance, Jordi était un enfant rebelle, sans idées très claires sur ce que l’avenir lui réservait. Il travaillait comme serveur dans le restaurant familial, mais il ne se voyait pas occuper ce poste toute sa vie. Le métier de chef ne l’attirait pas vraiment non plus, car ses frères étaient déjà des experts depuis leur plus jeune âge.Quand il était petit, à l’école et même dans sa famille, on se moquait de son nez, apparemment disproportionné par rapport à son visage. Un jour, Jordi a dû s’approcher de la section de pâtisserie et desserts du restaurant de ses frères, et c’est là qu’il a découvert ce qu’il aimait vraiment.Un univers où il pouvait expérimenter avec des couleurs et des recettes totalement différentes de ce qui existait jusque-là. Une grande partie de son inspiration créative provient des odeurs, et c’est là que son nez, avec son sens de l’odorat exceptionnel, entre en jeu. Il a commencé à créer des desserts qui, grâce à leurs parfums et, par conséquent, à leurs saveurs, transportent les convives vers des moments particuliers de leur enfance.L’un de ses desserts qui a retenu mon attention est \"La forêt tropicale\". Cela peut sembler étrange, mais il est fait avec de la terre. On récolte d’abord la terre près d’une forêt, puis on la décante pour en extraire une mousse au goût de terre, accompagnée d’une glace au miel de pin. Jordi nous rappelle ainsi les moments de notre enfance où nous avons tous joué avec de la terre, voire même goûté à celle-ci. Ce souvenir est profondément lié à nos moments les plus heureux, et son objectif principal est de nous y ramener.Jordi était quelqu’un qui n’avait pas d’idées précises sur ce qu’il allait faire de sa vie, mais il a trouvé sa passion dans la pâtisserie et a réussi à transmettre ce qu’il ressent et savoure grâce à ses desserts uniques au monde, remportant même à deux reprises le prix de meilleur chef pâtissier du monde."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexandre Stephane Njoh",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "chef's table Jeong Kwan (Saison 3, Épisode 1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "- cette episode explore la créativité de Jeong Kwan en mettant en avant plusieurs facteurs qui influencent son approche culinaire. on peut citer: L’héritage culinaire bouddhiste : Sa cuisine repose sur des recettes ancestrales transmises de génération en génération au sein des temples coréens.Le respect du temps et des cycles naturels : Elle pratique une approche durable en utilisant des ingrédients de saison et en fermentant les aliments sur plusieurs années.L’absence de recherche de reconnaissance : Contrairement à la plupart des chefs, elle ne cherche pas à obtenir des étoiles Michelin ou à ouvrir un restaurant, ce qui libère sa créativité de toute contrainte commerciale.L’influence du silence et de la méditation : Elle considère la cuisine comme une extension de la pratique méditative, où chaque geste doit être fait avec attention et intention.- Pourquoi ? Jeong Kwan est une nonne bouddhiste coréenne dont la cuisine végétale est empreinte de méditation et de spiritualité. Son approche est basée sur la nature, l’harmonie et le respect du temps nécessaire à la préparation des ingrédients (fermentation, saisonnalité). Elle illustre comment une profonde connexion à la nature et à la philosophie zen peut influencer la créativité culinaire."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexia Samuel",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: S1 E7 : Platon",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dès l’enfance, la dyslexie de Platon l’a poussé à simplifier\nle monde qui l’entourait. Cette approche minimaliste se reflète dans ses œuvres\nphotographiques : des arrière-plans neutres, une lumière maîtrisée, un choix\nd’outils identiques, mettant en valeur l’essentiel — le message humain et\nuniversel.\n\nLes mentors qu’il appelle ses « héros » , parmi lesquels son\npère architecte (dessin en noir et blanc), ont joué un rôle essentiel à sa créativité. Leur bienveillance\net sensibilité lui ont ouvert l’esprit, aidant ainsi à capturer des émotions,\ndes histoires, plus que la simple esthétique. Ses séances photos dirigées avec\nprécision traduisent cette influence, notamment son passage du gros plan en\ncouleur au noir et blanc, créant une profondeur émotionnelle unique (Platon\ncherche à capter l'âme de son modèle)\n\nSon vécu d’immigré, marqué par une mauvaise expérience (une agression), a\ndéveloppé en lui une empathie profonde. Cela lui permet de se connecter à ses\nmodèles, d‘une photo il réussit à traduire leurs récits avec authenticité. Sa\ncollaboration avec le magazine George a également marqué un tournant,\nlui permettant de travailler avec les plus grandes personnalités au monde, et\nde développer son style brut et direct.\n\nSon retour en Grèce a ravivé sa créativité en le\nreconnectant à ses souvenirs d’enfance, renforçant sa quête de compassion et\nd’humanité. Son engagement humanitaire en Afrique à travers des projets comme The\nPeople’s Portfolio, illustre son ambition d’utiliser la photographie comme\nun outil de changement social.\n\nEn conclusion, l’art de Platon est de magnifier à travers\nune photo, une sensation, un message, une puissance qui conforte ou transforme\nl’opinion du monde."
                ]
            },
            {
                "titre_du_forum": "Chef's Table: S4 E4 : Will Goldfarb",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Will Goldfarb découvre son amour pour la pâtisserie grâce à\nGérard Mulot, un pâtissier parisien qui lui transmet sa passion pour les bons\nproduits et pour la précision. Cette formation de base et sa persévérance le mènent\nà ElBulli, où Albert Adria chef pâtissier l'initie à une cuisine\navant-gardiste et expérimentale, façonnant son goût pour l'innovation (des\nannées d’apprentissages compliqués, avec beaucoup de pression et de remises en\nquestion)\n\nDe retour à New York, il cherche à provoquer avec ses\ncréations, notamment au restaurant Papillon, mais ses idées avant-gardistes\nsont mal reçues. Will enchaîne les mauvaises critiques gastronomiques et les\néchecs. Au restaurant Cru, malgré les encouragements du patron Roy Welland à\nêtre lui-même, c’est un nouvel échec provoquant un électrochoc et marquant un\ntournant dans sa réflexion sur son art. Ses expériences difficiles lui ont fait\nperdre confiance mais sa résilience et sa quête de sens dans ses créations\nmaintiennent une étincelle.\n\nGrâce au financement par des associés, Will a carte blanche\npour exprimer son art au Room4Dessert, il réinvente l’expérience culinaire en\nmettant en scène une équipe de pâtissiers travaillant face aux clients pour\ncréer des desserts innovants. C’est un succès, les critiques l’encensent mais il\nsupporte mal toute la pression et l’attention qu’il reçoit. Après la fermeture\ndu restaurant à Manhattan, il part avec sa famille à Bali, un environnement qui\ndevient une source majeure d’inspiration. Là-bas, anonyme, il se recentre sur\nl’authenticité, apprenant à travailler les produits locaux comme les fèves de\ncacao fraiches, les épices ... Il reprend confiance en ses capacités et crée un\nnouveau Room4Dessert, mêlant produits locaux, traditions pâtissières et\nmodernité, en plat signature, sa « meringue balinaise » au sucre de palme.\n\nEn conclusion, ses mentors, ses échecs, les environnements\nvariés (New York vs Bali) et la quête d’authenticité ont façonné la créativité\nde Will Goldfarb, transformant son approche de la pâtisserie en un art\nprofondément personnel et innovant."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexis Senay",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract - Tinker Hatfield et Chefs Table - Francis Mallmann",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "1- Tinker HatfieldLe premier épisode que j'ai visionné est l'épiosde sur Tinker Hatfield, le concepteur de plusieurs modèles de souliers très populaires de marque Nike. Le premier facteur est le programme d'architecture dans lequel il a étudié à l'université de l'Oregon. Il s'inspire de bâtiments existants, tel que le Centre Georges Pompidou à Paris, pour concevoir un des modèles. Le deuxième facteur est sa constante recherche de feedback de la part des athlètes élites avec qui il collabore, comme Michael Jordan. Hatfield étudie les mouvements répétitifs que les athlètes font et s'inspire de ceux-ci pour bien designer de manière sécuritaire les souliers. Le dernier facteur est son passé d'athlète élite au saut à la perche.2- Francis MallmannLe deuxième épisode que j'ai visionné est l'épisode sur le chef argentin Francis Mallmann. Le premier facteur est sa terre natale en Patagonie, qui est un endroit éloigné et sauvage. Il s'inspire d'une vielle technique, qui utilise le feu comme méthode de cuisson, et des animaux sauvages de la région pour concocter ses repas. Le deuxième facteur est son passage en France, ou il a rencontré plusieurs grands chefs et plusieurs techniques françaises qu'il ne connaissait pas auparavant. À ce jour, il combine les techniques de plusieurs endroits pour créer ses plats."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alix-Xiang Claing",
        "groupe": "Flamant rose",
        "total_des_commentaires": 4,
        "forums": [
            {
                "titre_du_forum": "Paula Scher  - Abstract",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve que plusieurs aspects de la créativité de Paula Scher mériteraient d’être développés. Par exemple, son travail est fortement influencé par l’art urbain et le street art. L’énergie visuelle des grandes villes, en particulier New York, se reflète dans son approche du design, avec des compositions dynamiques qui rappellent le chaos organisé des graffitis et des affiches superposées. Cette inspiration lui permet de créer des œuvres percutantes, ancrées dans la culture contemporaine.\nUn autre point qui m’interpelle est sa manière d’aborder le design avec sérieux, mais sans se prendre trop au sérieux. Elle privilégie une approche intuitive et spontanée, croyant que les meilleures idées émergent souvent du lâcher-prise plutôt que d’une réflexion rigide. Ce refus d’un cadre trop strict favorise une liberté d’expérimentation qui nourrit son style unique.\nJe trouve aussi intéressant de noter l’influence de la musique dans son processus créatif. Ayant travaillé sur de nombreuses pochettes d’albums, elle a souvent expliqué comment le rythme et la structure musicale influencent son approche du design. Cette sensibilité lui permet d’intégrer une dimension presque sonore à ses compositions visuelles, rendant son travail encore plus immersif et expressif."
                ]
            },
            {
                "titre_du_forum": "Chefs Table: Volume 1, Episode 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve que ce texte illustre bien la créativité de Massimo Bottura et sa capacité à réinventer la cuisine italienne en transformant les contraintes en opportunités. J’aime particulièrement l’exemple du tremblement de terre et de l’utilisation du parmesan endommagé, qui montre comment il puise son inspiration dans les défis pour proposer des solutions innovantes. Cependant, je pense que d’autres éléments mériteraient d’être ajoutés pour mieux cerner l’étendue de son imagination.\n\nEn effet, son approche ne se limite pas aux contraintes et à l’imprévu. L’influence de sa femme, Lara Gilmore, joue un rôle clé dans sa créativité, notamment en l’initiant à l’art contemporain, qui se reflète dans la présentation de ses plats. Son immersion dans l’univers artistique et musical influence aussi sa vision culinaire, comme en témoigne son plat \"Camouflage: A Hare in the Woods\", inspiré des motifs de camouflage d’un artiste moderne. De plus, ses voyages et ses expériences à l’étranger, notamment en France auprès d’Alain Ducasse, ont enrichi sa capacité à fusionner tradition et modernité.\n\nEnfin, un autre aspect important de sa créativité est son engagement social, qui mériterait d’être mentionné. À travers des initiatives, il utilise la cuisine pour lutter contre le gaspillage alimentaire et venir en aide aux plus démunis. Pour moi, cette approche dépasse la simple innovation culinaire : elle montre comment la créativité peut être mise au service d’un impact social positif."
                ]
            },
            {
                "titre_du_forum": "Chef's Table - Dominique Crenn",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La créativité de Dominique Crenn est influencée par\nplusieurs facteurs qui façonnent son approche unique de la cuisine\ngastronomique. Voici les éléments clés qui nourrissent son imagination et son\nart culinaire :\n\n1.     \nL’art et la poésie\n\n·       \nContrairement aux chefs qui écrivent un menu\nclassique, elle compose un poème où chaque ligne représente un plat.\n\n·       \nSon approche s’apparente à la peinture ou à la\nsculpture, où elle joue avec les textures, les formes et les couleurs.\n\n·       \nElle voit la cuisine comme une expression\nartistique, où chaque assiette raconte une histoire.\n\n2.     \nSon enfance en France et son lien avec la nature\n\n·       \nElle a grandi en Bretagne, entourée de la mer et\ndes paysages naturels, ce qui influence ses créations culinaires.\n\n·       \nSon père, un peintre, lui a transmis une vision\nartistique du monde.\n\n·       \nSon amour pour la nature se traduit par des\nplats qui évoquent la terre, la mer et les saisons.\n\n3.     \nSon parcours international et son expérience en cuisine\n\n·       \nElle a voyagé et travaillé dans différentes\ncultures (France, États-Unis, etc.), ce qui enrichit son inspiration.\n\n·       \nElle mélange des techniques françaises\nclassiques avec des influences asiatiques et californiennes.\n\n4.     \nSon engagement pour une cuisine responsable\n\n·       \nElle valorise les ingrédients locaux et\ndurables, en collaborant avec des producteurs engagés.\n\n5.     \nSon expérience personnelle et ses émotions\n\n·       \nSa cuisine est profondément introspective et\némotionnelle. Elle crée des plats inspirés de ses souvenirs et de ses\nressentis.\n\n·       \nEx : un plat peut évoquer un moment de son\nenfance sur la plage en Bretagne, avec des éléments rappelant le sable, l’eau\net les algues.\n\n6.     \nSon désir de réinventer la gastronomie\n\n·       \nElle cherche à casser les codes de la haute\ncuisine, en proposant une expérience immersive et narrative.\n\n·       \nPlutôt que de suivre les règles traditionnelles,\nelle expérimente avec de nouvelles textures et formes."
                ]
            },
            {
                "titre_du_forum": "Abstract - Neri-Oxman :Bio-architecture",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La créativité de Neri Oxman est influencée par plusieurs\nfacteurs, qui se retrouvent dans son approche unique de la bio-architecture et\ndu design computationnel. Voici les éléments clés qui façonnent sa pensée et\nson travail :\n\n1.     \nFusion des disciplines\n\n·       \nOxman mélange l'architecture, la biologie, la\nscience des matériaux, l'informatique et le design.\n\n·       \nElle adopte une approche transdisciplinaire,\nbrisant les frontières entre les domaines pour créer des concepts inédits.\n\n2.     \nInspiration par la nature \n\n·       \nElle étudie les structures et processus naturels\npour les intégrer dans ses designs.\n\n·       \nExemples : coquilles, ruches, toiles d’araignée,\nos humains, etc.\n\n·       \nSon objectif : concevoir des matériaux et des\nstructures aussi efficaces que ceux trouvés dans le vivant.\n\n3.     \nTechnologies de fabrication avancées\n\n·       \nOxman exploite l'impression 3D multi-matériaux,\nla fabrication additive et la biologie synthétique.\n\n·       \nElle conçoit des structures qui évoluent en\nfonction de leur environnement, comme des façades réactives à la lumière ou des\nmatériaux biodégradables.\n\n4.     \nPhilosophie esthétique et culturelle\n\n·       \nElle considère le design comme un dialogue entre\nl'homme et la nature.\n\n·       \nElle questionne la séparation entre l’art, la\nscience et l’ingénierie.\n\n·       \nElle considère le dessin comme un outil\nfondamental dans son processus créatif.\n\n5.     \nEnvironnement du MIT Media Lab\n\n·       \nElle travaille dans un milieu ultra-innovant,\nentourée de chercheurs en biologie, en robotique et en matériaux avancés.\n\n·       \nCet écosystème favorise l’expérimentation et\nl’exploration de nouvelles idées.\n\n6.     \nCollaboration avec artistes et scientifiques\n\n·       \nElle collabore avec des biologistes, des\ningénieurs, des artistes et des entreprises (comme Stratasys, Autodesk et\nMoMA).\n\n·       \nCette interaction lui permet d’appliquer ses\nidées à des domaines variés, du design industriel à la mode et à\nl’architecture."
                ]
            }
        ]
    },
    {
        "utilisateur": "Amine Kazdar",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract Art of Design : Neri Oxman - Bio-Architecture",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le\npersonnage principal s’inspire de ses observations autour de la nature. Dans\nson laboratoire, les gens discutent d’idées non-intuitives puis essayent de\nrendre l’idée possible. Ce qui m’a marqué, c’est l’intérêt des gens dans le\nlaboratoire pour la réaction des gens : ils sont excités par la réaction\ndes gens quant aux nouvelles technologies. Est-ce que les gens vont toucher,\nsentir , voir? Donc, je pense que la curiosité influence positivement la\ncréativité de ces personnes. \n\nAussi, le\npersonnage principal a été dans l’armée donc elle a vu différentes réactions\nextrêmes et cela lui a permis d’avoir des « insights » hors du\ncommun. Je pense que cela peut aussi influencer la créativité du personnage\ndans son travail.\n\nLa\npersonnalité et le savoir du personnage principal lui font faire des actions\nque peu de gens seraient capable de faire : c’est une personne qui ne\ns’impose pas de barrière mentale et qui essaye d’allier science,  design, ingénierie et architecture. Avec son\nsavoir et sa vision, des idées créatives naissent.\n\nFinalement,\nje pense que son entourage compétent(les personnes qualifiées autour d’elles\ndans le laboratoire qui ont une vision hors norme), lui permet d’arriver avec\ndes idées hors du commun.\n\nEn gros,\nles observations, le passé, la personnalité, le savoir et l’entourage du\npersonnage font d’elle une personne créative."
                ]
            },
            {
                "titre_du_forum": "Chef's table: Nok Suntaranon",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le personnage principal parle de son enfance, de ses sources d’inspiration(sa\nmère et son père). Même si son père était abusif, elle a voulu lui rendre\nhommage en ouvrant son restaurant. Elle s’est inspirée de la cuisine de sa maman\npour cela ainsi que ses souvenirs d’enfance. Donc ,je pense qu’un des facteurs\nayant influencé la créativité de Nok est son environnement. Lorsqu’elle a gagné\nles plusieurs prix, dans son discours, elle a mentionné l’amour et les sacrifices\nde sa mère durant son enfance.\n\nJe pense également\nque son divorce et son mariage ont influencé positivement sa créativité .Durant\nses moments difficiles ,elle a dû vendre ses biens matériels, comme sa bague ,\npour pouvoir subvenir aux dépenses de son restaurant avec son ex-mari Tony .\nElle ramenait avec elle des aliments de l’étranger lors de ses voyages pour les\nmettre au menu de son restaurant et aussi pouvoir « se faire de l’argent ».\nAinsi, ses voyages lui ont permis d’élargir ses horizons mais aussi d’être plus\ncréative dans son menu. \n\nJe crois aussi\nque sa créativité vient de sa « tunnel vision », car elle a voulu\nchanger son mode de vie en divorçant et en prenant soin d’elle-même. Après son\ndivorce, elle s’est sentie renaître et en travaillant en tant qu’agente de bord,\nelle a rencontré son mari. À partir de ce moment, elle a senti qu’elle pouvait\nse permettre d’être plus téméraire et donc prendre plus de risques, laisser\naller sa créativité. \n\nJ’en\nconclus que c’est vraiment son environnement, les aléas de la vie, sa manière\nde réagir aux épreuves de la vie et sa vision unique qui ont influencé\npositivement sa créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Aurélie Roseberry",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: L'art du design - Cas Holman: Création de jouets",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’épisode\ndédié à Cas Holman dans la série Abstract : L’art du design plonge dans\nl’univers fascinant du design de jouets et son rôle fondamental dans le\ndéveloppement de l’enfant. Designer reconnue et fondatrice de Heroes Will Rise,\nCas Holman adopte une approche innovante qui privilégie l’imagination et\nl’expérimentation. Plutôt que de créer des jouets aux usages strictement\ndéfinis, elle conçoit des objets modulaires, flexibles et ouverts, invitant les\nenfants à inventer leurs propres règles et façons de jouer.\n\nTout au\nlong de l’épisode, on découvre la manière dont elle s’inspire de l’observation\ndes enfants, de leurs interactions avec le monde qui les entoure et des\nthéories éducatives progressistes. Son objectif n’est pas seulement de\ndivertir, mais aussi de favoriser l’exploration et la découverte à travers le\njeu. En refusant les jouets trop rigides ou trop dirigés, elle encourage un\ndéveloppement cognitif et social plus riche, où l’enfant devient acteur de son\napprentissage. Ses créations sont pensées pour stimuler la curiosité, la\nmotricité et la résolution de problèmes, tout en offrant un espace d’expression\nlibre et sans contrainte.\n\nCas Holman\ninsiste sur l’importance du jeu libre et non structuré dans le développement\ndes compétences essentielles à l’âge adulte, telles que la créativité, la\nflexibilité mentale et l’innovation. Elle conçoit notamment des systèmes de jeu\nutilisés dans des écoles progressistes et des espaces publics, où le jeu\ndevient un outil d’apprentissage et de socialisation. Ses travaux démontrent\nque, bien au-delà du simple divertissement, le design de jouets peut avoir un\nimpact durable sur la manière dont les enfants grandissent, apprennent et\ninteragissent avec le monde.\n\nCet épisode\nmet en lumière l’influence du design sur notre quotidien et rappelle que la\ncréativité ne se limite pas au domaine artistique. Elle est une compétence\nfondamentale qui touche tous les aspects de notre vie, de la résolution de\nproblèmes à l’innovation en passant par la capacité à imaginer de nouvelles\npossibilités. En encourageant l’imagination dès le plus jeune âge, Cas Holman\nouvre la voie à une génération capable de penser autrement, d’innover et de\nfaçonner un futur plus riche et plus inventif. Son travail est une véritable\ninvitation à repenser la manière dont nous concevons le jeu, non pas comme un\nsimple passe-temps, mais comme un levier essentiel du développement humain."
                ]
            },
            {
                "titre_du_forum": "Chef's Table - Volume 4: Pâtisserie - Will Goldfarb",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’épisode\nde Chef’s Table : Pâtisserie consacré à Will Goldfarb met en avant un\nchef qui voit la pâtisserie autrement. Pour lui, un dessert, ce n’est pas juste\nune recette bien exécutée ou une belle présentation, c’est une expérience à\npart entière. Son objectif est de surprendre, d’éveiller la curiosité et de\nlaisser une empreinte dans la mémoire de ceux qui goûtent ses créations. Il\ns’inspire de ses souvenirs, de ses voyages et des émotions qu’il veut\ntransmettre à travers ses desserts. Chaque assiette raconte une histoire et\npousse les limites de ce que l’on imagine possible en pâtisserie.\n\nFormé\nauprès de Ferran Adrià à elBulli, un restaurant connu pour son approche\nrévolutionnaire, Goldfarb a vite compris qu’il ne voulait pas suivre les règles\nclassiques. À New York, il a ouvert son propre restaurant, Room 4 Dessert, un\nconcept audacieux qui n’a malheureusement pas trouvé son public. Plutôt que de\nvoir cet échec comme une fin, il a choisi de repartir à zéro et de réinventer\nsa façon de travailler. Il a quitté la ville pour s’installer à Bali, un\nenvironnement qui l’a profondément inspiré et lui a permis de développer une\napproche plus intuitive et connectée à la nature.\n\nÀ Bali,\nGoldfarb s’est entouré de producteurs locaux et a intégré des ingrédients\nnaturels à ses créations, en respectant leur authenticité. Sa démarche ne\nconsiste pas simplement à tester des combinaisons originales, mais à donner du\nsens à chaque saveur et à chaque texture. Il joue avec les contrastes (le\nchaud et le froid, le croquant et le fondant, l’acidité et la douceur) pour\ncréer des desserts à la fois surprenants et équilibrés. Cette manière de\ntravailler reflète sa vision de la créativité, qui selon lui, ne se résume pas\nà l’innovation pour l’innovation, mais repose sur une compréhension fine des\nsensations et des émotions.\n\nSon\nparcours montre aussi que la créativité est un processus en constante évolution.\nElle se nourrit d’échecs, d’adaptation et d’un regard neuf sur son\nenvironnement. Goldfarb démontre que l’innovation en pâtisserie ne se limite\npas à des techniques sophistiquées, mais qu’elle vient aussi de la capacité à observer,\nexpérimenter et trouver de nouvelles manières d’exprimer une idée. Son travail\nprouve que la pâtisserie, au-delà de son aspect gourmand, est un véritable\nmoyen de communication et d’émotion, capable de surprendre et d’inspirer ceux\nqui la découvrent."
                ]
            }
        ]
    },
    {
        "utilisateur": "Béatrice Moras",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract- Isle Crawford : interior design",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Abstract: Isle Crawford : interior design\nDans le milieu du design où l’esthétique est une priorité, Crawford innove en s’assurant que le produit doit répondre à des critères de base.  Elle analyse la compatibilité du mobilier en fonction des particularités propres à chaque clients. Par exemple elle note le confort, la facilité à s’assoir et se levé, les matériaux, etc. Par exemple, elle essaye les chaises avant de les présenter au client. \nCrawford priorise les caractéristiques du produit en plus du look. Lorsqu’elle décore une pièce elle se focus sur le sentiment de bien-être que la pièce nous donne, comment on se sent. Elle a remarqué  que deux pièces différentes peuvent faire agir une même personne différemment. \nSa créativité repose sur le fait qu’elle amène du sérieux et de la complexité dans une industrie qui en manquait. Cela est possiblement impacté par son milieu familial. Sa mère était artiste et son père questionnait constamment Crawford pour qu’elle soit en mesure de raisonner et expliquer rationnellement. Cela résume très bien sa proposition créative. Un mélange d’une profonde réflexion sur le bienêtre des personnes entrant dans ses pièces à un esthétique travaillé par les matériaux et l’inspiration du commerce. Pour inspirer le bienêtre, Crawford stimule les 5 sens par ses créations. Également, son choix de matériaux est méticuleux, selon elle, ceux-ci rappellent des souvenirs souvent dans des contextes en association avec d’autre matériau. C’est le contraste de deux matériaux qui permet de mettre l’accent sur une particularité des matériaux.Car elle est embauchée par des clients et entreprises, ces créations ont souvent des contraintes de maintenance, de cout, de confort, de dimension, etc. Cependant, elle priorise toujours l’environnement, le sentiment qu’il donne.  Selon elle, les meilleurs résultats viennent des collaborations et itérations.\nFinalement, la mission de Crawford est très noble, rendre le monde meilleur en créant des environnements qui stimule les individus qui entre dans les environnement à se sentir mieux. Le « wellbeing » est une philosophie qui commence à gagner de la traction et ça concorde avec la mission de Crawford : ajouter à la somme du bonheur sur la terre."
                ]
            }
        ]
    },
    {
        "utilisateur": "Bryan El Bitar",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's table Guirong Wei",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Guirong WeiLa créativité de Guirong Wei est démontrée par plusieurs éléments, issus de son histoire personnelle, de son environnement culturel et des défis qu'elle a surmontés. Voici les principaux facteurs qui ont contribué à son originalité et son succès en tant que cheffe :. Héritage culinaire et transmission familiale.• Issue d'une famille de paysans où la cuisine se transmettait de mère en fille.• Apprentissage des techniques traditionnelles de fabrication des nouilles à la main.• Perpétuer les traditions tout en les adaptant à un contexte international.Origine de Xi’an et influence de la Route de la Soie• Xi’an est un carrefour historique où se mélangent différentes influences gastronomiques.• Les nouilles de Xi’an, comme les biang biang, sont au centre de son identité culinaire.Mission culturelle : faire découvrir la cuisine du Shaanxi• Elle veut rendre populaire la cuisine à base de blé de sa province.• Son objectif est de faire découvrir Xi’an en mangeant ses nouilles.• Son travail contribue à changer la perception de la cuisine chinoise dans le monde.• Intégration des épices propres à Xi’an, apportant des saveurs uniques.. Enfance difficile avec une persévérance de réussir• Née dans une famille pauvre, où il manquait parfois de la nourriture.• À 11 ans, elle décide de travailler pour subvenir aux besoins de sa famille.Une femme dans un milieu dominé par les hommes• En Chine, le métier de chef est réservé aux hommes.• Elle doit se battre pour se faire une place et gagner le respect de ses pairs.• Sa détermination lui permet de devenir chef d’une brigade d’hommes plus âgés qu’elle.Expériences personnelles marquantes comme sources de créativité• Une inondation dans son village la pousse à redoubler d’efforts pour aider sa famille.• Loin de chez elle dès l’âge de 13 ans, elle forge son indépendance et son identité.• Elle compare les bruits de la cuisine à une musique, ce qui révèle son attachement émotionnel à son métier.• Être enceinte tout en développant sa carrière a été un défi supplémentaire.• Ces contraintes la poussent à trouver de nouvelles façons d’innover et d’organiser son travailVoyages et expériences dans plusieurs pays• Travailler dans différentes villes et cultures enrichit son approche culinaire.• L’exposition à de nouvelles techniques et ingrédients stimule son innovation.Ouverture de son propre restaurant• Elle lance son premier restaurant à Londres, spécialisé dans la cuisine du Shaanxi.• Son établissement est remarqué par des médias prestigieux (TimeOut, Netflix), ce qui amplifie son rayonnement."
                ]
            },
            {
                "titre_du_forum": "Chef’s Table Franco Pepe",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La créativité de Franco Pepe est influencée par plusieurs facteurs profondément ancrés dans sa vie, son identité et son environnement.L'ADN de la pizza• Issu d’une dynastie de pizzaioli, il grandit dans une pizzeria familiale où il apprend l’art de la pizza auprès de son père.• Il façonne toute sa pâte à la main, refusant d’utiliser des machines, car pour lui, son identité se trouve dans la pâte.• Il ne considère pas son métier comme une simple préparation de pizzas, mais comme un art qui démontre des émotions.• Il cherche en permanence l’équilibre parfait entre les ingrédients pour offrir une sensation unique à chaque bouchée.Héritage italien• Il utilise uniquement des produits cultivés en Italie (basilic, tomates, fromages, blé, olives, abricots).• Afin de mettre en avant les produits italiens, il invente des goûts de pizza spécialement pour les valoriser.Les facteurs liés aux contraintes• Problèmes de digestion de la pizza frite : il crée le \"Conetto\", une pizza frite qui n’absorbe pas l’huile, améliorant ainsi sa digestibilité.• Difficulté des agriculteurs à vendre leurs abricots : il imagine une pizza à base d’abricots pour soutenir leur production (\"La Crisommola del Vesuvio\").• Valorisation du goût des tomates : il invente la \"Margherita Sbagliata\", une revisite pour rehausser leur saveur.Le décès de son père• Il ne voulait pas devenir pizzaiolo, mais la mort de son père l’a poussé à reprendre la pizzeria familiale.• Ce passage l’a mené à réinventer son métier au lieu de simplement poursuivre la tradition."
                ]
            }
        ]
    },
    {
        "utilisateur": "Bryan Tadié",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table  (V1) - Massimo Bottura",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Massimo Bottura est le chef principale d'un restaurant avec 3 étoiles michelin.Un facteur qui a influencé sa créativité est la ville de Modena en Italie, où il a appris beaucoup en mangeant les plats traditionnelles italiens. Les plats des grand-mères italiennes ont grandement inspiré ce qu'il fait aujourd'hui dit-il.De plus, l'art italien est quelque chose qu'il l'a poussé à être créatif. En effet, cet en observant des peintures et oeuvre d'arts avec ça femme qu'il à réaliser qu'il pouvait faire de même avec ça nourriture. C'est de là qu'il a commencé à inover des plats italiens en rajoutant une touche artistique qui n'avait jamais été vu auparavant. C'était tellement différent qu'au début il était critiqué et accusé de détruire la nourriture italienne. Cependant au fil du temps, les gens ont commencé a apprécié l'art et la passion qu'il mettait dans ses plats et le son succès est venu par la suite."
                ]
            },
            {
                "titre_du_forum": "Chef's Table (V2:E3) - Enrique Olivera",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cette épisode, Enrique Olivera est un cuisinier d'origine mexicaine qui cuisine de la fine cuisine mexicaine, quelque chose qui est peu commun.La créativité de M. Olivera viens de plusieurs facteurs dont notamment le fait qu'il à grandit au Mexique dans la basse classe moyenne. En effet, Enrique a eu à manger beaucoup de nourriture assez atypique durant son enfance comme des variétés de maïs différents jusqu'à certains insectes. Cette expérience l'a amené à maintenant utiliser certain insecte dans ces repas et il souligne son enfance comme étant un facteur qui influence ça cuisine.De plus, il est passé par une école culinaire où il a principalement apprit à faire des plats de style européen (notamment français). De plus, les chefs qu'il regardait quand il était jeune était des chefs européens. Ceci ce reflètait dans ça manière de cuisiner, car il avait tendance à créer des plats de style français en utilisant des ingrédiens mexicains.Lorsqu'il à été de passage dans une petite ville au Mexique et un qu'un chef mexicain lui a rappelé c'est quoi de la cuisine mexicaine, Enrique a changé son approche et a commencé à créer des plats mexicain avec une touche de finesse comme il avait appris durant ses études.Tout ces facteurs ont fait de lui le chef qu'il est aujourd'hui."
                ]
            }
        ]
    },
    {
        "utilisateur": "Chadi Badri",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Paula Scher  - Abstract",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "- Je trouve l'approche de Paula Scher fascinante, surtout en considérant les multiples facteurs qui influencent sa créativité. Sa maîtrise de la typographie et des couleurs, utilisées de manière novatrice, lui permet de créer des designs qui ne sont pas seulement visuels mais véritablement emblématiques. Ce talent s'illustre parfaitement dans ses travaux où elle combine art et communication pour transformer radicalement leur identité visuelle. La capacité de Scher à intégrer des aspects culturels et visuels dans ses créations lui permet de toucher un large public, faisant de chaque design une pièce de communication puissante.Le contexte collaboratif qu’elle cultive dans son environnement de travail stimule également la créativité, poussant son équipe à expérimenter et à prendre des risques. Cette dynamique favorise l'éclosion d'idées innovantes et de solutions graphiques avant-gardistes. En outre, l'apprentissage continu de ses expériences passées, y compris ses échecs, joue un rôle crucial dans l'évolution de son processus créatif, la rendant apte à s'adapter et à innover constamment. Son engagement envers le design comme moyen de changement social influence aussi profondément sa créativité, la motivant à concevoir des œuvres qui ne se contentent pas de plaire esthétiquement mais qui provoquent également une réflexion."
                ]
            },
            {
                "titre_du_forum": "Chef's Table - Massimo Bottura",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Massimo s'appuie sur sa culture et son enfance, ayant vécu au cœur de la cuisine, ce qui influence grandement sa créativité dans ses plats. Comme il l'a mentionné, il tente à travers ses créations de transporter ses clients vers les souvenirs de leur propre enfance. Sa passion pour les ingrédients typiquement italiens, notamment le Parmesan, transparaît clairement dans des œuvres telles que \"Five Ages of Parmigiano Reggiano\". De plus, Bottura cultive un environnement de travail collaboratif, encourageant l'expérimentation et valorisant les contributions de son équipe, ce qui enrichit son processus créatif. Sa capacité à transformer les erreurs en succès et en opportunités de créativité est illustrée par la création accidentelle de son célèbre dessert, \"Oops! I Dropped the Lemon Tart\". Sa volonté de se démarquer des autres lui a également permis de créer de nouvelles recettes tout en conservant sa touche culturelle."
                ]
            }
        ]
    },
    {
        "utilisateur": "Claire Sordet",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef’s Table – Saison 4 (Pâtisserie) : Christina Tosi",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet épisode est consacré à la célèbre pâtissière et\nfondatrice de Milk Bar : Christina Tosi ; et explore ses nombreux\nfacteurs d’influence pour la créativité culinaire. \n\n-           \nLa célébration des imperfections et de l’authenticité :\n\n\nChristina Tosi valorise l’idée que la perfection\nn’est pas du tout un objectif en pâtisserie. Elle préfère exposer clairement\nles choses sans avoir besoin de passer des heures à les cacher comme avec un glaçage\npar exemple. L’un de ses fameux desserts, Crack Pie, a une texture et une\napparence loin d’être parfaites à l’origine, toutefois, le goût unique et l’aspect\n« authentique » de cette tarte séduisent les clients.\n\n-           \nLa nostalgie et les souvenirs d’enfance ou les\némotions fortes :\n\nElle s’inspire de ses souvenirs d’enfance pour\ncréer des pâtisseries, qui ravivent des sentiments joyeux et familiers et des\némotions fortes. Elle réinvente les saveurs simples de l’enfance. Par exemple,\nson fameux Cereal Milk est inspiré du lait « parfumé » laissé au fond\ndu bol de céréales. \n\nDe plus, cette nostalgie de l’enfance fait\nremonter ses souvenirs de ses grand-mères avec qui elle cuisinait.\n\nSes créations ne sont pas seulement des\naliments, mais faites pour vivre des expériences émotionnelles qui vont donner\nle sourire.\n\n-           \nLa transgression des conventions culinaires :\n\nChristina Tosi rejette les règles\ntraditionnelles, strictes et rigides, de la pâtisserie pour encourager à la\nspontanéité et à l’expérimentation, ce qui permet de repousser les limites du\ngoût. Elle peut cuisiner avec des chips de patates ou intégrer des textures\ninattendues.\n\n-           \nL’influence de l’environnement professionnel et familial :\n\nLe contexte professionnel a joué et joue un\nrôle important dans la créativité chez Christina Tosi. Chez WD-50, elle prenait\ncompte des retours de la part de son chef pour améliorer ses cookies, ses\nmuffins, c’est là-bas qu’elle a inventé le Crack Pie (qui semblerait, serait\naussi addictif que le crack). Chez Momofuku, son patron lui a donné, en la\npoussant un peu, une liberté totale pour créer des desserts sans modèle, sans\ncontraintes, pour développer son style de desserts.\n\nPour l’environnement familiale, sa famille\ncuisinait toujours avec beaucoup de positivité et aimait cuisiner pour offrir. \n\n \n\nDonc, la créativité de Christina Tosi repose sur une combinaison\nde souvenirs personnels, d’expérimentation, de l’influence professionnelle, de\nl’authenticité mais surtout d’émotions joyeuses que les desserts peuvent\nprocurer."
                ]
            },
            {
                "titre_du_forum": "Abstract : Art of Design – Cas Holman : Création de jouets",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet épisode explore la création\nde jouets, conçus par Cas Holman, en mettant en lumière plusieurs facteurs favorisant la créativité : \n\nLe processus de prototypage, de testage et d’expérimentation :\n\n\nCas Holman part\nd’une idée ou d’un objectif empirique pour ensuite concevoir un objet ou une aire\nde jeu autour de cet objectif. Pour elle, le prototypage permet de tester les\nidées plus rapidement, de les affiner et de découvrir de nouvelles perspectives\nen cours de cheminement, comme en observant les réactions des enfants et les\ninteractions qu’elle observe.\n\nL’importance de la liberté et de l’autonomie :\n\nCas Holman veut créer\ndes jouets « ouverts », sans consignes précises,\nafin de laisser les enfants définir leurs propres règles de jeu. Cela permet de\nstimuler l’imagination, d’avoir plus confiance en soi car il n’y a ainsi pas de\nbonne ou de mauvaise façons de jouer. \n\nLa collaboration et l’interaction sociale :Ses jouets (comme Rigamajig\n– un système de construction modulaire) permettent aux enfants à travailler\nensemble pour imaginer, s’aider et construire des structures complexes tout en\nrenforçant leur capacité à créer et à coopérer.\n\nUn « Design pour tous » :\n\nEn tant que\npersonne queer et ayant des difficultés à imaginer à la séparation des jeux par\ngenre, Cas Holman s’efforce de créer des jouets inclusifs sans stéréotypes de\ngenre, afin de concevoir des designs permettant de jouer librement et\nindépendant des normes imposées.\n\nL'inspiration de l’enfance et de l'univers imaginatif : \n\nCas Holman s’inspire\ndirectement de son souvenir d’émerveillement et de joie pendant l’enfance de\njouer à ce que l’on veut à partir de peu. Elle valorise l’imagination naturelle des enfants\ncomme source d’idées créatives. Elle passe beaucoup de temps à observer comment\nles enfants interagissent avec ses jouets et s’appuie sur leur spontanéité pour\naméliorer ses projets.  L’ouverture à l’imprévu et à la difficulté :\n\nElle valorise l’imprévisibilité\ndans la démarche créative avec des jouets qui n’ont pas de résultats prédéfinis.\nDe plus, elle veut stimuler l’intellect en voulant créer des jeux qui peuvent\nêtre jouer de plusieurs façons, qui permettent d'avoir de la complexité car ,selon elle, « quand c’est\nfacile, c’est ennuyant ».\n\nL’environnement :\n\nElle s’inspire\nde la nature ou de l’anatomie pour créer des structures comme Geemo (un\nautre système de jeu modulaire par magnétisme). De plus, avec le temps, Cas\nHolman choisit de concevoir ces projets avec des matériaux plus écologiques.\n\nEn conclusion, la créativité de\nCas Holman repose sur une combinaison de liberté, d’inclusion, de collaboration\net d’imagination, tout en plaçant l’enfant au centre du processus créatif."
                ]
            }
        ]
    },
    {
        "utilisateur": "Clara Grandisson Arsenault",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table: Ángel León (Saison 7 épisode 3",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ángel León est un chef\nEspagnol avec 3 étoiles Michelin. Son restaurant ne sert que des aliments de la\nmer et se concentre sur les aliments qui ne veulent habituellement pas être\nmangé. Voici les principaux facteurs qui influence sa créativité dans sa\ncuisine.\n\n·      \nLe premier grand facteur est son\nbackground. En grandissant, il sortait souvent pêcher avec son père la fin de\nsemaine, et c’est associé à beaucoup de positif pour lui, car le reste du\ntemps, leur relation était difficile. Après être allé à l’école culinaire, il a\ntravaillé quelques années en France, où il a appris toutes les bases de la\ncuisine classique. Ces expériences très différentes ont fait en sorte qu’il ait\nété capable de mélanger sa passion pour la mer, et sa grande technique culinaire\npour créer de nouveaux plats inusités.\n\n·      \nUn deuxième facteur est sa passion\npour aider et tenter de sauver le monde. C’est très important pour lui de ne\nrien gaspiller, et ça le pousse à travailler avec des aliments qui sont très\nrarement, ou même jamais utilisés. Ce désir d’aider le force à pousser les\nfrontières.\n\n·      \nFinalement, il est grandement\ninfluencé par la culture Espagnol riche en tradition. Il utilise des\nressources, comme le sel, qui sont presque disparues. Il insiste aussi pour\ncréer des plats déjà adorés, comme la charcuterie, mais en maintenant ses principes de seulement utiliser les aliments de la mer que personne ne\nveut. En mélangeant le traditionnel et le hors norme, il reussi à créer des\nplats hors du commun."
                ]
            },
            {
                "titre_du_forum": "Abstract: Neri Oxman (Saison 2 épisode 2)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Neri Oxman\n\nNeri Oxman\nest une professeure à MIT et a un laboratoire dédié à la recherche qui combine\n4 disciplines : l’art, les sciences, le génie et le design. Voici les\nfacteurs principaux qui influencent sa créativité.\n\n·      \nElle a un background d’étude et de\ntravail très diversifié. Elle a été dans l’armée, elle a débuté des études en\nmédecine, puis elle s’est dirigée vers l’architecture. Elle est désormais\nprofesseure à MIT. Ces différentes disciplines font en sorte que ses référentiels\nsont variés et lui permettent de mettre en commun des idées qui sont rarement\nassociables.\n\n·      \nDans son équipe, il y a énormément de\ndisciplines, et chaque discipline a au moins 2 personnes. De cette manière, les\nréférents dans son laboratoire sont très larges. Elle donne aussi le droit à\nson équipe (et à elle-même) de changer les idées et les projets à n’importe\nquel moment. Ils sont donc tous très libres d’explorer toutes les possibilités.\n\n·      \nElle parle souvent d’où elle a\ngrandi, qui est une ville reconnue pour sa grande nature. Pour elle, c’est très important\nde continuer de passer du temps dans la nature pour s’en inspirer dans ce qu’elle\nfait."
                ]
            }
        ]
    },
    {
        "utilisateur": "David Anastacio",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table Ana Roš (E5:S2)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’épisode sur Ana Roš met la lumière sur son parcours. Provenant d’une famille rurale de la Slovénie, celle-ci a toujours été poussée vers les études afin de devenir quelqu’un d’important. Par contre, par amour, celle-ci a été amenée à vivre de multiples expériences et devenir chef de son propre restaurant. Ce qui lui permettra de développer la gastronomie slovène.La créativité d’Ana Roš est influencée par de multiples facteurs. l’un des facteurs est  l’amour et les relations, notamment  sa relation avec son conjoint Valter, sommelier et partenaire au restaurant Hiša Franko. Celui-ci connaît très bien la cuisine offerte par Ana, ce qui leur permet d'offrir une expérience culinaire unique grâce à une parfaite synergie cuisine et vin.Ana n’étant pas passé par une école culinaire traditionnelle à une certaine liberté dans son approche. Tel que mentionné dans le documentaire, elle a eu de l’aide d’un autre chef pour obtenir la technique, mais elle a expérimenté et créé des recettes sans barrière préconçues. Cela lui a permis de rechercher à faire des contrastes de texture et température dans ses plats.Le dernier facteur est l’immersion d’ingrédients locaux. Suite à une conversation avec un ami critique culinaire, celui-ci lui recommande de s'inspirer de son environnement. Ana à alors créé des recettes valorisant les ingrédients locaux. Par exemple un plat mettant en valeur la truite marbrée locale, qui pour elle est un symbole de survie comme les habitants de cette région qui sont des fermiers qui sont confrontés à de nombreux défis."
                ]
            },
            {
                "titre_du_forum": "Chef's Table Musa Dağdeviren (E2:S5)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet épisode met en lumière l’histoire de Musa Dağdeviren. Le plus jeune d'une famille de 6, celui-ci passe beaucoup de temps avec sa mère et est mesure d’apprendre de celle-ci. Comme lui dira sa mère, tu vois des choses que tes frères ne voient pas et tu devras garder nos traditions en vie, car il s’agit de ton devoir. Cet inspirant individu au cours de sa vie constatera la disparition de la culture cuillère, qui était transmise verbalement. Il va donc s'engager dans la préservation et la valorisation de la culture culinaire turque en écrivant un livre.Plusieurs facteurs environnementaux l'ont influencé, tels que le choc culturel. Celui-ci, à son arrivée à Istanbul, a été exposé à une diversité de cuisines et cultures, car les restaurants étant dirigés par différentes communautés apportent une richesse unique. Provenant d'une famille modeste, celui-ci a vite appris à valoriser les ressources disponibles, ce qui amène une créativité axée sur la transformation et la réutilisation des ingrédients. Tel que mentionné celui-ci travaillait boulangerie et des clients apportent de la viande. Lorsque ceux-ci ne regardaient pas, un boulanger prenait le gras de la viande pour le mettre sur un pain, ce qui donnait un goût unique et parfois meilleur que la viande. Le dernier facteur est l’immersion dans la culture et tradition locale. Lorsque celui-ci a constaté la disparition de la culture cuillère de sa région natale, celui-ci a fait multiple voyage dans différentes villes et villages afin d’absorber l’expérience et les savoir des anciens. Il a donc visité 40 villages en 18 mois pour comprendre leurs pratiques culinaires.Cet épisode permet de démontrer l'interaction entre individus, sa culture et défis traversent on un impact sur la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Émile Asselin",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Chef's Table: Francis Mallman(V1:E3)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Francis Mallman est un chef originaire de l'Argentine qui a une affection particulière pour la cuisine avec le feu. À travers l'épisode, on apprend que dès son jeune âge, il a toujours eu une passion pour la cuisine et c'est pourquoi comme jeune adulte, il a entrepris d'aller en France afin de travailler dans un restaurant détenant une étoile Michelin.Cependant, au lieu de développer une bonne expérience et de laisser aller sa créativité, Francis a eu une réalisation inverse, du fait qu'il n'avait pas son propre style et qu'il se contentait de reproduire une cuisine française authentique. Il est donc retourner en Argentine afin de se redécouvrir. C'est ainsi qu'il a puisé son inspiration dans les techniques de cuissons ancestrales de l'amérique du sud, en cuisinant seulement des aliments se trouvant dans la nature près de chez lui et en se remémorant ses premières expériences culinaires lorsqu'il était encore un enfant.J'ai trouvé l'épisode très intéressant, car j'ai toujours eu l'idée préconçu que voyager et en apprendre sur différentes cultures aideraient grandement la créativité d'un chef à faire de nouveau plats, ce qui est complètement le contraire de Francis Mallman qui a effectué un retour à ses sources afin de retravailler des recettes qu'il avait mangé dans son enfance et d'ainsi trouver sa place en tant que chef."
                ]
            }
        ]
    },
    {
        "utilisateur": "Emma Sabourin",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract episode 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Les facteurs qui ont influencés la créativité des personnes présentées dans cet épisode est d'abord la curiosité. Les personnes curieuses et motivées par le plaisir d'explorer et d'apprendre tendent à être plus créatives. Olafur Eliasson mentionne qu'il a eu une grande curiosité par rapport à la lumière et les arc-en-ciels par exemple depuis son enfance. Ensuite, la confiance en soi à elle aussi influencé la créativité de Olafur Eliasson puisqu'elle lui a permis d'entreprendre des projets d'une haute envergure. Une bonne estime de soi permet de prendre des risques et d’explorer des idées nouvelles sans craindre l’échec."
                ]
            }
        ]
    },
    {
        "utilisateur": "Garance Condomines",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's table : Mashama Bailey (V6E1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Mashama Bailey est une cheffe\ndont la créativité culinaire s’enracine profondément dans son histoire\npersonnelle et ses expériences variées. Originaire de Savannah, en Géorgie,\nelle a grandi dans une famille où les repas étaient bien plus qu’un simple moment\nde convivialité : ils étaient le cœur des relations familiales. Sa grand-mère,\nfigure centrale de son enfance, lui a transmis l’amour de la cuisine du Sud,\nriche en traditions et en saveurs. Cependant, son déménagement à New York à\nl’âge de 11 ans a marqué un tournant : la nourriture a perdu son importance\nquotidienne, ce qui a éveillé en elle une nostalgie pour les repas chaleureux\net authentiques du Sud.\n\nSon parcours professionnel a été façonné par des influences\nmultiples, mêlant formation classique et découvertes personnelles. Inspirée par\nun ami en école hôtelière, Mashama décide de réorienter sa carrière et part\nétudier la gastronomie en France. Cette expérience lui permet de maîtriser les\ntechniques et les saveurs de la cuisine française, qu’elle marie habilement\navec les traditions géorgiennes. De retour à New York, son passage chez Prune,\nsous la direction de Gabrielle Hamilton, renforce son style culinaire : elle y\napprend à sublimer des ingrédients simples et à en révéler toute l’essence. \n\nLe tournant décisif de sa carrière survient avec l’ouverture\nde son restaurant The Grey, installé dans une ancienne gare routière de\nl’époque de la ségrégation. Ce lieu chargé d’histoire complète son engagement à\nraconter l’héritage afro-américain à travers la cuisine. Avant d’ouvrir,\nMashama s’est plongée dans une période de réflexion et de recherche : elle a\nétudié les traditions culinaires locales, exploré les récits des premiers chefs\nafro-américains et collaboré avec des cultivateurs pour mieux comprendre les\nterroirs du Sud. Ce travail a enrichi son approche culinaire et renforcé son\nlien avec ses racines.\n\nMashama Bailey se distingue par sa réinterprétation des\nplats traditionnels du Sud. Elle met en avant des ingrédients locaux\nemblématiques, tout en y ajoutant une touche personnelle inspirée de son\nenfance et de ses influences françaises. Sa cuisine, à la fois simple et\nsophistiquée, célèbre les saveurs du Sud tout en les modernisant. Pour Mashama,\ncuisiner ne se limite pas à nourrir : c’est aussi une manière d’éduquer. À\ntravers ses plats, elle raconte l’histoire de la cuisine afro-américaine,\nmettant en lumière la résilience et la créativité des générations passées.\n\nSon processus créatif repose sur une approche profondément\npersonnelle et artistique. Elle puise son inspiration dans ses souvenirs, ses\nlectures et les retours de son entourage, tout en s’appuyant sur une\nintrospection et une recherche historique. Ce mélange d’expériences, de racines\net d’ambitions lui a permis de trouver sa voix en cuisine, qu’elle exprime avec\nfierté et authenticité."
                ]
            },
            {
                "titre_du_forum": "Abstract : Paula Scher (S1E6)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Paula Scher est une graphiste et\ndesigner renommée dont la créativité s’appuie sur plusieurs facteurs clés. Sa\nformation à la Tyler School of Art a été déterminante pour établir les bases de\nson approche artistique. C’est là qu’elle a découvert sa passion pour la\ntypographie, qu’elle considère comme un art interactif capable d’exprimer des\nidées et de transmettre des émotions, et aps seulement un outil mécanique.\n\nSa curiosité et son sens aigu de l’observation ont également\njoué un rôle majeur dans son parcours. Paula s’est inspirée de la culture\ncontemporaine, notamment des magazines underground, des comics et des pochettes\nde disques des années 1960 et 1970, qui ont fortement influencé son style. De\nplus, l’environnement urbain de New York, avec ses paysages vibrants, nourrit\nconstamment ses créations. Elle puise des idées même dans des situations\nbanales, comme lorsqu’elle est coincée dans les embouteillages, laissant son\nsubconscient faire des associations libres. Son approche contextuelle l’amène à\nadapter ses créations aux lieux où elles seront exposées, tout en s’inspirant\nde la vie réelle pour retranscrire des expériences authentiques sur papier.\n\nL’expérimentation et la collaboration sont au cœur de son\nprocessus créatif. Lors de son passage chez CBS Records, elle a travaillé sur\ndes pochettes de disques, tant pour des artistes célèbres que pour des talents\némergents. Ces expériences lui ont permis d’affiner son style tout en explorant\nde nouvelles idées. En tant que membre de Pentagram, un studio de design\ncollaboratif, elle a enrichi sa vision en échangeant avec d’autres créateurs.\nPour Paula, les idées jaillissent plus facilement en équipe, où les\nperspectives s’enrichissent mutuellement. Elle valorise également la\nspontanéité et capture souvent ses meilleures idées dans des moments informels,\ncomme lors de trajets en taxi.\n\nLe besoin de toucher et de manipuler les matériaux est une\nautre source d’inspiration pour elle. Avant l’avènement des outils numériques\ndans les années 1990, Paula travaillait en coupant, collant et déchirant des\nmatériaux, une approche manuelle qui stimulait sa créativité. Pour maintenir ce\nlien tactile, elle s’est tournée vers la peinture, prolongeant ainsi son\nexploration artistique.\n\nEnfin, Paula Scher trouve un plaisir immense dans le\nprocessus de création. Elle valorise le jeu et l’expérimentation, ce qui lui\npermet de synthétiser des informations complexes pour transmettre des messages\ncritiques, satiriques, humoristiques ou politiques. Sa capacité à combiner\nintuition, influences culturelles, collaboration et plaisir fait d’elle une\ncréatrice dont le travail reste à la fois personnel, innovant et parfaitement\nadapté aux besoins des projets."
                ]
            }
        ]
    },
    {
        "utilisateur": "Hernan Felipe Gonzalez Contreras",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract- S2E2 Neri Oxman",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cet épisode, on en apprend davantage sur le travail de Neri Oxman, une architecte et designer israélo-américaine. Elle est connue pour son approche en architecture qui combine design, biologie et génie. Plusieurs facteurs ont influencé la créativité de cette figure marquante. Certains de ces facteurs sont :Son expérience dans différents domaines : Neri Oxman possède une carrière professionnelle très diversifiée. Elle a servi dans l’armée israélienne pendant trois ans. Elle a d'abord commencé des études en médecine avant de se réorienter vers l'architecture, où elle a obtenu un doctorat au MIT. Ces domaines très différents lui permettent d’aborder un même problème sous plusieurs angles et d’arriver à des solutions plus créatives.Son équipe multidisciplinaire : L’équipe de Neri Oxman joue un rôle essentiel dans ses projets. Pour adopter une approche créative, elle s’appuie sur les connaissances en ingénierie, biologie, informatique et conception de son équipe afin de concrétiser leurs idées.L’emphase sur la durabilité : Les différents projets de Neri Oxman visent à répondre à plusieurs besoins. Cependant, ils ont tous un critère commun : la durabilité. Ainsi, sa créativité est grandement influencée par des valeurs écologiques.Ses expériences personnelles : Dans l’épisode, Neri Oxman parle de son amour pour la nature et de ses expériences personnelles avec celle-ci. Fascinée par les écosystèmes et les organismes vivants, elle s’inspire largement de la nature pour créer ses designs et concepts.L’ensemble de ces facteurs influence grandement la créativité de Neri Oxman et façonne l’entièreté de ses projets."
                ]
            }
        ]
    },
    {
        "utilisateur": "Jacob Therrien",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract - Bjarke Ingels : Architecture",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans l’épisode consacré à Bjarke Ingels (S1E4), plusieurs facteurs ont influencé sa créativité. Tout d’abord, sa capacité à concilier pragmatisme et utopie est remarquable. Ingels ne se contente pas de répondre aux contraintes techniques ; il imagine des solutions qui combinent fonctionnalité et rêve. Cette approche stimule des projets innovants où la créativité prend tout son sens.L’observation des besoins sociétaux joue également un rôle clé. Par exemple, la création d'une centrale énergétique avec une piste de ski sur le toit illustre cette capacité à transformer une infrastructure utilitaire en un espace récréatif. Cette idée ingénieuse répond à des besoins variés, à la fois énergétiques et ludiques.De plus, le travail collaboratif et la durabilité sont également des véritables sources d’inspiration. Ingels s’entoure d’ingénieurs, de designers et d’experts environnementaux, favorisant ainsi une approche interdisciplinaire qui nourrit l’innovation.Sa quête de solutions écologiques, comme une centrale propre, le pousse à réfléchir de manière novatrice sur les matériaux et les aménagements.Enfin, les contraintes techniques et environnementales deviennent pour lui des opportunités. Face aux défis, Ingels adopte une posture proactive et imaginative. L’influence culturelle scandinave, avec son design minimaliste et sa sensibilité à l'environnement, se reflète également dans ses projets audacieux.Ces différents facteurs montrent que la créativité naît souvent d'une tension entre contraintes et imagination, entre rêve et réalité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Jaylen Reid",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Chef's table volume 4 épisode 3 et 4",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Jordi Rocca, chef pâtissier de réputation mondiale, se distingue par son approche unique. En fait, il exprime sa créativité en allant à l'encontre des normes même de la patisserie. En effet, alors qu'en formation, on lui explique qu'il doit y avoir le moins d'air en contact avec la crème glacée pour qu'elle puisse conservée sa saveur, il décide d'appliquer un jet d'air contenant et la fumée de cigare pour avec de la crème glacée fumée. De plus, il décide d'utiliser de la terre recueillie dans une forêt près du village natal de ses parents pour rendre hommage à ses souvenirs d'enfance de lui jouant dans cette même forêt. Will Goldfarb est un chef pâtissier qui a du faire face à beaucoup d'épreuves pour arriver là où il en est aujourd'hui. Selon moi, deux points majeurs font sa force. D'une part, ses nombreux voyages lui ont permis d'apprendre différentes cuisines traditionnelles ainsi que leur signification et leur place dans leurs cultures respectives.  D'autre part, j'admire sa résilience et son humilité. En effet, il a testé beaucoup d'approche à travers les différents restaurants dans lesquels il a travaillé. Certaines se sont avérées plus fructueuses que d'autres mais il n'a pas toujours fait l'unanimité. Malgré cela, il a continué d'essayer de nouvelles choses, a mis de côté son égo et se surpasse à chaque fois pour tester de nouvelles idées."
                ]
            }
        ]
    },
    {
        "utilisateur": "Jing Bo Zhang",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table S4 E1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Un amour pour les biscuits : Chaque jour, Christina Tosi confectionne des biscuits. Son amour pour la malbouffe américaine, en particulier les saveurs sucrées, influence directement ses créations.Héritage familial : Son père rapportait des pommes imparfaites que sa grand-mère transformait en compote. Toute sa famille cuisinait des desserts faits maison, rustiques mais réconfortants.Gâteau d’anniversaire : Christina trouve les gâteaux traditionnels secs et sans saveur. Elle refuse les conventions et met l’accent sur les couches du gâteau plutôt que sur le glaçage, qu’elle considère comme superflu.Détermination et persévérance : Après l’université, elle hésite sur son avenir. Ne se voyant pas dans une carrière routinière, elle décide de suivre sa passion et s’installe à New York, malgré les réticences de sa mère. Pendant dix ans, elle travaille sans relâche, cherchant à gravir les échelons et à être prise au sérieux.Naissance de la Crack Pie : Un jour, avec un frigo presque vide, elle improvise une tarte avec du beurre, du sucre et des flocons de maïs. Après congélation, elle découvre un dessert irrésistible qui deviendra iconique.Des idées audacieuses : Inspirée par les petits-déjeuners de son enfance, elle crée une panna cotta aux céréales. Son mentor, Dave, l’encourage à poursuivre cette voie nostalgique. Elle invente ensuite la Miso Crack Pie, un dessert sucré-salé.Résumé : Christina Tosi transforme la pâtisserie en un voyage à la fois nostalgique et innovant. Sa persévérance, son instinct et son refus des conventions l’ont menée à révolutionner le monde du dessert, où chaque bouchée évoque un souvenir réconfortant."
                ]
            },
            {
                "titre_du_forum": "Chef’s Table S1 E1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Los Angeles : La ville est un carrefour d'influences culinaires diverses et un lieu où l'art de la cuisine prend une place primordiale.Tout fait par main : Dans un monde où la production de masse est la norme pour les pâtes, ce chef choisit des méthodes plus traditionnelles.Pâte fraîche : Le chef place la qualité avant tout. Pour lui, chaque pâte fraîche doit être parfaite. Cela implique une recherche constante de la meilleure matière première et de la meilleure technique.Maître de son art : Sa maîtrise des techniques culinaires, notamment dans la fabrication de pâtes, s’est affinée au fil des années. Il est devenu un expert dans son domaine, respecté pour son savoir-faire.Père cinéaste et une mère qui soutient son travail : Son enfance a été marquée par un environnement créatif où l'art, sous toutes ses formes, était omniprésent. Cependant, contrairement à ses frères, il a traversé une adolescence difficile. Son identité et sa vocation étaient floues, il se sentait perdu, essayant de trouver sa voie en enchaînant plusieurs emplois sans jamais se sentir à sa place.Inspiration de Sofia : Sofia, une cheffe qui préparait des trofie, a éveillé en lui la prise de conscience de son propre potentiel. Elle lui confie qu'il possède un talent pour la cuisine, et l'encourage vivement à suivre une formation culinaire.Stage dans des restaurants prestigieux : Il rejoint des restaurants renommés. Cependant, malgré son enthousiasme, il se rend vite compte que les chefs qu’il côtoie ne lui transmettent pas la véritable technique de fabrication des pâtes.Apprentissage en Italie : Devant l'absence de formation satisfaisante dans les établissements où il a travaillé, il prend une décision de partir en Italie pour apprendre auprès de maîtres de la cuisine. C'est là qu'il rencontre Alexandra, une cheffe talentueuse qui devient sa mentor.Outil de précision : Il découvre l'importance de chaque outil dans la création culinaire. Le rouleau à pâte devient son instrument de prédilection.Le bœuf de Californie : En Californie, il rencontre un problème : la viande locale manque de saveur, ce qui rend difficile la recréation de la sauce bolognaise italienne. Il a une idée créative : ajouter de la moelle osseuse pour rehausser le goût et la texture de la sauce. Cette innovation fait toute la différence et lui permet de créer une version authentique de ce plat en Californie.Résumé : Le succès de la créativité n'est pas uniquement un talent inné. Il repose également sur l'influence positive de mentors passionnés, comme Sofia et Alexandra, qui l’ont poussé à repousser ses limites et à croire en ses capacités. La véritable créativité culinaire est le fruit d'une combinaison de technique, d'inspiration et de passion, soutenue par une constante recherche de perfection et d'authenticité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Juliette Leduc",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table - Volume 7 – Kwame Onwuachi (S7:E2)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Son enfance dans le Bronx de New York a été un facteur d’influence de créativité qui a incorporé dans son restaurent Tatiana. Kwame était très intéressé par ce que chaque personne dans les différentes villes ayant un « blue collar job » mangeait lors du midi. Le plat favori à Kwame de son restaurent Tatiana est le shawarma qui a été créé en faisant le lien entre le chariot halal à côté de son restaurent, le fait que c’est la nourriture « blue collar » de New York et son amour pour les cultures différentes.  La fermeture du restaurent le Shaw Bijou à cause d’une critique négative a impacté Kwame de manière négative au départ, il est tombé dans la drogue et l’alcool. Après cette période sombre, il a ouvert un restaurant éthiopien. Il est resté dans la cuisine et ne voulait pas être dans les yeux du public. Un de ses amis lui a dit, pourquoi ne cuisines-tu pas toujours comme ça, « friends and family style ». Le restaurent Kith and Kin est né. Le même critique a donné une seule étoile à ce restaurant. Au lieu de s’abattre sur son sort, le soir même il a réinventé le menu, il a incorporé sa culture du Nigéria et a concentré le menu sur celle-ci. Que 3 mois après un nouveau menu, le même critique de nourriture est venu et a donné une critique exceptionnelle. Par la suite, Kwame est revenu à New York ouvrir le restaurent Tatiana. Un des grands facteurs d’influence pour l menu de ce restaurant était tout ce qu’il mangeait quand il était jeune. Un menu qui le représentait de manière authentique. À son restaurent Tatiana, il a créé le egusi soup dumpling. Regroupant sa culture du Nigéria, l’influence chinoise à New York et les meilleurs dumplings de loup de mer qu’il a mangés."
                ]
            },
            {
                "titre_du_forum": "Chef's Table - Volume 7 – Nok Suntaranon",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Nok Suntaranon est une femme exceptionnelle ayant traduit tous les aspects de son enfance, bonne ou mauvaise, en nourriture exceptionnelle. Une des choses qu’elle voulait absolument démontrer aux gens est que la nourriture thaïlandaise n’est pas seulement un « take out » à moins de 10$, mais que cette nourriture peut être d’une gastronomie incroyable. Le plus grand facteur ayant influencé la créativité de Nok Suntaranon est son enfance dans le sud de la Thaïlande. Elle a eu une enfance très difficile, mais elle a réussi à transformer ses traumas en nourritures exceptionnelles. Comme sa mère l’appelait « petit oiseau », ceci s’est traduit en incorporant le visuel des oiseaux dans ses dumplings nommé Kanom Jeeb Nok. Par la suite, le plat de chèvre et d’agneau a été inspiré par son père. Il apportait à la maison un plat tellement épicé que ça faisait mal le manger, mais c’était tellement bon et goûteux que Nok et son frère ne pouvaient pas cesser de le manger. Elle a utilisé ses souvenirs afin de créer le curry d’agneau et de chèvre nommé Gaeng Pae. Ce plat s’est donné une vie grâce aux liens qu’elle a faits entre le plat que son père apportait quand elle était jeune fille, son enfance difficile et l’amour que son père avait pour les plats épicés."
                ]
            }
        ]
    },
    {
        "utilisateur": "Karl Élie Abari",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table - Volume 7 Épisode 4 (Norma Listman et Saqib Keval)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Norma Listman et Saqib Keval trouvent leur inspiration dans leurs cultures et expériences personnelles. Chaque plat qu’ils créent met en valeur leurs origines, brise les idées reçues et restitue à leurs cultures ce qui leur appartient.Mais leur plus grande source de créativité, c’est aussi leur relation. En se côtoyant, ils ont découvert des liens profonds entre leurs traditions respectives, leurs ingrédients et leurs valeurs. C’est cette connexion qui leur permet de raconter des histoires uniques à travers leurs plats.Leur cuisine est aussi un moyen d’expression et de résistance. Lorsque leur restaurant a été fermé de manière injustifiée et qu’on leur a demandé un pot-de-vin pour rouvrir, ils ont transformé cette épreuve en inspiration en créant les \"donuts anti-corruption\".Ensemble, ils réinventent la cuisine non seulement comme un art, mais comme un acte engagé et porteur de sens."
                ]
            },
            {
                "titre_du_forum": "Chef's Table - Volume 7 Épisode 3 (Angel León)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La créativité d’Angel León repose sur plusieurs influences profondes.D’abord, il a une vision unique de la mer : il ne la voit pas seulement comme une source de poissons, mais comme une terre nourricière. Pour lui, les poissons sont comme de la viande et les coraux, des fruits ou légumes. Cette manière innovante de percevoir l’océan l’amène à créer des plats inédits.Son intérêt pour la biologie marine joue aussi un rôle clé. En se documentant, il découvre l’importance du plancton et décide d’en faire un ingrédient culinaire, donnant naissance à son célèbre riz au plancton.Son lien avec la mer est aussi profondément personnel. Dès l’enfance, il accompagne son père à la pêche, développant un attachement fort à cet univers qui deviendra sa principale source d’inspiration.Enfin, sa curiosité sans limite l’amène à remettre en question les conventions : pourquoi certains poissons sont-ils rejetés ? Et si certaines plantes marines étaient comestibles ? Ces interrogations constantes lui permettent de repousser les frontières de la gastronomie et de réinventer la cuisine marine."
                ]
            }
        ]
    },
    {
        "utilisateur": "Lisa Boutiba",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table - Saison 1 Épisode 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La créativité de Massimo Bottura a été influencée par plusieurs facteurs, qui ont façonné son approche unique de la cuisine et lui ont permis de réinventer la gastronomie italienne.Tout d’abord, son enfance à Modène, en Italie, a joué un rôle important dans son rapport à la cuisine. Il a grandi dans une région riche en traditions culinaires, où des ingrédients emblématiques comme le parmesan, le vinaigre balsamique et la pasta fresca occupent une place essentielle. Sa grand-mère, qui lui apprenait à préparer des plats classiques, a été l’une de ses premières inspirations. Elle lui a en effet transmis le respect des traditions et le plaisir de cuisiner.Son expérience à l’étranger, notamment en France, où il a travaillé avec Alain Ducasse, lui a aussi permis d’élargir sa vision de la gastronomie. Un autre facteur clé a été son ouverture à l’innovation et aux influences artistiques. Contrairement à de nombreux chefs italiens, Bottura ne s’est pas contenté de reproduire les recettes classiques : il a cherché à les transformer en y apportant une touche contemporaine. Son contact avec des artistes comme Maurizio Cattelan l’a poussé à voir la cuisine comme une forme d’art, où chaque plat peut raconter une histoire et susciter une émotion."
                ]
            },
            {
                "titre_du_forum": "Abstract - Saison 1 Épisode 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Christoph Niemann est un illustrateur et designer dont la créativité a été influencée par plusieurs facteurs. D'abord, son éducation en Allemagne a joué un rôle clé dans le développement de son sens du design.De plus, un élément central de sa créativité est sa discipline de travail. En effet, Niemann s’impose une routine de dessin quotidien, notamment avec son projet Sunday Sketches, où il transforme des objets ordinaires en illustrations originales. Cette habitude lui permet de produire constamment de l'art et de toujours explorer de nouvelles idées. Enfin, une grande partie de sa créativité repose sur sa capacité à voir le monde différemment. Niemann excelle dans l'abstrait et dans la simplification. Ainsi, son regard attentif sur le quotidien lui permet de trouver de l’inspiration dans des objets banals, qu’il réinterprète de manière surprenante."
                ]
            }
        ]
    },
    {
        "utilisateur": "Loriane Costantino",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract Art of Design : Ian Spalter",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet épisode explore l'approche innovante du design numérique et son impact sur des plateformes comme Instagram. Les principaux facteurs qui ont influencé la créativité de Ian Spalter, designer et expert en UX concernent entres autres son parcours multidisciplinaire, ses expériences passées et son immersion culturelle au Japon.En effet, M. Spalter a étudié l'art et le design tout en ayant un fort intérêt pour la technologie et la psychologie des utilisateurs. Cette combinaison lui permet ainsi d'aborder le design d'un angle esthétique et fonctionnel. Il a également travaillé dans des domaines variés de la publicité au développement de produit, ce qui lui a donné une vision globale du design numérique. De plus, Spalter a occupé des postes importants chez Nike, YouTube et Instagram où il a d'ailleurs eu a dirigé la refonte du logo et l'évolution de l'interface, ce qui l'a mené à repenser la manière dont les utilisateurs interagissent avec l'interface. Finalement, son séjour au Japon a influencé sa manière de penser le design. Il a été marqué par la philosophie du wabi-sabi qui valorise la simplicité et l'harmonie avec l'environnement. Il a également exploré comment les interfaces numériques japonaises diffèrent de celles des pays occidentaux ce qui lui a permis d'enrichir sa vision du design global."
                ]
            },
            {
                "titre_du_forum": "Chef's table - Ana Ros",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet épisode explore le parcours d'Ana Ros, une chef slovène autodidacte. Initialement, elle se destinait à une carrière de diplomatique avant de rencontrer son mari Valter Kramar avec qui elle a décidé de reprendre le restaurant familial. L'épisode met en lumière son apprentissage autodidacte et sa quête de perfection malgré l'absence de formation dans une école de cuisine. Plusieurs facteurs ont influencés la créativité d'Ana Ros. On pense entre autre à son environnement naturel. En effet, le restaurant est située dans une région reculée de la Slovénie où beaucoup de produits locaux sont à sa portée comme la truite de la rivière Soca, les herbes et champignons sauvages et les fromages. Elle puise son inspiration dans ce riche terroir. Son absence de formation en cuisine lui a permis de sortir des sentiers battus sans être limitée par les règles traditionnelles de la gastronomie qu'elle aurait apprise dans une école. Cette liberté lui permet d'expérimenter et de développer un style culinaire unique. De plus, son partenariat avec son mari Valter Kramar qui est sommelier a enrichi sa créativité en intégrant la gastronomie et les vins régionaux. Finalement, ayant beaucoup voyagé et collaboré avec d'autres chefs du monde entier, Ana a élargi ses horizons en incorporant des techniques et des idées gastronomiques internationales dans sa cuisine."
                ]
            }
        ]
    },
    {
        "utilisateur": "Matheo Joseph",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract S2:E3 Ruth Carter, Costume Design",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cette épisode, nous suivons Ruth Carter, l’une des plus grandes costumières du cinéma, connue notamment pour avoir conçu les costumes de Black Panther. Son approche créative résulte de plusieurs facteurs clés, qui permettent de donner vie à des personnages.1. L’étude approfondie du script et le souci du détailPour créer un costume crédible et marquant, Ruth commence par une lecture minutieuse du scénario afin de comprendre les enjeux, les émotions et la symbolique véhiculée par chaque scène. Elle étudie également la façon dont les personnages doivent être perçus par le public, ce qui l’aide à définir les couleurs, les matières et les coupes de ses créations. Dans le cas du théâtre, elle prend en compte la distance entre les spectateurs et la scène, misant sur des textures et des détails suffisamment visibles de loin.2. L’importance de la recherche historique et culturelleLorsque le film se déroule à une époque spécifique ou aborde un sujet historique, Ruth mène des recherches approfondies pour s’inspirer des coutumes, des couleurs et des motifs de l’époque. Pour Malcolm X, elle est allée jusqu’à consulter les archives de sa prison et lire ses dossiers, souhaitant honorer la mémoire du personnage. De même, pour concevoir des costumes d’esclaves, elle s’est documentée via des annonces d’esclaves en fuite, tentant ainsi de retranscrire l’authenticité de leurs conditions de vie à travers ses choix vestimentaires.3. L’empathie comme moteur créatifRuth Carter souligne l’importance de « connaître vraiment les personnes qu’elle habille » et se dit douée pour cerner les personnes grâce à son empathie. Cette capacité d’écoute et de compréhension lui permet de capter les nuances de chaque personnage et de donne aux costumes une dimension humaine, qu’il s’agisse d’un héros de Marvel ou d’un protagoniste historique.4. L’inspiration puisée dans le monde réelPour nourrir son imagination, Ruth sort régulièrement dans la rue pour observer les gens : leurs attitudes, leurs vêtements, leurs manières de se mouvoir. Cette immersion dans le quotidien l’aide à ramener des détails authentiques dans ses créations, qu’elle s’agisse de formes, de textures ou de palettes de couleurs. Elle préfère se méfier de son « inconscient », qu’elle juge parfois trompeur, et ancre plutôt son travail dans des observations concrètes et des recherches tangibles.5. La fusion entre passé et futurDans le cadre de Black Panther, Ruth Carter a dû imaginer une esthétique africaine futuriste. Pour créer cette vision inédite de Wakanda, elle a étudié les tenues traditionnelles de plusieurs tribus africaines, qu’elle a ensuite modernisées avec des touches futuristes. En conclusion , la créativité de Ruth Carter repose sur une solide préparation (lecture de scripts, recherches historiques, immersion culturelle), une grande empathie pour ses personnages et une capacité à puiser dans le monde réel afin de créer des univers vestimentaires cohérents, qu’ils soient ancrés dans le passé ou projetés dans le futur. Son processus illustre à quel point, dans le design de costumes, la mode et l’histoire se rencontrent pour offrir une immersion totale au spectateur."
                ]
            },
            {
                "titre_du_forum": "Chef's Table (V7:E4) - Norma Listman & Saqib Keval",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cet épisode nous suivons Norma Listman & Saqib Keval, qui travaillent tous les deux dans leur restaurant Masala y Maiz, une référence directe à leurs deux origines (l’Inde et le Mexique). Leur créativité culinaire est marquée par la diversité de leurs racines et par l’impact de l’immigration dans leurs parcours. D’un côté, Norma explore l’héritage préhispanique mexicain pour revisiter des plats traditionnels et les adapter avec une touche contemporaine. De l’autre, Saqib puise dans ses origines indiennes et kényanes pour créer des recettes où se mêlent épices, techniques et souvenirs d’enfance. Ensemble, ils élaborent une cuisine novatrice qui célèbre la fusion de leurs cultures et remet en question les frontières habituelles de la gastronomie.Parmi les facteurs qui influencent leur créativité, on trouve d’abord la question de l’identité et de l’appartenance. Tous deux ont vécu des expériences migratoires et comprennent la valeur de la cuisine comme moyen de préservation culturelle. Norma a découvert la puissance de la gastronomie aux États-Unis, où elle a réalisé que cuisiner permettait de raconter son histoire et de valoriser ses origines. Pour Saqib, la cuisine est devenue un outil de résistance face au racisme et à l’oppression subis après les événements du 11 septembre. Cette volonté de se battre contre les discriminations se traduit par la création de The People’s Kitchen, un espace solidaire visant à renforcer les liens au sein des communautés.Enfin, la collaboration au sein du couple est un autre élément important. Leur complicité et leur passion commune pour la gastronomie les poussent à associer leurs savoir-faire, à tester sans cesse de nouvelles recettes et à s’inspirer des cuisines indienne, mexicaine et kényane. Cette dynamique de création à deux donne lieu à une approche culinaire originale, où l’on ressent à la fois le désir de rendre hommage à leurs origines et celui de s’ouvrir aux autres."
                ]
            }
        ]
    },
    {
        "utilisateur": "Mathieu Lauzier",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract : Saison 1 - Ralph Gilles : Design automobile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ralph Gilles est un designer automobile de renom, connu pour son travail avec Fiat Chrysler Automobiles à Détroit. Il a marqué l'industrie en offrant des silhouettes uniques et intemporelles, souvent inspirées par des modèles classiques tout en innovant pour répondre aux attentes modernes.Originaire de Montréal, au Québec, Ralph Gilles a développé très tôt une passion pour l'automobile. À seulement 9 ans, la découverte d'une Porsche 911 Turbo a marqué un tournant dans sa vie, nourrissant son imagination et son intérêt pour le design. Fasciné par les films d’action mettant en scène de magnifiques voitures, il a trouvé dans ces images une source d’inspiration qui a stimulé sa créativité. Dès son plus jeune âge, il traduisait ses rêves en croquis, passant de dessins simplistes à des créations audacieuses et ambitieuses. Sa créativité puise dans ses souvenirs d’enfance, son amour pour les modèles emblématiques et sa capacité à combiner rêve et réalité dans chacun de ses designs.Son succès repose également sur sa capacité à communiquer efficacement avec son équipe. Collaboratif et visionnaire, Ralph Gilles valorise le travail collectif pour donner vie à des designs qui allient esthétique, fonctionnalité et émotion. Il conserve l'héritage automobile de la marque et du modèle tout en ayant une vision axé vers l'avenir."
                ]
            },
            {
                "titre_du_forum": "Chef's Table: Volume 7 Épisode 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans la série Chef's Table, épisode 1 du volume 7, nous avons la chance de découvrir Nok, une chef de grande renommée dans la cuisine thaïlandaise. Elle est reconnue pour ses présentations artistiques et ses mets uniques, tels que ses raviolis en forme d'oiseaux, son Tom Yum, ou encore ses pâtes colorées.Son inspiration pour sa créativité provient de son riche bagage culturel et historique. Nok puise énormément dans son enfance et ses origines thaïlandaises pour concevoir ses plats. Sa plus grande source d’inspiration et de motivation reste sa mère, qui elle-même s’était inspirée de la cuisine réconfortante et charmante de sa grand-mère. C'est un aspect que Nok tente de garder dans chacun de ses mets. Jeune, elle trouvait refuge à la bibliothèque, un lieu où elle a façonné son style unique. Elle s’imaginait un monde où l’élégance, représentée par des femmes en talons hauts et en robes, se mariait harmonieusement avec la nature et ses merveilles.En somme, Nok a su transmettre son héritage culturel et ses inspirations personnelles dans sa cuisine ce qui lui a permis de créer des mets reconnus mondialement."
                ]
            }
        ]
    },
    {
        "utilisateur": "Meryle Armoudon",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract - Tinker Hatfield",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Tinker Hatfiel est un designer reconnu chez Nike notamment pour sa collaboration avec Michael Jordan. Avant d'être designer, c'était surtout un sportif de saut à la perche de haut niveau. Lors de ces années universitaires, il a rencontré Bill Bowerman, le coach d'athlétisme de son université. Bill Bowerman a été pour lui un mentor qui l'a beaucoup influencé dans la création et sa passion pour les chaussures répondant aux besoins de performances des athlètes.  Sa blessure et l'aide de Bill Bowerman a été un des premiers facteurs qui lui a permis de développer des habilités à trouver des solutions pour les autres car il comprenait ce qu'était l'impact d'avoir une blessure pour un sportifEn parallèle, Il faisait des études en architecture et était très doué pour le dessin. Il a associé ses compétences en dessin aux connaissances de Bill Bowerman pour développer des solutions qui réglaient des problèmes chez sportifs, comme le confort, ou les blessures. Un des facteurs de sa créativité était qu'il était à l'écoute des sportifs. Pour ce faire il développait de bonne relation avec eux afin de répondre à leur besoin. Par conséquent il avait des nouvelles idées parce qu'il voulait répondre optimalement aux besoins des utilisateurs de chaussuresUn deuxième facteur à sa créativité était attrait pour les choses de son quotidien peu conventionnelle. Il adaptait une idée peu conventionnelle au design de ses chaussures pour répondre aux exigences de Nike, des athlètes ou d'un autre type de public. Par exemple, il a été inspirée par le centre pompidou qui avait des pièces industrielles visibles depuis l'extérieur du batiment. Il a adapté cette idée à la chaussure pour créer la chaussure Airmax. Cette idée a été très controversé mais fut un succès.Un autre de ces facteurs a été Retour vers le future avec l' idée de chaussure futuriste qui se lasse toute seul. Il s'est néanmoins heurté aux défis technologiques pour réaliser ce projet et n'a pas le développer que récemment. Enfin, il observait et prenait le temps de se renseigner sur l'histoire derrière son processus d'idée, lui permettant d'ajouter plus d'originalité à ses chaussures"
                ]
            },
            {
                "titre_du_forum": "Chef's Table - Corrado Assenza",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Corrado Assenza est tient le célèbre Caffè Sicilia, spécialisé dans les pâtisseries siciliennes. Au travers son histoire, il raconte comment il a revisité les traditions siciliennes en pâtisseries innovantes et reconnu par tous.Corrado Assenza a été influencé par plusieurs personnes et domaine tout au long de sa vie, lui permettant de développer sa créativitéPremièrement Corrado est devenu un expert dans son domaine : Les pâtisseries sicilienne. Dès son enfance il adorait les pâtisseries et apprenait à les confectionner auprès de Roberto, le boulanger responsable du laboratoire de développement du Caffè Sicilia. Roberto était un boulanger reconnu pour ses pâtisseries qui a transmis tout son savoir à Corrado. Il s'est toujours rattaché sur les traditions siciliennes mais insiste sur le fait que pour devenir un bon pâtissier il ne suffisait pas d'avoir seulement d'avoir des connaissances en cuisine. Il a donc élargie son domaine en attachant un fort engouement sur l'origine de ses produits. Il a notamment étudier l'apiculture, s'est rapproché de d'autres personnes spécialiste dans leur domaine, comme avec la ricotta, ou encore étudier les gouts ou les sensations que pouvaient avoir des aliments comme des huitres. En d'autres termes, ils avaient des connaissances poussées dans d'autres domaines connexes à la pâtisseriePar la suite, il a eu la chance de pouvoir observer un chef pâtissier. Son observation lui a permis d'en apprendre son art par mimétisme. Il observait et confectionner les pâtisseries jusqu'à devenir aussi bon que le chef pâtissierEnfin, il a souhaité modernisé afin de faire revivre les traditions siciliennes avec la confiture d'abricot en\nréduisant la quantité de sucre, tout en respectant  la pureté du fruit frais. Puis, il a développé des nouveaux goûts en s'attaquant à d'autres mélanges de saveurs peu commune en se basant notamment sur son terroir et son enfance. Tout au long de sa vie, il s'est basé sur ce qu'il connaissait, quitte à parfois quitter sa zone de confort pour revenir avec des nouvelles connaissances, lui permettant d'avoir de nouvelles idées"
                ]
            }
        ]
    },
    {
        "utilisateur": "Michael Ogbaghebriel",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table - Saison 7 Épisode 2 - Kwame Onwuachi",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Kwame Onwuachi a été influencé par plusieurs facteurs dans le développement de sa créativité culinaire. Tout d'abord, son enfance difficile dans le Bronx, où la violence et la criminalité étaient omniprésentes, l’a poussé à développer une grande résilience. Il a grandi en se sentant souvent non désiré ou exclu, ce qui l’a motivé à créer un espace où toutes les cultures se rencontrent et où tout le monde se sent le bienvenu: son restaurant, Tatiana.Son premier contact avec la cuisine vient de sa mère, qui avait un service traiteur à domicile. Il a aussi été fortement marqué par son séjour au Nigeria chez son grand-père, chef de village, où il a appris la discipline et à apprécier les opportunités qu’il avait aux États-Unis. Pendant ses études, confronté à des difficultés financières, il a dû faire preuve d’ingéniosité pour survivre, ce qui a renforcé son esprit d’initiative et sa capacité à s’adapter.Sa prise de conscience lors de l’élection de Barack Obama l’a poussé à abandonner le trafic de drogue et à se consacrer à sa passion: la cuisine. Il a alors intégré une prestigieuse école culinaire, où il a découvert que, en tant qu’homme noir, il devrait travailler plus dur que les autres pour prouver sa valeur. Cette pression l’a incité à perfectionner sa créativité et son talent pour se démarquer.Son parcours professionnel a aussi façonné sa créativité. Après l’échec de son premier restaurant, Shaw Bijou, et une période de dépression marquée par la drogue et l’alcool, il a su rebondir grâce au soutien de sa famille. Il a ensuite travaillé dans plusieurs établissements où il a souvent été limité dans son expression artistique, ce qui l’a motivé à créer son propre espace où il aurait une totale liberté.Avec Tatiana, il a réalisé son rêve de fusionner différentes influences culinaires et de rassembler les gens à travers la nourriture. Son besoin constant d’innover et d’être meilleur chaque jour est alimenté par son passé, sa volonté de ne pas retomber dans ses anciens travers, et son désir de faire évoluer la perception de la cuisine afro-américaine dans la gastronomie haut de gamme. Pour maintenir le succès de son restaurant, il continue de repousser ses limites créatives et de s’inspirer des multiples cultures qui l’entourent."
                ]
            },
            {
                "titre_du_forum": "Chef's Table - Saison 1 Épisode 4 - Niki Nakayama",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Niki Nakayama a été influencée par plusieurs facteurs dans le développement de sa créativité culinaire. Tout d'abord, son parcours en tant que femme dans un domaine dominé par les hommes a nourri sa détermination et son besoin de prouver sa valeur. Dès le début de sa carrière, elle a dû faire face à des préjugés et à des attentes traditionnelles, ce qui l’a poussée à travailler encore plus fort pour être reconnue comme une cheffe compétente. Le concept japonais de \"Kuyashi\" (ce feu intérieur qui pousse à se surpasser après avoir été sous-estimé) a été un moteur important pour elle.Ensuite, son éducation dans une famille japonaise traditionnelle, où elle était censée suivre un rôle plus conventionnel, l’a poussée à vouloir prouver qu’elle pouvait suivre sa propre voie tout en restant fidèle à son côté artistique. Son passage au restaurant Takao lui a permis d’expérimenter avec des ingrédients peu communs dans la cuisine japonaise, nourrissant ainsi son désir d’innover.Elle a aussi développé une méthode unique pour rester créative : elle garde un registre détaillé de toutes les commandes de ses clients afin de ne jamais répéter un plat. Cette contrainte l’oblige à toujours renouveler ses idées et à sortir de sa zone de confort. Son perfectionnisme et son anxiété l'incitent également à se dépasser en permanence pour obtenir la satisfaction de ses clients.De plus, son expérience au Japon, où elle a appris à cuisiner avec les ressources limitées de la campagne, a renforcé sa capacité d’adaptation et son ingéniosité. Après l’échec relatif de son premier restaurant de sushi, où elle se sentait restreinte dans sa créativité, elle a décidé de créer son propre concept en modernisant le Kaiseki. Cela lui a permis de véritablement s’exprimer à travers ses plats et de trouver une approche culinaire qui reflète sa personnalité et son identité.En résumé, la créativité de Niki Nakayama a été influencée par son désir de briser les normes de genre, son éducation stricte, son besoin constant d'apprentissage et d'innovation, ainsi que son perfectionnisme et sa quête d’une véritable expression artistique à travers la cuisine."
                ]
            }
        ]
    },
    {
        "utilisateur": "Nader El-Doraini",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table - Jeong Kwan",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Les principaux\nfacteurs de créativité de Jeong Kwan\n\nL’épisode de Chef’s Table consacré à Jeong Kwan offre\nune perspective totalement différente sur la créativité, profondément ancrée\ndans la spiritualité, la pleine conscience et la nature. Au lieu de se\nconcentrer sur l’innovation pour la renommée ou le succès, son approche de la\ncuisine repose sur l’expression de soi, l’harmonie et l’illumination. Plusieurs\néléments influencent la créativité de Jeong Kwan, mais nous allons nous\nconcentrer sur les trois plus importants qui façonnent son approche\nunique de la cuisine.\n\n1. Le Bouddhisme et la Philosophie Zen\n\nContrairement aux autres chefs de Chef’s Table,\nJeong Kwan n’a aucune ambition commerciale. Sa cuisine est une pratique\nspirituelle, un prolongement de la méditation et du Zen.\n\nPrincipes clés\nqui influencent sa créativité:\n\n\n Le\n     détachement et l’absence d’ego : Elle\n     cuisine sans chercher à impressionner ou à obtenir des récompenses. Pour\n     elle, cuisiner, c’est un acte de générosité et d’amour inconditionnel,\n     comme celui qu’elle a reçu de sa mère et pour lequel elle est infiniment\n     reconnaissante. \n La\n     pleine conscience : Chaque geste en cuisine est effectué avec une\n     présence totale. Elle ne se précipite jamais, chaque coupe, chaque\n     préparation est une forme de méditation dans le but d’atteindre une forme « d’illumination ».\n     \n Le\n     respect du cycle de la nature : Elle ne force jamais les\n     ingrédients, elle attend que la nature lui offre ce dont elle a besoin. Ce\n     qui peux paraître contraire à notre mode-vide capitaliste!\n\n\nLien avec la créativité:\n🔹 La pleine conscience améliore la perception\nsensorielle, ce qui permet une meilleure association des saveurs. \n🔹 Le détachement des conventions culinaires lui permet\nd’innover sans pression extérieure.\n\n 2. La Connexion Profonde avec la Nature \n\nJeong Kwan ne voit pas les ingrédients comme de\nsimples produits alimentaires, mais comme des êtres vivants qui ont leur\npropre énergie. Son approche est similaire à celle d’un artiste qui travaille\navec des matières premières naturelles.\n\nPrincipes clés qui influencent sa créativité :\n\n\n L’agriculture\n     et la cueillette personnelle : Elle cultive ses propres\n     légumes et récolte ses ingrédients au fil des saisons. \n L’alimentation\n     en harmonie avec la nature : Elle n’utilise que des\n     produits végétaux et exclut les aliments stimulants (ail, oignon) pour\n     préserver la pureté de l’esprit.\n L’importance\n     du temps et de la fermentation : Certains\n     de ses ingrédients fermentent pendant plusieurs années, ajoutant\n     une dimension philosophique et patiente à sa cuisine.\n\n\nLien avec la créativité:\n🔹 Créer avec ce que la nature offre, au lieu d’imposer une vision humaine aux ingrédients.\n🔹 Expérimenter des techniques ancestrales comme\nla fermentation pour développer des saveurs uniques.\n\n 3. La Cuisine comme un acte de transmission et d’harmonie\n\nPour Jeong Kwan, la cuisine est un moyen de\ntransmettre la sérénité, l’amour et l’équilibre aux autres. Elle ne\ncuisine pas pour elle-même mais pour ceux qui vont manger, sans chercher de\nreconnaissance en retour.\n\nPrincipes clés qui influencent sa créativité:\n\n\n L’absence\n     de menu fixe : Elle prépare ce qui est disponible et ce qui\n     est nécessaire au moment présent.\n La\n     cuisine comme un moyen de communication : Comme\n     elle le dit dans l’épisode, elle ne parle pas beaucoup, mais elle s’exprime\n     à travers ses plats.\n L’intention\n     derrière chaque plat : Elle met toute son énergie spirituelle et\n     son amour dans la préparation des repas, rendant chaque plat unique.\n\n\nLien avec la créativité:\n🔹 Ne pas être limité par un menu rigide permet\nune adaptation constante et de nouvelles combinaisons d’ingrédients.\n🔹 Transformer chaque plat en un message émotionnel\net non juste une recette.\n\n Contrairement aux autres chefs de Chef’s Table,\nJeong Kwan n’a pas cherché à révolutionner la gastronomie, mais à révéler\nl’essence pure de la cuisine. Sa créativité vient d’une profonde compréhension\nde la nature, du temps et de l’harmonie intérieure."
                ]
            },
            {
                "titre_du_forum": "Chef's table - Andre Leon",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Il y a plusieurs facteurs qui ont influencé la créativité et le parcours d’Ángel León, mais pour rester synthétique, on va se concentrer sur les trois plus importants. Chacun d’eux montre comment il a su transformer sa passion en innovation et repousser les limites de la gastronomie marine.1. Une passion (presque obsessionnelle) pour la mer 🌊Dès son enfance, León a développé un lien très fort avec l’océan grâce à la pêche. Mais ce n’est pas juste un intérêt passager—c’est devenu une véritable obsession qui l’a poussé à explorer l’univers marin sous toutes ses formes. Il ne se contente pas de cuisiner des produits de la mer, il veut tout comprendre, tout expérimenter et repousser les limites de ce qu’on peut faire avec les ressources marines.🔹 Pourquoi c’est un moteur de créativité ? Quand on est passionné à ce point, on ne se met aucune barrière mentale. On est prêt à essayer, à échouer, à recommencer, et c’est comme ça que naissent les vraies innovations.2. Transformer les contraintes en opportunités 🔄Un des moments clés de son parcours, c’est quand il a réalisé que les gens préféraient la viande et la charcuterie plutôt que le poisson. Plutôt que de lutter contre cette réalité, il l’a utilisée comme levier pour créer une charcuterie… à base de poisson ! Une idée qui semblait folle au début, mais qui a fini par révolutionner la cuisine marine.🔹 Pourquoi c’est un boost pour la créativité ? Avoir des contraintes, ce n’est pas forcément un frein. Au contraire, ça oblige à réfléchir différemment et à trouver des solutions inédites. Ici, au lieu de forcer les gens à aimer le poisson, il a réinventé le produit pour qu’il corresponde à leurs goûts.3. Une vision plus grande que la cuisine 🌍Ce qui rend Ángel León vraiment unique, c’est qu’il ne se voit pas juste comme un chef. Son but va bien au-delà de la gastronomie : il veut utiliser la mer pour nourrir et aider l’humanité. C’est cette vision qui l’a poussé à découvrir le riz marin, à explorer la biodiversité sous-marine et à promouvoir des pratiques plus durables.🔹 Pourquoi c’est essentiel pour la créativité ? Les gens les plus créatifs sont souvent ceux qui ont une mission plus grande qu’eux-mêmes. Ils ne créent pas juste pour le plaisir, mais pour changer les choses, apporter quelque chose de nouveau au monde.Bien sûr, il y a d’autres facteurs (comme son travail d’équipe, sa relation avec la science et l’écologie…), mais ces trois-là sont vraiment au cœur de son génie créatif."
                ]
            }
        ]
    },
    {
        "utilisateur": "Omar Bamrim",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Facteurs de créativité chez Tinker Hatfield et Massimo Bottura",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "1. Facteurs contextuels et environnementauxÉpisode d’Abstract : Tinker Hatfield (Designer Nike)Tinker Hatfield puise sa créativité dans son immersion dans la culture sportive et urbaine. Ses collaborations avec des athlètes professionnels et sa compréhension des besoins spécifiques des sportifs ont fortement influencé ses designs innovants, notamment les célèbres Air Jordans.Environnement de travail stimulant : L’accès à des technologies avancées chez Nike lui a permis d’expérimenter des matériaux et des concepts nouveaux.Influence du sport et de la rue : L’observation des tendances dans la rue et dans les stades a enrichi sa capacité à intégrer des éléments culturels dans ses créations.Épisode de Chef’s Table : Massimo Bottura (Chef du restaurant Osteria Francescana)Massimo Bottura a été profondément influencé par son environnement culturel en Italie, combinant la tradition culinaire italienne avec une approche contemporaine.Lien avec la tradition : Bottura revisite les plats classiques italiens tout en rompant avec les règles rigides de la tradition.Inspiration dans l’art et la musique : Son exposition à l’art contemporain et son amour pour le jazz l’ont poussé à explorer des concepts inattendus et à improviser dans sa cuisine. 2 .Facteurs personnels et psychologiquesRésilience face à l’échec : Les deux créateurs ont affronté des résistances et des échecs dans leurs parcours.Hatfield a surmonté des critiques initiales de ses designs jugés audacieux pour l'époque .Bottura a fait face à des critiques sévères lorsqu’il a commencé à moderniser la cuisine italienne traditionnelle.Ces obstacles les ont incités à innover davantage, transformant les défis en opportunités de croissance.Vision et passion : Une conviction profonde dans leur vision artistique a été déterminante. Ils n’ont jamais cessé de croire en leurs idées malgré les critiques.3. Collaboration et échangesInteractions avec des experts : Tinker Hatfield a collaboré étroitement avec des athlètes comme Michael Jordan pour concevoir des chaussures qui transcendent leur fonction. Ces échanges ont enrichi ses idées.Collaborations multiculturelles : Bottura a intégré des influences internationales grâce à des voyages et des échanges avec d’autres chefs, rendant ses plats universels et modernes.4. Facteurs technologiquesHatfield a exploité les avancées en matière de prototypage rapide et d’ingénierie des matériaux pour repousser les limites du design.Bottura a utilisé des techniques de cuisson modernes, comme la sous-vide, pour réinventer des plats tout en préservant leur essence."
                ]
            }
        ]
    },
    {
        "utilisateur": "Rosalie Lavoie",
        "groupe": "Inconnu",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Ivan Orkin (V3: E4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ivan Orkin est un exemple fascinant de créativité culinaire qui s'épanouit au croisement de la passion personnelle et des influences culturelles. Sa carrière a été marquée par une série de facteurs qui l'ont poussé à développer une approche unique des ramen, qu'il considère comme un parfait véhicule pour exprimer son amour des saveurs et de l'innovation. Dès son jeune âge, Ivan a été immergé dans le monde de la cuisine, travaillant dans un restaurant japonais à 15 ans et apprenant la langue japonaise au collège. Ces premières étapes ont été cruciales, car elles ont renforcé son intérêt pour la culture japonaise, qu'il a approfondie en vivant au Japon. C'est là qu'il a rencontré sa femme, qui l'a initié à la profondeur de la culture gastronomique japonaise, notamment les ramen. Cette rencontre a été déterminante pour sa carrière, lui donnant un accès direct à une tradition culinaire qu'il allait réinterpréter à sa manière.Pour Ivan, la créativité s'exprime dans la liberté de déconstruire un plat traditionnel et d'en explorer les couches. Il aime l'idée de décomposer un ingrédient, de le retravailler sous différentes formes, puis de le réassembler. Les ramen, avec leur flexibilité, lui ont permis de jouer avec cette idée. Contrairement à d'autres cuisines japonaises plus rigides, les ramen lui offraient un espace de créativité sans règles strictes, ce qui a nourri son désir d'expérimenter. L’expérience culinaire d'Ivan s'est enrichie lorsqu'il a décidé de s'écarter des techniques traditionnelles, notamment en utilisant plusieurs types de farines pour ses pâtes de ramen, créant ainsi une texture unique. Sa démarche d'artisan dans le monde des ramen l’a conduit à une approche très personnelle de la cuisine, où il a cherché à rendre chaque plat aussi authentique que possible tout en intégrant ses propres racines culturelles, comme ses influences juives, notamment à travers la soupe de poulet.Son parcours a aussi été marqué par des épreuves personnelles, comme le décès de sa première femme, qui a été un tournant majeur. Cet événement tragique l'a poussé à repenser son approche de la vie et de sa carrière, tout en renforçant son désir de vivre pleinement son expérience du Japon. Il a décidé de se lancer dans l’ouverture de son propre restaurant au Japon, un défi de taille pour un Américain, dans un pays où il devait se prouver. Cette expérience lui a permis de fusionner ses influences personnelles, culturelles et créatives, pour créer un restaurant qui allait devenir un lieu d'expérimentation culinaire. Aujourd'hui, Ivan Orkin continue de réinventer et d'innover, inspiré par la culture japonaise, sa propre histoire familiale et son désir de toujours pousser les limites de la créativité. Son parcours est un témoignage de la manière dont les influences culturelles, les expériences personnelles et la passion peuvent se combiner pour créer une cuisine unique."
                ]
            },
            {
                "titre_du_forum": "Jeong Kwan (V3:E1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La créativité, dans le contexte de la cuisine de temple pratiquée par Jeong Kwan, est façonnée par plusieurs facteurs interdépendants, allant de l’intention derrière chaque acte de préparation à l’influence de la philosophie bouddhiste sur le rapport à la nourriture.L'intention est l'un des premiers éléments essentiels à la créativité, tel qu’exprimé par Jeong Kwan. La nourriture n’est pas simplement vue comme un moyen de nourrir le corps, mais comme une expression d’amour, de compassion et de gratitude. La manière dont elle est préparée et consommée doit émaner d’une intention pure, sans égo. Dans ce contexte, l’ego est présenté comme un obstacle à la créativité, car il se lie souvent à la compétition ou à l’auto-affirmation. Une créativité vraie, selon Jeong Kwan, se situe dans la capacité à créer en étant en harmonie avec soi-même et les autres, sans rechercher à se démarquer.Un autre facteur clé de cette approche créative est l’attention portée à la qualité de l’énergie. Jeong Kwan insiste sur le fait que les ingrédients utilisés doivent être choisis avec soin et respect, car chaque aliment porte une énergie qui affecte la préparation et la consommation. Par exemple, les épices comme l’ail, l’oignon ou le gingembre, trop puissantes, peuvent déranger l’équilibre de calme recherché par les moines (ne vont pas être utilisés). L’utilisation de saveurs et d’épices doit donc être modérée pour préserver cette énergie paisible.La philosophie bouddhiste invite à vivre dans le présent et à rechercher le bonheur dans chaque geste. La créativité se nourrit ici de la capacité à se libérer des distractions du monde extérieur pour se concentrer sur le processus de préparation lui-même. Préparer un repas devient ainsi une forme de méditation, un moment où chaque mouvement est un acte de pleine conscience, et où l’on s’efforce de transmettre une énergie positive à travers la nourriture.L’aspect de gratitude est également fondamental. Jeong Kwan explique que la préparation de la nourriture est une manière de rendre hommage à ses parents et aux êtres chers, en remerciant la vie et la nature pour leur générosité. Le processus même de création est vu comme un cycle de vie. Par exemple, dans la fermentation de plats comme le kimchi, il ne s’agit pas simplement de produire un aliment, mais de laisser naître une vie nouvelle au fil du temps. Cette idée de transformation et de cycle est au cœur de la créativité, car elle montre que la création ne se limite pas à l’acte initial, mais s’étend au processus et à la manière dont l'aliment évolue.Finalement, la joie est un élément clé de cette créativité. Cette joie n’est pas une recherche de plaisir éphémère, mais une joie intérieure qui émerge du respect de la nourriture, de l’énergie qu’elle porte et de la communion avec ceux avec qui elle est partagée.Pour Jeong Kwan, la créativité est avant tout une question de présence, d’intention pure, de respect et d’harmonie avec soi-même, les autres et la nature. Il s’agit d’un acte profondément spirituel et méditatif, dans lequel l’ego n’a pas sa place, et où chaque mouvement permet de nourrir l’âme autant que le corps."
                ]
            }
        ]
    },
    {
        "utilisateur": "Samuel Kouakou",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract - Saison 1 - Episode 5 : Conception automobile",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet épisode se concentre sur Ralph Gilles, responsable du design chez Chrysler, un constructeur automobile.Depuis son plus jeune âge, Ralph Gilles avait commencé à dessiner des voitures, ici on voit que sa passion développée dès l'enfance l'ont poussé à poursuivre son rêve même si en son temps le trio ingénieur - docteur - avocat semblait etre la seule voie d'études, et avant d'aller en école de design il était en école d'ingénierie. Il a envoyé ses dessins à Chrysler et reçoit une réponse d'un designer de l'entreprise : Neil Walling, qui dans sa réponse a reconnu le potentiel dans son travail et lui a donné des conseils, on voit donc l'influence que peut avoir une référence dans le choix de continuer sur une voie de carrière. En ce qui concerne le design d'automobile, il avait une vision claire de ce qu'ils voulaient (conception du Chrysler SM-1), et la mise en place de leur plan a nécessité plusieurs ajustements car ils savaient qu'ils s'adressaient à une plus jeune génération à travers ce modèle, il y'avait donc un certain style recherché. Cela a entrainé des décisions précises (telles que ajuster le châssis de 4 pouces) A la suite d'une fusion avec Mercedes qui s'est mal passée, ils ont été rachetés par un investisseur privé qui l'ont nommé chef du design dans le département ingénierie, il a décrit cela comme un arret de mort car ça signifiait selon lui que le design ne compte pas et qu'il est fonction de l'ingénierie. En bref ça signifiait pour l'investisseur privé que le design était relégué au second plan en le subordonnant à des contraintes techniques et fonctionnelles plutôt que de le considérer comme une force créative à part entière.On remarque aussi la notion d'incertitude lorsqu'il faut présenter le concept au patron de Chrysler, cet incertitude là n'est pas un frein mais fait partie du processus d'innovation car elle permet d'avoir ses idées mises au défi.En conclusion, le parcours de Ralph rappelle que le design ne se limite pas seulement à l'aspect esthétique de la conception, il y'a également les aspects de persévérance, de vision, d'incertitude qui peuvent accompagner le processus de design, et ses aspects sont très souvent nécessaires pour arriver à une production finale cohérente."
                ]
            },
            {
                "titre_du_forum": "Abstract - Saison 1 - Episode 2 - Design de chaussures",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "The Art of Design (en ce qui concerne le deuxième épisode) est basé sur le légendaire designer de chaussures de Nike, Tinker Hatfield. Hatfield a commencé à travailler pour Nike en 1981 et à concevoir des chaussures en 1985. Son travail le plus marquant pour Nike est la conception de la légendaire série de chaussures Air Jordan aux côtés de Michael Jordan.Avant de commencer dans le design de chaussures, il était architecte : son expérience, son passé dans le domaine de l'architecture lui  a appris à observer des structures et pouvoir les adapter à d'autres domaines comme celui de la chaussure, l'Air Max 1 est une illustration de sa capacité à transposer les concepts entre disciplines distinctes car il s'est inspiré d'un bâtiment à Paris pour le design de cette chaussure. Le fait d'avoir travailler avec d'autres athlètes (comme MJ, mentionné plus haut, ou encore Angre Agassi) a influencé son approche du design, il ne s'agissait plus simplement d'observer mais également de comprendre les besoins spécifiques des sportifs, ce qui répond à une notion d'exigence et de style (utile et confortable, en plus d'etre visuellement attrayant), en ce qui concerne le style si on a un athlète avec une personnalité adaptée, on peut potentiellement remettre en cause l'image même d'un sport.Le design, selon Hatfield, doit prévenir les besoins du futur. La conception de la chaussure auto-lançante bien avant que l'avancée technologique ne permette sa production de masse en est la preuve, prouvant que l'innovation demande une vision à long terme en plus de la patience. La différence entre un bon et excellent design selon lui est que le bon design est fonctionnel, et l'excellent design transmet un message, en résumé le bon design remplit sa mission première (etre conçue pour le sport par exemple) et l'excellent va au delà de l'usage et devient un symbole, une icone de culture (à l'exemple des Air Jordan). Hatfield ne s'est donc pas arrêté à la simple création de chaussures, il a placé le design à l'intersection de l'art, de l'innovation, de l'anticipation. C'est un designer qui ne suivait pas les tendances mais qui les créent."
                ]
            }
        ]
    },
    {
        "utilisateur": "Samuel Ramos",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of Design - S2E04 - Cas Holman : Design for Play",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "En découvrant le travail de Cas Holman, j’ai été frappé par la manière dont elle repense le jeu, non pas comme une simple distraction, mais comme un outil fondamental pour le développement humain. Son approche du design ne se limite pas à créer des jouets, mais à créer des expériences qui peuvent activer l’imagination et encouragent l’exploration libre.\nCe qui m’a particulièrement interpellé, c’est son rejet des jouets rigides et trop structurés qui limitent la créativité des enfants. Elle privilégie des éléments modulables et plus ouverts qui laissent place à l’expérimentation. Cela m’a fait réfléchir à notre manière, en tant qu’adultes, de structurer le monde autour des enfants.\nSon travail avec Imagination Playground qui propose des blocs de construction géants permettant aux enfants d’inventer leurs propres structures illustre parfaitement cette philosophie. Elle ne cherche pas à dicter un usage précis, mais à donner aux enfants le pouvoir de créer leurs propres jeux. Cette idée m’a fait penser à l’importance de l’apprentissage par l’expérience : ne devrions-nous pas encourager ce type de liberté bien au-delà du jeu, dans l’éducation et même dans le travail ?\nEn observant son processus de création, j’ai réalisé que le jeu ne devrait pas être perçu comme une activité futile, mais comme un moteur d’innovation. Les enfants peuvent jouer librement et développer des compétences essentielles comme la collaboration, la résolution de problèmes et la pensée critique tout à même temps. Finalement, en grandissant, perdons-nous cette capacité d’explorer sans contrainte ?\nCet épisode m’a amené à repenser mon enfance et à quel point mes jouets m'ont influencé. Peut-être que retrouver cette approche plus libre et ludique du monde permettrait d’innover et de voir les choses sous un autre angle? Après tout, si les enfants construisent leur univers à travers le jeu, pourquoi ne pas s’en inspirer pour réinventer notre quotidien ?"
                ]
            },
            {
                "titre_du_forum": "Abstract: The Art of Design - S1E08 - Ilse Crawford",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "En regardant l’épisode sur Ilse Crawford, je me suis interrogé sur ce qui façonne réellement la créativité d’un designer. Il est fascinant de voir à quel point l’histoire personnelle, l’expérience professionnelle et même la sensibilité aux détails du quotidien peuvent influencer une vision artistique et une manière de concevoir le monde.\nD’abord, l’enfance d’Ilse Crawford semble avoir joué un rôle clé. En grandissant dans un environnement où le bien-être était central, elle a développé une approche du design qui place l’humain au cœur des espaces. Cela m’a fait réfléchir à quel point nos premières expériences façonnent nos choix futurs. \nUn autre élément marquant est son passage dans le journalisme, en tant que rédactrice en chef de Elle Decoration. J’ai trouvé intéressant qu’avant même de créer des espaces, elle analysait déjà comment le design influençait la vie quotidienne. Cela montre que la créativité ne naît pas nécéssairement dans un domaine précis, mais qu’elle peut évoluer et se nourrir d’expériences variées.\nCe qui m’a plus interpellé, c’est sa manière d’intégrer la psychologie et les cinq sens dans son travail. Trop souvent, on pense que le design est avant tout une affaire d’esthétique, alors qu’il impacte directement notre bien-être. Elle met en avant des aspects souvent négligés : la texture des matériaux, l’odeur d’un espace, la lumière naturelle... Ce sont des détails auxquels on ne prête pas toujours attention, et pourtant ils influencent profondément notre ressenti.\nEnfin, sa philosophie du design humaniste est très intéressante. Il ne s’agit pas seulement de créer de “beaux” espaces, mais de leur donner une sorte d'âme, de les rendre vivants et accueillants. Je me suis demandé si cette approche pourrait être appliquée à d’autres domaines. Après tout, n’importe quelle forme de création que ce soit l’écriture, la musique ou l’architecture gagne à être pensée pour le bien-être des personnes qui en feront l’expérience."
                ]
            }
        ]
    },
    {
        "utilisateur": "Sarah-Jade Lessard",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's table - Dominique Crenn",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans l'épisode de Chef's Table consacré à Dominique Crenn, plusieurs facteurs clés ont influencé sa créativité culinaire.Tout d'abord, son histoire personnelle joue un rôle fondamental. Dominique a été adoptée et a grandi en Bretagne, un lieu dont elle garde des souvenirs marquants qui inspirent son travail. Elle considère la mémoire comme un « véhicule pour comprendre sa nature profonde » et exprimer sa créativité. Ces souvenirs de son enfance, mêlés à ses expériences actuelles en Californie, constituent une grande source d'inspiration.L'amour, les émotions et la famille occupent également une place centrale dans son processus créatif. Dominique cherche à se connecter profondément avec les gens à travers sa cuisine. Cuisiner devient un moyen d'établir un lien humain, de partager son point de vue et d'exprimer ses propres émotions. Cela reflète son désir de recréer des moments significatifs et de rendre hommage à ceux qui ont marqué sa vie, comme son père et sa mère, dont l'hospitalité l'a profondément inspirée.Les influences professionnelles ont également façonné son parcours, notamment son passage au restaurant Stars avec Jeremiah Tower, ainsi que sa collaboration avec son pâtissier Juan Contreras. Ces expériences lui ont permis d'affiner sa manière de raconter une histoire à travers chaque plat.Finalement, son deuxième restaurant témoigne d'une volonté d'exprimer davantage ses racines bretonnes et de créer une atmosphère qui reflète ce qu'elle aimerait vivre chez elle. Son menu devient donc une célébration de son héritage.Dominique Crenn utilise ses plats comme des moyens d'expression, un langage pour partager ses souvenirs, ses émotions et son humanité avec les autres."
                ]
            },
            {
                "titre_du_forum": "Abstract: Art of Design - Bjarke Ingels : Architecture",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet épisode met en lumière les œuvres architecturales de Bjarke Ingels, un célèbre architecte danois reconnu pour ses idées innovantes alliant durabilité et esthétique ludique. Sa démarche créative résulte d’un ensemble de facteurs qui ont influencé son processus de conception :1) Environnement culturelBjarke Ingels est fortement influencé par sa culture danoise, qui valorise le minimalisme et l'équilibre entre innovation et tradition. Ce contexte culturel l'a incité à concevoir des designs novateurs tout en respectant les valeurs et les traditions du Danemark. De plus, il souligne qu’il s’inspire fortement « des traditions esthétiques ».2) Environnement éducatifPassionné par le dessin, Bjarke Ingels a étudié à la Royal Danish Academy of Fine Arts, où il a appris les bases de l’architecture classique, qu’il a ensuite complétées par des approches plus expérimentales.3) Engagement envers l’environnement et la durabilitéBjarke Ingels est profondément soucieux de l'environnement et cherche à rendre l’utile à l’agréable dans ses créations. Ses projets architecturaux s'inspirent souvent d'éléments existants qu'il réutilise et améliore, comme dans son projet CopenHill, une centrale de traitement des déchets équipée d'une piste de ski. Il conçoit des bâtiments à la fois fonctionnels et respectueux de la nature, avec pour objectif de laisser un impact positif sur l'environnement à travers des constructions durables.4) La confiance Dans le documentaire, Bjarke Ingels souligne que « la confiance rend plus doué pour s’emparer du moment et comprendre ce qui importe vraiment. ». On peut donc affirmer que cette confiance est un facteur clé qui influence sa créativité, en lui permettant de prendre des décisions audacieuses et de suivre sa vision sans hésitation.Bref, la créativité de Bjarke Ingels résulte d'une combinaison d'influences culturelles, éducatives, environnementales et personnelles."
                ]
            }
        ]
    },
    {
        "utilisateur": "Sebastien Negrut",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table S2 - Grant Achatz",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’histoire de Grant Achatz est très inspirante\net reflète une très grande créativité. Achatz est renommé pour son restaurant très\ndésorientant et ses plats innovateurs. Il aimait visiter des galeries d’arts et\ns’est rendu compte que les chefs son limités par les tailles des assiettes\nqu’ils utilisent donc il a voulu monter un plat comme une peinture. Ceci montre\ncomment Grant Achatz a pu utiliser ses connaissances dans deux arts différents\npour stimuler sa créativité comme le modèle en T discuté en classe.\n\nAchatz a été diagnostiqué d’un cancer dû à une\ntumeur sur sa langue. Les traitements ont causé une perte de son sens du goût. Initialement\ndécouragé il a été déterminé de continuer à cuisiner et innover avec l’aide de\nson équipe. La philosophie de Grant Achatz était que les limites peuvent\nstimuler la créativité. Il a décidé d’innover et créer des nouveaux plats\nartistiques et de demander à son équipe de goûter. Ceci montre comment il y a\ndeux visions opposées sur la créativité : celle ou les limites stimulent\nla créativité et celle ou il faut défier les limites pour être créatif.\n\nAussi, il est intéressant de noter comment le\ntravail d’équipe dans la cuisine d’Achatz lui a permis d’innover et créer des\nnouveaux plats. Sans son équipe, il n’aurai pas pu continuer à cuisiner avec son\nproblème de santé"
                ]
            },
            {
                "titre_du_forum": "Chef's Table saison 5 - Albert Andrià",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cet\népisode, on rencontre Albert Andrià un chef ayant une créativité incroyable. Il\na commencé sa carrière dans un restaurant nommé El Bulli avec son grand frère Ferran\nAndrià. Ferran est vite devenu head chef tandis qu’Albert s’occupait des pâtisseries.\nPuisqu’Albert était constamment dans l’ombre de son grand frère il a voulu se\ndémarquer par sa créativité et ses plats très avant de garde. Pour stimuler sa\ncréativité Albert a mis en place « Le Workshop » une seconde cuisine\nqui sert à inventer et tester des nouveaux plats, il est donc devenu le directeur\ncréatif du restaurant. Ce poste était très difficile car il sentait une\nconstante pression de l’obligation de la créativité permanente et à un point le\nrestaurant comptait 1800 plats sur son menu. Dû à cette pression constante et\nsa place qui était encore dans l’ombre de son frère Albert a décidé de quitter\nEl Bulli et ouvrir son propre restaurant nommé Tickets\n\nDans ce\nrestaurant Albert Andrià dirige tout le processus créatif ainsi que la production\ndes plats et est très exigent envers son équipe car il croit que la créativité\nest issue d’une éthique de travail rigoureuse. Albert Andrià affirme que pour\nêtre créatif et être à l’avant de garde il faut refuser toutes les règles et\nles limites qu’on peut s’imposer, il veut créer des plats qui vont surprendre le\nclient.\n\nC’est intéressant\nde voir l’idée de la créativité qui n’a aucune limite car comme discuté en\nclasse, il y a certaines règles fondamentales à suivre pour créer dans pleins\nde domaines (comme la musique, la dance, etc.). Ici Albert Andrià s’est\ntoujours battu pour créer sa propre réputation donc ça l’a forcé à innover et\nil a donc une idée très radicale de la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Sophie Cournoyer",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract - Saison 2 - Épisode 2 (Olafur Eliasson)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Olafur Eliasson est\n     un artiste dont la créativité est façonnée par de multiples influences.\n     L’un des éléments clés de son processus est la collaboration. Travaillant avec\n     des scientifiques, des architectes et d’autres créateurs, il intègre des\n     approches interdisciplinaires qui enrichissent ses œuvres.\n\nSon environnement familial a également joué un rôle fondamental. Son\npère, artiste, l’a toujours soutenu sans exercer de pression, lui permettant de\ndévelopper librement son imagination. De plus, la danse, notamment son rapport à la géométrie et à\nl’espace, a influencé sa perception du mouvement et de\nl’interaction dans ses installations immersives.\n\nEnfin, la politique est une source d’inspiration majeure dans son\ntravail. Il sensibilise aux enjeux environnementaux, notamment avec son projet\nsur les glaciers fondants, qui met\nen lumière les effets du changement climatique."
                ]
            },
            {
                "titre_du_forum": "Abstract - Saison 1 - Épisode 2 (Es Devlin)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Es Devlin est une\n     designer de scène dont la créativité est nourrie par une multitude\n     d’influences et une approche sans limites. La collaboration est au cœur de son\n     travail : elle s'entoure de musiciens, de poètes, d’ingénieurs et\n     d’architectes pour créer des expériences immersives. Elle ne se restreint\n     pas à ce qu’elle sait faire, explorant sans cesse de nouveaux territoires,\n     ce qui lui permet d’être sollicitée pour des projets variés grâce à son expérience\n     multidisciplinaire.Son enfance a aussi façonné son regard créatif. Ses parents\nfabriquaient eux-mêmes meubles et décorations à partir de matériaux de\nrécupération, lui inculquant un rapport instinctif et ingénieux à la\nconstruction et à l’espace. La musique est une autre influence majeure : ses scénographies sont conçues pour\naccompagner les chansons et les mots, comme un prolongement visuel de la poésie\net du son.Sa réflexion sur l’espace\nest omniprésente. Elle compose ses décors en anticipant la façon dont le public\nles percevra sous différents angles, intégrant même l’impact des smartphones et\ndes réseaux sociaux, où chaque spectateur devient photographe."
                ]
            }
        ]
    },
    {
        "utilisateur": "Théo Lefebvre-Tixier",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table - Dominique Crenn",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dominique Crenn est la première femme aux États-Unis à détenir deux étoiles Michelin. Elle tente d’entrer en communication avec ses clients par la cuisine. Elle déclare d’ailleurs : « Would you rather make a dish for yourself or be connected? » Échanger avec des inconnus la rend très heureuse, et la cuisine est son principal moyen d’y parvenir.Dominique accorde une grande importance à l'origine des produits qu’elle utilise. Elle souhaite être une experte non seulement en cuisine, mais aussi en ingrédients. En les connaissant en profondeur, elle peut ensuite se permettre d’être créative.Son menu reflète un mélange entre ses origines bretonnes et les ingrédients ainsi que les plats californiens. Elle a d’ailleurs choisi la Californie parce qu’elle s’y sentait plus libre d’exprimer sa créativité.Dominique souligne l'importance d'avoir un bon mentor comme fondation de sa cuisine. Son mentor lui a offert liberté et responsabilité, ce qui lui a permis d’expérimenter très tôt dans sa carrière.Elle insiste également sur le rôle crucial d’une bonne équipe dans son succès et son bonheur. Elle a d’ailleurs appelé son sous-chef quelques minutes après avoir reçu sa deuxième étoile.Dominique a toujours ressenti un fort besoin de créer. Elle en a pris pleinement conscience lorsqu’elle a travaillé dans des hôtels à l’étranger, où elle évoluait dans un environnement trop contrôlé, une expérience qui ne lui a pas convenu.Enfin, sa cuisine est profondément liée à ses émotions. Elle a nommé ses deux restaurants en hommage à ses parents, et chacun reflète ce qu’elle pense d’eux. Cela lui permet de se souvenir d’eux malgré la distance et la mort de son père."
                ]
            },
            {
                "titre_du_forum": "Chef's Table - Vladimir Mukhin",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le chef Vladimir Mukhin a grandi à la campagne russe pendant la guerre froide. La mentalité soviétique ainsi que son influence sur la cuisine russe (un seul livre de recettes dans les restaurants) l'ont poussé à retracer et réimaginer la gastronomie de son pays.Vladimir est le cinquième chef de sa famille. Il est porté par l'ambition de faire rayonner la cuisine russe à l'international, ainsi que par la colère qu'il ressent envers ceux qui affirment qu'elle est fade et se résume au bortsch.Bien qu'il ait été chef dès l'âge de 18 ans dans son village natal, Vladimir décide de tout reprendre à zéro à Moscou, puis en France, afin d'apprendre et de se perfectionner. Par la suite, il voyage à travers la Russie pour redécouvrir des plats et des ingrédients oubliés.Fort de ce savoir, il tente de « préserver la saveur du passé tout en lui offrant un visuel moderne ». Un bon exemple est son gâteau au miel et à la crème sure : d’un côté, il présente une version moderne et déconstruite, et de l’autre, le gâteau traditionnel que sa grand-mère préparait.L'embargo russe sur les produits étrangers lui a également permis de se démarquer des autres restaurateurs, car il n'a pas eu à modifier son menu ou sa façon de travailler : il réinterprétait déjà la cuisine russe."
                ]
            }
        ]
    },
    {
        "utilisateur": "Vana Nerguizian",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chefs Table: Volume 1, Episode 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet épisode parle de Massimo Bottura, un chef italien,\npropriétaire du restaurant Osteria Francescana à Modène, en Italie. Il est\nreconnu pour sa capacité à réinventer la cuisine traditionnelle italienne. Voici\nles facteurs qui ont influencé sa créativité : \n\nTout d’abord, Massimo Bottura a transformé les\ncontraintes en opportunité. Un tremblement de terre a endommagé de nombreuses\nmeules de parmesan dans la région, menaçant l’économie locale et l’héritage\nculinaire de Modène. Ainsi, Massimo Botture a vu dans ce désastre une\nopportunité de créer une recette innovante, le « Riso cacio e Pepe »,\nune recette utilisant le parmesan endommagé pour cuire le riz. Cet événement a renforcé\nsa capacité à réinterpréter les traditions et à redonner une nouvelle vie aux\ningrédients locaux. Il a montré que la créativité peut venir des contraintes et\ndes défis.\n\nEnsuite, ce chef s’inspire aussi des souvenirs\nde son enfance.  Il utilise ces souvenirs\ncomme une base pour réinventer des recettes traditionnelles. Il apporte une\ntouche moderne et artistique à ces plats tout en honorant leurs origines. Il\ninclut aussi l’art et la musique pour créer de nouveaux plats qui dépassent le\nsimple plaisir de manger.\n\nFinalement, il utilise l’imprévu comme source\nd’innovation. Lorsqu’un de ses sous-chefs Taka a fait tomber une tarte au\ncitron, Massimo Bottura a transformé cette erreur en opportunité. Ils ont\nreconstruit la tarte tombée en la présentant sous une forme artistique appelée\n« Oops, I dropped the lemon tart ». Ceci a mis en avant l’idée que la\ncréativité peut transformer l’imprévu et l’imperfection en une forme de beauté\nunique.\n\nEn conclusion, il a montré comment un chef peut\nutiliser son art pour résoudre des problèmes concrets. Il démontre très bien la capacité à combiner la tradition avec\nl’innovation et le leadership pour créer une cuisine qui inspire et raconte l’histoire\nde ses origines."
                ]
            },
            {
                "titre_du_forum": "Abstract : The Art of Design:  Saison 1, Épisode 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet épisode parle de Christoph Niemann, un\nillustrateur et graphiste allemand reconnu pour ses créations publiées dans des\nmagazines tels que The New Yorker et The New York Times. Voici\nles facteurs qui ont influencé sa créativité :\n\nTout d’abord, pour lui, l’abstraction est le\nconcept artistique le plus important. Il commence avec de nombreuses idées,\npuis élimine tout ce qui n’est pas essentiel pour faire passer un message.\nL’abstraction consiste à simplifier au maximum tout en conservant l’essence de\nl’idée, parfois jusqu’à réduire une image à une seule ligne ou un simple pixel.\nCe processus stimule sa créativité en l'obligeant à explorer de nouvelles\nfaçons de représenter des idées complexes avec des éléments minimalistes. Cela\nlui permet ainsi de créer des œuvres capables de communiquer avec le public.\n\nEnsuite, Christoph Niemann tire son inspiration\nde l’observation de son environnement. Il transforme des objets et des scènes autour\nde lui en sources d’idées qu’il réinvente de manière créative. En outre, il combine\nle dessin numérique avec les techniques traditionnelles pour enrichir son\nprocessus créatif, élargissant ainsi ses moyens d’expression.\n\nEnfin, l’illustrateur teste ces nouvelles idées\nsans craindre l’échec, ce qui enrichit son style. Il faut alors expérimenter\nconstamment pour stimuler et nourrir la créativité. De plus, pour lui, la discipline et\nla régularité sont essentielles. Il insiste sur le fait qu’il faut s’asseoir\nchaque jour pour créer, puisque c’est dans la persévérance que naît la\ncréativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Xavier Bourque",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Chef's Table :  V1 EP 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cette épisode, Massimo Bottura nous dévoile comment il\na su intégrer la créativité à la cuisine traditionnelle italienne, une cuisine qui est très traditionnel et défini. Il utilise\ntous les ingrédients de la cuisine traditionnel mais les utilise d’une façon\ndifférente. Celui-ci s’est servi de ses souvenir d’enfance de sa mère qui\ncuisinait afin de créer une cuisine qui ramène à l’enfance. En découvrant un\nintérêt pour l’art moderne, Massimo a vu sa cuisine se transformer lorsqu’il commença\nà mélanger l’art à sa cuisine. C’est à ce moment qu’il commença à faire des\nplats qui étaient perçu comme provoquant par la culture italienne."
                ]
            }
        ]
    },
    {
        "utilisateur": "Yahya Badrane",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract : paula Scher et Chef's Table : Massimo Bottura",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Massimo Bottura, chef étoilé italien, tire sa créativité de son riche héritage culturel et de sa solide formation professionnelle. Élevé en Italie, il a été profondément influencé par la tradition culinaire du pays, intégrant respect des traditions et innovation dans sa cuisine. Sa carrière a été enrichie par des périodes d'apprentissage avec des chefs renommés comme Alain Ducasse et Ferran Adrià, lui permettant de mélanger les techniques traditionnelles italiennes à des méthodes avant-gardistes. Ce mélange unique de tradition et de modernité fait de Bottura un pionnier dans le monde de la gastronomie contemporaine.Paula Scher, une designer graphique de renom, se distingue par son approche innovante de la typographie et son riche passé professionnel dans l'industrie de la musique. Sa carrière a débuté par la conception de pochettes d'albums dans les années 70 et 80, où elle a développé un style distinctif mélangeant audace et couleur. Scher est particulièrement reconnue pour son utilisation créative de la typographie, qu'elle voit comme un outil puissant pour exprimer des émotions, communiquer des messages, et résoudre des problèmes visuels. Cette combinaison d'expérience professionnelle et de passion pour la typographie a fait d'elle une pionnière influente dans le domaine du design graphique."
                ]
            }
        ]
    },
    {
        "utilisateur": "Zachary Champagne",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table - Dominique Crenn",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dominique Crenn est une Française qui a été adoptée. Son père, artiste, lui a transmis une vision artistique de la vie. Elle aime l'idée d'apprendre à connaître le monde de la même manière que ses parents ont appris à l'aimer.À l'âge de 9 ans, son père l’a emmenée dans un restaurant une étoile Michelin, et c’est à ce moment-là qu’elle a su qu’elle voulait devenir chef. Elle cherchait à communiquer à travers sa cuisine, allant au-delà de simplement raconter une histoire avec ses créations. Pour elle, la création est quelque chose de profondément personnel, touchant à différents éléments tels que les émotions, les souvenirs et même les perspectives. Ses parents ont sans doute été la principale source d'inspiration pour ses plats.Son restaurant, Atelier Crenn, porte le nom de son père, qui possédait un atelier de peinture appelé Atelier Papa Crenn. Elle y apporte la cuisine française à San Francisco, une ville qu'elle qualifie d’artistique et où chacun peut avoir le courage d’être lui-même, sans crainte du jugement.Elle a appris la cuisine dans différents endroits, notamment en Indonésie et à Los Angeles, et applique toutes ses connaissances pour donner vie à quelque chose de nouveau. Selon elle, elle n'a pas simplement ouvert un restaurant, mais plutôt un espace de création. Un bon exemple de cette philosophie est son chef pâtissier, Juan, à qui elle laisse une totale liberté d'expression. Elle affirme même que ses créations l’inspirent dans sa propre cuisine.À l’image de son père, Atelier Crenn est un lieu calme et professionnel, reflétant sa personnalité à travers l’ambiance, la décoration et un menu présenté sous forme de poème. Mais son père n’a pas été sa seule inspiration. Elle a également ouvert un deuxième restaurant, Le Petit Crenn, en hommage à sa mère.Ce dernier est beaucoup moins formel, plus bruyant et propose des recettes inspirées de sa mère, comme la tartine. L’ambiance y est plus chaleureuse, reflétant la perception qu’elle avait d’elle. Elle cherche ainsi à partager son histoire et celle de sa mère, non seulement à travers la nourriture, mais aussi grâce à l’atmosphère et à la décoration du restaurant, tout comme elle l’a fait avec celui dédié à son père."
                ]
            },
            {
                "titre_du_forum": "Abstract art of design : Bio-architechture",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Neri vient d'une famille d'architectes de profession et a également poursuivi ses études dans la même direction. Avant cela, elle a effectué trois ans de service militaire et deux ans d'études en médecine. Elle a terminé son parcours académique avec un doctorat au MIT, où elle a eu la chance d'obtenir son propre laboratoire à la suite de ses recherches.Sa thèse portait sur les matériaux en architecture, et son laboratoire a servi à approfondir cette recherche. Passionnée par la nature, Neri compare souvent son laboratoire à un jardin. Elle aime l'idée de ressentir la ville lorsqu'elle est en forêt, et inversement, de se sentir en forêt lorsqu'elle est en ville. Cette vision l'inspire à développer l'utilisation de matériaux naturels à des fins architecturales.Elle travaille étroitement avec des biologistes ainsi que de nombreux spécialistes issus de divers domaines afin d'intégrer un maximum d'aspects dans ses projets. Selon elle, l'art, la science, le design et l’ingénierie représentent respectivement l’expression, l’exploration, la communication et l’invention. Elle considère que ces domaines sont souvent séparés, alors qu'ils devraient être davantage connectés : le produit d’une discipline devrait être le point de départ d’une autre.C'est cette philosophie qui motive le mélange des disciplines dans son laboratoire, favorisant ainsi la créativité et l'innovation. Elle encourage ses collaborateurs à modifier la direction d’un projet à tout moment et préfère se poser la question « Pourquoi pas ? » plutôt que « Pourquoi le faire ? ». Elle estime que créer quelque chose de nouveau uniquement pour innover revient à trouver une solution à un problème qui n’existe pas encore."
                ]
            }
        ]
    },
    {
        "utilisateur": "Zachary Meziani",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: Olafur Eliasson (S2E2)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Olafur Eliasson est un artiste et designer danois-islandais et il puise sa créativité dans son lien profond avec la nature et son approche scientifique de la perception. Il a grandi en Islande, et il est marqué par les paysages bruts et lumineux du pays, ce qui influence son travail sur la lumière et les éléments naturels.Son atelier fonctionne comme un laboratoire expérimental qui mêle l'art, l'architecture et l'écologie et qui a pour but d'interroger notre rapport au monde. L’impact du climat et des enjeux environnementaux vient nourrir sa démarche, ce qui transforme son œuvre en un moyen de sensibilisation et d’exploration de l’expérience humaine à travers la lumière et l’espace."
                ]
            },
            {
                "titre_du_forum": "Chef's Table : Asma Khan (S6E3)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Asma Khan puise sa créativité dans son parcours migratoire et son attachement aux traditions culinaires féminines.Elle est arrivée au Royaume-Uni en tant qu’étudiante en droit, et elle trouve dans la cuisine un moyen de surmonter l’isolement et de se reconnecter à ses racines indiennes. Elle a été fortement inspirée par les recettes transmises par les femmes de sa famille, et elle fait de son restaurant Darjeeling Express un espace de célébration de la cuisine maison et d’émancipation féminine. Son approche culinaire met en avant des plats simples, chargés d’histoire et de mémoire qui sont véhiculés par son engagement pour l’authenticité et l’inclusion sociale."
                ]
            }
        ]
    }
]