[
    {
        "utilisateur": "Abdenour Taoufella",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of Design | Paula Scher: Graphic Design (S1; E6))",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Paula Scher est une experte renommée en design graphique, dont la créativité se nourrit de plusieurs influences. Le travail en équipe joue un rôle crucial dans le processus créatif, car il permet aux idées de surgir de la collaboration. Travailler en groupe permet de voir plus grand et d'élargir les perspectives, enrichissant ainsi le processus de conception.La lecture de livres sur la typographie est également une source d'inspiration pour Paula Scher. Cela lui permet d'acquérir des connaissances approfondies sur la forme et le style des lettres, et de mieux comprendre leur impact visuel. Une simple modification d'une lettre, comme son passage en gras ou en italique, peut complètement changer la signification ou l'impression qu'elle donne.Dans son travail, elle fusionne souvent les images, les formes des lettres, et les couleurs pour créer des compositions uniques et puissantes. Cette approche permet de renforcer le message visuel en jouant sur les contrastes et les associations visuelles.Paula Scher trouve aussi ses idées dans des moments inattendus, comme lorsqu'elle est en taxi dans la circulation. Elle laisse son esprit vagabonder, et c'est souvent dans ces instants d’inconscience que les concepts créatifs émergent.Comprendre les détails des demandes des clients et saisir les raisons derrière leurs besoins en termes de visuel est une autre clé de sa créativité. Cela lui permet de mieux répondre à leurs attentes tout en apportant une touche unique et innovante à chaque projet."
                ]
            },
            {
                "titre_du_forum": "Abstract: The Art of Design | Bjarke Ingels: Architecture (S1;E4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans le domaine d'architecture, être créatif consiste à générer des idées innovatrices et à repousser les limites de ce qui est possible. Voici quelques facteurs de créativité dans l'épisode :1) S'inspirer des rêves : Les rêves peuvent servir de source d'inspiration, car ils ne sont pas limités par les contraintes de la réalité. Ils permettent d'imaginer des possibilités infinies et de repousser les frontières du réalisable.2) Collaboration et brainstorming en équipe : Les réunions avec des collègues permettent de partager et d'affiner des idées. Le brainstorming favorise l'émergence de concepts innovants à travers la confrontation de différentes perspectives.3) Inspiration de la nature : Ingels puise souvent son inspiration dans la nature. Il a conçu un immeuble en s’inspirant d'une montagne, créant des appartements avec des jardins tout en offrant une belle vue sur la ville.4) L'intégration des traditions : Il s’inspire de diverses traditions esthétiques pour créer des designs qui sont à la fois élégants, créatifs et amusants, ce qui contribue à rendre ses œuvres uniques.5) Conception durable et respect de l'environnement : Un autre aspect de sa créativité est dans sa capacité à intégrer des solutions écologiques dans ses projets. Il conçoit des bâtiments qui minimisent l’impact environnemental tout en offrant une esthétique captivante."
                ]
            }
        ]
    },
    {
        "utilisateur": "Ahmed Baba Gah El Hilal",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract | Es Devlin",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Es Devlin est une scénographe de renom, connu pour ses installations immersives à grande échelle et ses scénographies pour des artistes musicaux (Kanye West, Beyoncé, U2), le théâtre (Hamlet) et l'opéra (Don Giovanni). Pour Devlin, la créativité ne se limite pas aux frontières traditionnelles de la conception, elle la considère comme une force interdisciplinaire qui combine les arts visuels, l'architecture, la technologie et la narration. Elle s'inspire de l'architecture, des beaux-arts, de la littérature et même de la psychologie. Un autre aspect important de son processus créatif est la collaboration. Elle travaille en étroite collaboration avec les artistes et les interprètes pour lesquels elle conçoit des projets, afin de comprendre leur vision et de la traduire dans l'espace physique. Sa créativité n'est pas isolée, elle s'épanouit dans ses partenariats.De plus, sa créativité est profondément liée à l'impact émotionnel et psychologique qu'elle veut évoquer. Selon elle, les espaces peuvent amplifier les émotions et transformer l'expérience du public en manipulant la lumière, l'échelle et la projection."
                ]
            },
            {
                "titre_du_forum": "Chef's Table | Jeong Kwan",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Jeong Kwan est une moine dont la créativité découle de son bouddhisme et d'une profonde connexion spirituelle avec la nature. Le processus culinaire de Jeong Kwan est une forme de méditation. Elle déclare : « Je ne suis pas un chef, je suis un moine », ce qui souligne le fait que sa cuisine n'a rien à voir avec la maîtrise technique ou le prestige, mais reflète plutôt les valeurs bouddhistes de simplicité et d'interconnexion. Pour elle, la créativité vient de l'intérieur et représente un état d'esprit spirituel plutôt qu'une recherche consciente. La façon dont elle interagit avec ses ingrédients met en évidence la nature spirituelle de sa créativité: elle traite chaque élément de ses plats comme un être vivant doté de sa propre énergie. Par exemple, elle considère la sauce soja non seulement comme un assaisonnement, mais aussi comme un lien sacré avec ses ancêtres, porteur d'histoire et de tradition. Son refus d'utiliser des ingrédients comme l'ail et les oignons, qui, selon elle, perturbent le calme spirituel est un autre exemple.De plus, l'une des principales convictions de Jeong Kwan est que « la créativité et l'ego ne peuvent coexister ». Selon elle, la véritable créativité naît de l'altruisme et du désir de se rapprocher de la nature et des gens, et non du gain personnel ou de la reconnaissance. Elle se différencie des nombreux chefs motivés par la compétition, les récompenses ou la recherche de la perfection. Sa cuisine, comme l'expliquent les narrateurs de Chef's Table, est « sans ego ».Finalement, L'amour et l'attention de ses parents étaient les fondements du processus créatif de Jeong Kwan quand elle a debuté ses premières recettes à un très jeune âge, et elle pense à ses parents à chaque fois qu'elle crée de \"belles recettes\"."
                ]
            }
        ]
    },
    {
        "utilisateur": "Aimée Christella Emerimana",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of Design | Tinker Hatfield: Footwear Design (S1,E2)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "les facteurs qui ont influencé la créativité de Tinker Hatfield, le designer des souliers :- le contexte historique et culturel: au début des années 80, la culture de streetwear et des baskets était en plein essor- Ayant été un athlètes universitaire, il avait la volonté personnelle de vouloir résoudre les problèmes des athlètes , un peu comme une extension de sa passion pour le sport- La collaboration avec d'autres designers chez Nike a contribué à enrichir sa créativité et à être plus innovant- la culture innovatrice de l'entreprise (Nike) ainsi que l'accès à plusieurs ressources (humaines et technologiques)-Sa relation avec Michael Jordan - son ouverture d'espriten gros, sa créativité a été influencé par des facteurs personnelles, culturels ainsi que son entourage"
                ]
            },
            {
                "titre_du_forum": "Abstract: The Art of Design | Paula Scher: Graphic Design (S1,E6)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Les facteurs ayant influencé la créativité de Paula Scher sont :- un environnement stimulant : elle a évolué dans un milieu artistique ce qui a favorisé son exposition à plusieurs formes d'art, contribuant ainsi à la rendre plus créative.- son éducation a joué un grand rôle dans sa créativité car elle lui a permis d'avoir des connaissances de bases dans le domaine artistique. c'est à partir de ces bases qu'elle a pu combiner plusieurs styles et devenir une grande artiste reconnu dans son milieu professionnel-sa carrière entamée tôt dans sa vie lui a permis de développer une certaine soit de créer. elle a aussi développé d'autres compétences qui l'ont accompagné tout au long de sa carrière notamment la communication-son intérêt pour l'histoire et la typographie lui a permis d'élargir ses connaissances et devenir une personne de référence dans ce domaine. aussi, cela a contribué dans sa création de pièces originaux qui mélangent différents styles typographiques- La capacité à développer un style qui lui est propre et de rester fidèle à elle-même dans ses oeuvres. elle a cette capacité de synthétiser une grande quantité d'information et de raconter une histoire à travers une narration visuelle simpliste mais riche en informations.- Sa curiosité et son ouverture d'esprit lui a permis d'essayer plusieurs techniques et de combiner différentes façons de faire.- Son intelligence et le fait qu'elle savait exactement ce qu'elle voulait faire lui ont permis de prendre les bonnes décisions aux bons moments et de savoirs s'entourer des bonnes personnes."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alex Savard-Fortier",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of design | Can Holman: Design for Play (S2, E4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Pour compléter la liste déjà très complète de Giacomo, j’ajouterais les points suivants :\n\n8. La prise de risque : Ayant confiance en ses idées, Holman n’a pas peur de prendre des risques. En début de carrière, elle a préféré rompre un contrat avec une compagnie qui souhaitait qu’elle colore l’un de ses premiers jouets, restant fidèle à sa vision selon laquelle les enfants apprécient les objets distingués.\n9. Accessibilité aux ressources : En 2006, Holman a fondé sa compagnie Heroes Will Rise, ce qui lui a permis de constituer une équipe et d'avoir accès à l’espace et aux matériaux nécessaires pour développer ses idées créatives.\n10. Le processus plutôt que le résultat : Holman commence par dessiner l’enfant dans différentes postures, puis imagine le jouet. Cette approche met l’accent sur le processus créatif, et ses jouets, sans objectif défini, permettent aux enfants de développer leur propre manière de jouer.\n11. Faire confiance à l’enfant : Avec son jouet Rigamajig, Holman souhaitait offrir un jeu « réel », fait de bois et non de plastique. Les enfants peuvent ainsi construire des objets plus grands qu’eux, en manipulant des matériaux authentiques, renforçant leur confiance en eux.\n12. Curiosité et ouverture d’esprit : Une école en Chine s’est fortement inspirée du Rigamajig créé par Holman. Plutôt que de mener des démarches contre l’école, Holman préfère se rendre sur place pour observer comment les élèves utilisent le jouet, et pour voir s’ils l’ont modifié ou amélioré. Cette démarche reflète sa curiosité et son ouverture d’esprit face aux adaptations et améliorations potentielles de son travail."
                ]
            },
            {
                "titre_du_forum": "Abstract Olafur Eliasson",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d’accord avec les points que vous avez soulevés et j’aimerais ajouter les éléments suivants à la réflexion.\n\nLorsque Elliason a une nouvelle idée, il accorde une importance à son origine. En explorant cette origine, il est capable de renforcer ses idées et de déterminer comment elles pourraient prendre forme, en utilisant le dessin plutôt que des mots. Ces origines sont liées à des éléments déjà mentionnés, comme la nature, ses souvenirs d’enfance ou des enjeux sociaux tels que le réchauffement climatique.\n\nBien que l'influence de ses parents ait déjà été mentionnée, j’ajouterais qu'ils lui ont également transmis le principe que la qualité d'une œuvre ne se mesure pas à son succès. Ce principe a nourri chez lui un facteur clé de créativité, sa tolérance à l’ambiguïté. Il s'autorise à explorer librement diverses techniques et matériaux dans son atelier, qu’il appelle « le laboratoire ». En mettant l'accent sur le processus de création plutôt que sur le résultat final, Eliasson parvient à repousser les limites de l’art traditionnel.\n\nEnfin, l’atelier dans lequel Elliason crée est un facteur de créativité important. En complément à son équipe pluridisciplinaire déjà abordé, il bénéficie des outils, des matériaux et des moyens nécessaires pour donner vie à ses idées."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexandra Jourba",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table (vol. 4) - Will Goldfarb",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai pu dégager deux axes d'influence principaux sur la créativité de Will Goldfarb, pâtissier avant-gardiste New-Yorkais :- Sa personnalité radicale : que ce soit à travers sa volonté de mettre la pâtisserie au même niveau que le reste de la cuisine gastronomique, par ses changements soudains de choix de vie après un burnout ou par son opiniâtreté à se faire embaucher par El Bulli qui est à l'époque le meilleur restaurant du monde, W.G n'est pas quelqu'un qui fait les choses à moitié. Il pousse chacune de ses idées au bout, aussi farfelues soient elles, au nom de sa créativité et de la passion qu'il a pour son art. Ce trait de personnalité, qui frise parfois le perfectionnisme, l'influence tout particulièrement dans la manière qu'il a de bousculer les règles établies en matière de saveurs des pâtisseries - avec par exemple son idée de meringue moins sucrée, ou bien le dessert salé qui lui vaudra pendant un temps l'opprobre des critique culinaires de NYC.- Ses expériences : le pâtissier s'est fait influencer dans sa quête de radicalité pâtissière et de perfection par son passage aux mêmes fourneaux que Albert Adria, au restaurant El Bulli, qui lui même était connu comme un avant gardiste. Son exil à Bali après son ascension fulgurante à New York l'a de même influencé dans les saveurs qu'il inclut dans ses plats."
                ]
            },
            {
                "titre_du_forum": "Abstract : Cas Holman",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je pense comme toi et Alice que le vécu de Cas Holdman est déterminant dans son processus créatif ; pour étendre un peu ce que vous avez tous les deux déjà dit, un point particulier sur lequel je voulais attirer l'attention est la manière dont son vécu scolaire a impacté sa volonté de créer des jouets qui sollicitent l'intelligence des enfants d'une autre manière. \n \"School was hard. (...) I think the things that I am good at weren't celebrated, they weren't seen as something that was smart.\" \nJe trouve que cette phrase, ainsi que tout le segment qui parle de l'école, fait très bien écho au fil rouge de ses créations, qui consistent à laisser aux enfants d'autres manières de jouer, en leur laissant une chance d'exprimer leur propre intelligence et imagination (cf le concept de jouet \"open-ended\") plutôt que de les cantonner à un chemin particulier, en leur donnant trop d'instructions ou en les limitant à un but précis. Au delà de la volonté affichée de \"casser les codes\", je pense que lorsque Cas Holdman créée, elle se pose (inconsciemment ou non) cette question : \"comment faire pour que l'enfant que j'étais se sente célébrée dans sa propre intelligence ? \" \n\nJ'ai également trouvé intéressant le segment sur les jeux de son enfance, particulièrement la phrase suivante, prononcée après avoir décrit les manières dont elle jouait dans sa campagne natale (qui peuvent être perçues comme ennuyeuses et sans but) : \n\"That's also the point of play, it's that there is not necessarily an outcome, other that it's intuitive.\"\nLà aussi, je pense qu'on peut y voir un parallèle avec la manière dont elle structure ses idées de jouets. On retrouve la volonté de ne pas mettre de but au jeu, cette fois ci comme une revendication à part entière. C'est là une autre manière, plus joyeuse, dont son enfance a influencé sa manière de créer des jouets."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexandra Nappini",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract - Platon: photography (S:1 , E:7 )",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "The episode focuses on\nPlaton’s journey as a photographer and his distinctive style of capturing\npowerful portraits.\n\nPlaton talks about his\nbackground, including how his experiences as the child of Greek immigrants\ninfluenced his empathetic approach to photography. His experience growing up in\na multicultural environment shaped his empathetic approach to photography.\n\nHe emphasizes that his work is\nnot just about taking pictures but telling human stories, whether he's\nphotographing a president or an activist.\n\nHis creativity as a\nphotographer is shown through the way he connects with people. Platon believes\nthat to take a great picture, he needs to build trust with his subjects,\nhelping them feel comfortable enough to show who they really are. This is what\nmakes his portraits feel so personal and powerful.\n\nHis creative style is very\nsimple : He uses plain backgrounds and simple lighting since he believes that\ncreativity is about taking something complex ( like human emotions) and presenting\nit in clear and strong way. \n\nI think that what makes\nPlaton’s creativity special is how he mixes his technical skills with a deep\nunderstanding of people."
                ]
            },
            {
                "titre_du_forum": "Chef's table: Ana Roš",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ana Roš is a great example of creativity in the world of cooking, and her story shows us what it means to go beyond the usual limits. One of the most striking aspects of her approach is her  culinary imagination. Here are the factors that , in my opinion, influenced her creativity:Ana Roš  is entirely self-taught. Her creativity wasn’t shaped by culinary schools or rigid techniques. Instead, it developed  from curiosity, experimentation, and a willingness to challenge the norm. In her words, “I was constantly questioning.”  She deeply understands that living under rigid rules can stifle creativity. As she said, “It’s freedom that defines you.” Freedom to explore, to try, and yes, to make mistakes. While she doesn’t strictly follow tradition, she is still deeply connected to Slovenian roots, using a typical Slovenian product in each of its dishes in a new a creative ways. Ana’s collaboration with her husband, Valter, adds another dimension to her creativity. Their passion for combining food and wine creates a harmony that goes beyond the kitchen.I chose this episode because I was drawn to the fact that Ana is self-taught. I’m amazed by how she built her career from the ground up, earning 3 Michelin stars through a process of experimentation and creative thinking. I believe that learning by doing, without formal instruction, is a powerful expression of creativity."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexandre Payette",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract - Platon: photography (S:1 , E:7 )",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Pour renchérir sur cet épisode . L’un des moments les plus marquants est losque Platon raconte la création de son célèbre portrait de Vladimir Putin. L’image est intense. Putin est assis, le regard fixé sur l’objectif, un air de défi presque froid. Platon explique comment il a dû naviguer dans une tension palpable lors de cette session. Ce n’est pas simplement une photo d’un dirigeant puissant, c’est aussi un instant qui reflète la personnalité complexe de l’homme : autoritaire.Un autre portrait marquant est celui de Barack Obama. Contrairement à Putine, Obama apparaît plus détendu et accessible. Platon a capturé une certaine chaleur et humanité dans son regard. Il explique que lors de la prise de vue, il a cherché à mettre d’avant la dualité d’Obama : à la fois un homme ordinaire et d’une immense responsabilité. Ce qui est prenant, c’est que malgré la simplicité du cadre, il parvient à révéler cette dichotomie.La différence de ces portraits ne sont pas simplement la différence de pose et de caméra d’une image bien composée. Ces portraits racontent des histoires complexes, souvent invisibles, et révèlent des vérités que les mots seuls n’arrivent pas à exprimer ce qui définit l’art et la créativité de Platon. Comme il le dit lui-même au début de l’épisode, la photogaraphie n’est pas dans la technique pure, mais dans cette capacité à établir une connexion intense.Bien que Platon à apporté sa propre touche à l’art photgraphique d’une manière créative en apportant un style inégalé, celle-ci est toujours du même thême: simple, central, et clair  . Au temps 13:10 de l’épisode, Platon résume son approche avec cette phrase : “Simple. audacieux. clair.” Cela résume parfaitement sa philosophie. Son objectif est d’éliminer le superflu pour se concentrer sur l’essence de la personne face à l’objectif."
                ]
            }
        ]
    },
    {
        "utilisateur": "Ali Jaidi",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract : The Art of Design | Bjarke Ingels : Architecture (S1,E4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Confiance acquise après ses études et expériences\nIngels a commencé à prendre confiance en lui après avoir acquis une solide base en architecture et côtoyé d'autres architectes talentueux. Il a travaillé pour Rem Koolhaas, ce qui l'a beaucoup influencé. Cette expérience lui a permis d'oser penser autrement, car il avait un soutien professionnel solide derrière lui. C’est après ces premières années qu'il a commencé à expérimenter des concepts plus ambitieux, qu’il n’aurait peut-être pas osé explorer au début.\n\nEfforts supplémentaires pour concrétiser des idées uniques\nBjarke est connu pour son engagement à réaliser des projets peu conventionnels. Il ne se contente pas de reproduire des solutions déjà vues. Par exemple, avec son projet 8 House à Copenhague, il a pris des risques en introduisant un design inhabituel qui combine des logements avec des espaces commerciaux et publics dans un espace en spirale. Il croit fermement que l’effort supplémentaire vaut le coup quand il s'agit de réaliser des idées qui peuvent transformer le quotidien.\n\nOser faire différent et rester optimiste\nIngels pense que si ses idées sont bien exécutées, elles seront non seulement acceptées, mais également célébrées. Il a cette confiance que les gens peuvent être séduits par des projets audacieux, tant qu'ils répondent aux besoins fonctionnels. Son projet VIA 57 West à New York en est un bon exemple : il a proposé une forme triangulaire inhabituelle pour un gratte-ciel, tout en respectant les besoins des habitants et des environnements urbains.\n\nTravail dans un domaine avec peu d'innovation, mais beaucoup de résistance\nL'architecture est un domaine traditionnel où l'innovation est souvent freinée par des contraintes bureaucratiques et économiques. Cependant, Bjarke Ingels voit cela comme une opportunité. Il est constamment à la recherche de partenaires et d'investisseurs qui partagent sa vision et sont prêts à prendre des risques avec lui. La clé pour lui est de trouver des personnes ouvertes d'esprit pour concrétiser ces projets.\n\nIntégrer les idées des autres\nBjarke valorise énormément la collaboration et est reconnu pour son approche inclusive, où il prend en compte les idées de plusieurs parties prenantes. Cela se voit dans sa façon de travailler sur de grands projets : il écoute les ingénieurs, les clients, et même les résidents pour adapter ses designs à des besoins réels.\n\nInspiration de la nature\nIl s’inspire souvent des formes naturelles pour créer des bâtiments qui s'intègrent dans l'environnement, que ce soit par leur forme ou leur fonction. Plusieurs de ses bâtiments, comme VIA 57 West ou Copenhill, s’inspirent des montagnes ou des collines. Il cherche à fondre les structures dans le paysage urbain en utilisant des éléments de la nature pour donner une dimension nouvelle à l'architecture."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alice De Rette",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract : Cas Holman",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d’accord avec toi sur l’importance de son vécu et comment il a pu influencé ses créations (en tant que personne queer, sa conscience écologique, sa propre enfance). Par ailleurs j’ai aussi trouvé intéressant son processus créatifs. L’épisode met en avant plusieurs fois les croquis qu’elle fait pour réfléchir. Ils lui permettent de mieux visualiser les idées qu’elle a et aussi de pousser sa réflexion plus loin, tout en étant compréhensible par les gens qui l’entourent. De même elle fabrique des maquettes ou des modèles en cartons pour mieux imaginer comment ses jouets pourraient être utilisés et ensuite pouvoir les améliorer. Je pense que ce sont pour elle des techniques qu'elle a mis en pratique pour canaliser sa créativité, qui impactent aussi sur le rendu final de ses créations."
                ]
            },
            {
                "titre_du_forum": "Chef's table: Asma Khan",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "On comprend au fil de l’épisode comment sa famille a eu un impact sur ce qu’elle a pu faire. La volonté de rendre fière sa mère, par exemple est un élément plusieurs fois mis en avant. Aussi ce sont sa mère et ses grands-mères qui lui ont appris à cuisiner. Dans ses décisions elle prend aussi en compte le bien-être de ses enfants.      De plus, Asma a l’air de mettre beaucoup d’elle même dans sa cuisine et ce qu’elle fait. La cuisine pour elle semble être quelque chose de très personnel. Au début elle tenait des repas confidentiels dans sa propre maison, par la suite dans son restaurant elle n’hésite pas à donner des explications sur les plats à sa clientèle. Le partage de sa cuisine tout d’abord avec ses amies puis ses client.e.s la rend heureuse. En effet cette recherche d’identité après s’être senti déraciné en tant qu’étrangère en Angleterre l’a dirigé vers la cuisine de sa famille et sa culture.      Enfin malgré les difficultés qu’elle a traversé, elle a su trouver des solutions uniques et personnelles. Par exemple au début de son restaurant, la cuisine étant entièrement faite par ses amies et elle (qui n’avaient jamais travaillé dans la restauration auparavant), certaines erreurs étaient commises. Asma a su y faire face en allant parler aux client.e.s et en faisant des bons. C’est cette touche originale et très personnel qui émeut les gens autour d’elle.      Ainsi à mes yeux, les éléments impactant sur sa créativité sont : sa famille, son expérience de partir loin de chez elle, sa rencontre avec d’autres femmes d’Asie du Sud, mais surtout sa détermination et sa résilience."
                ]
            }
        ]
    },
    {
        "utilisateur": "Anna Mermet-Bijon",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract : Cas Holman",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Jouant souvent seul, Cas Holman a développé très tôt une capacité à s'inventer des jeux et des univers. Cette autonomie dans le jeu a sans doute nourri sa sensibilité à la liberté de création, qui se retrouve dans son approche du design de jouets sans règles fixes. En effet, ses créations reposent sur l'intuition des enfants et l’exploration de leur imagination. Son approche va à l’encontre des jouets conventionnels genrés, qu'elle rejette, préférant des objets qui encouragent une neutralité de genre. Cette perspective est influencée par son vécu personnel en tant que personne queer, renforçant sa conviction que les enfants doivent pouvoir s’exprimer sans être enfermés dans des rôles prédéterminés.Cas Holman a également été influencée par la curiosité et l'inventivité des animaux, observant comment ceux-ci interagissent avec leur environnement de manière intuitive et ludique.Ces influences façonnent la vision créative de Cas Holman, qui repose sur l’idée que le jeu doit être un espace d'exploration sans contraintes, où les enfants peuvent exercer leur propre créativité et curiosité sans se conformer aux attentes de la société."
                ]
            },
            {
                "titre_du_forum": "Chef's Table : Tim Raue",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Les influences créatives de Tim Raue sont riches et diversifiées, enracinées dans son parcours personnel et expériences de vie. Tim Raue a grandi dans un quartier pauvre de Berlin-Ouest pendant la guerre froide. Les difficultés de son enfance, y compris la violence domestique de son père, ont façonné son caractère rebelle et son besoin de trouver un refuge. Pendant son adolescence, Tim devient violent et criminel. La cuisine a rapidement émergé comme un safe place, où il pouvait échapper à la dureté de sa vie quotidienne. Cet aspect de son parcours montre comment les expériences négatives ont finalement servi à transformer son approche créative, lui donnant un sens du défi et une résilience face à l'adversité. La discipline requise dans les cuisines lui a permis de maîtriser cette colère et violence et de les transformer en une quête d'excellence culinaire.Tim Raue se démarque par son rejet des conventions de la gastronomie allemande traditionnelle, fortement influencée par la cuisine française classique. Au lieu de se conformer à ces règles, il a choisi de déconstruire les normes culinaires, offrant une approche provocante avec des saveurs audacieuses, épicées et parfois inattendues. Son utilisation de saveurs et d'ingrédients inhabituels démontre une volonté de provoquer et de surprendre, une marque de son style créatif. Ses voyages en Asie ont joué un rôle central dans son évolution créative : la cuisine asiatique avec ses contrastes de saveurs et son approche plus libre des règles culinaires, a profondément influencé son travail. Cette quête d'originalité et de rupture avec la tradition se traduit par une créativité qui mêle recherche d'attention et rébellion. Raue cherche non seulement à proposer une expérience gustative intense, mais aussi à changer les perceptions de ce que peut être la haute cuisine allemande."
                ]
            }
        ]
    },
    {
        "utilisateur": "Axel Marques",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef’sTable : Mashama Bailey (Volume 6 Épisode1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Complètement d'accord avec toi ! Mashama est influencée par tous les éléments que tu as mentionnés et la pousse à être créatif. J'ajouterais que ce qui lui a aussi permis d'être créative est sa faculté à ne jamais rien lâcher et écouter les retours sur ces plats comme l'élaboration de son menu. En effet, sa première version de son menu \"ne racontait pas d'histoire\" selon une autre chef à qui elle a demandé son avis. Malgré ce retour négatif elle a su comprendre et identifier ce qui n'allait pas pour proposer un menu cohérent. Je trouve que c'est une grande preuve de créativité que de se confronter à l'échec puis de revenir avec quelques choses de nouveau et original. Sa force de travail est donc également un autre facteur influençant sa créativité."
                ]
            },
            {
                "titre_du_forum": "Chef's Table Dario Cecchini",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d'accord sur le fait que Dario est influencé dans son art bouchée par son histoire, que ce soit à travers son éducation, sa famille, les gens qui l'ont formé à la boucherie comme son père et Orlando. Sa volonté de valoriser chaque partie de l'animal et de le servir aux clients pour qu'ils se rendent compte qu'il est essentiel de respecter l'animal en omettant de manger tous les morceaux. Cette \"contrainte\" et cette volonté l'ont poussé à faire découvrir au mondes les recettes de sa famille, notamment celles de sa grand-mère, à base de morceaux peu attractif (museau, trippes, etc.) Tous ces éléments poussent Dario à être créatif pour faire passer un moment unique à ces clients. Cependant, je ne trouve pas qu’il innove puisqu’il cherche au contraire à perpétuer les traditions de sa famille en les proposant aux clients de ses restaurant. Pour moi, il reste néanmoins créatif car il arrive à recombiner toutes ses influences pour créer des plats uniques et des moments festifs incroyables."
                ]
            }
        ]
    },
    {
        "utilisateur": "Beatriz Andrade-Odar",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of design | Ian Spalter : Design numérique (S2, E5)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Épisode très intéressant sur le design numérique!\n\nJe suis d’accord sur les aspects que tu as mentionné, et j’y ajouterais certains points que je pense ont été pertinents comme facteurs clés dans son processus créatif.\n\nPour ce qui est de son enfance, j’ajouterai qu’il a grandi dans un moment de l’histoire où l’informatique faisait ses début au grand public, où un grand tournant de notre société, tel qu’on vit maintenant avec les réseaux socieux et l’internet, a vu le jour. Il a pu en être imprégné, et, étant né et grandi dans cette époque, il a grandi en voyant évoluer rapidement le monde virtuel à tel qu’il est aujourd’hui ( qui a évolué rapidement). Avec le facteur du temps en poche, je dirais donc qu’il a fait preuve d’une grande ouverture d’esprit et d’adaptabilité dans sa curiosité pour ce monde évolutif. Grâce à l’existence de ce monde, les ordinateurs sont devenu un outil académique et donc accessibles rapidement dans les écoles, ce qui lui a permis d’expérimenter et de bâtir à son jeune âge son début d’expertise. Avec ces nouvelles connaissances, et son ordinateur personnel ( commodore 64), il a grandi avec un oeil plus ouvert sur les possibilités et limites de la technologies. Ainsi, l’avancement technologique de ce temps dût un facteur clé dans son processus créatif. \nAu début de l'épisode, on dit: ici à Silicone Valley on regarde toujours ce qui est « next », ce qui est nouveau, donc déjà Ian avait bcp d’oeils déjà connaisseurs du domaine à satisfaire en créativité! Cet environnement et sa curiosité ont certainement aidé à le faire reconnaître dans le domaine!\n\nJ’aime la pensée que Ian nous apporte au milieu de l’épisode dans laquelle il dit que le processus qui nous permet de trouver une idée géniale « N’est pas comme un « eurêka » et on trouve l’idée, mais bien comme quelque chose que tu laisse couler à travers toi, pour visionner l’espace dans ton esprit, et quand tu reviens sur ces choses, il y a plus de place pour respirer et voir les différents liens que tu as vus auparavant ». \nSuper intéressant car cela ressemble énormément à ce que l’on a discuté en classe, lorsqu’on parle de la capacité à faire des liens avec des concepts que nous avons déjà vu, mais de nous pousser en dehors de notre zone de confort, de voir ces concepts de manière différente et de les lier de manière nouvelle. De plus, nous avions discuté sur le « eurêka » en classe, c’était intéressant de voir son opinion sur le sujet.\n\nJe pense que grâce à ses diverses expériences, mélangées avec les voyages qu’il a fait, il a pu se détacher des concepts qui sont normaux autour de lui, dans son pays/environnement, et voir des concepts qui sont normaux ailleurs mais pas commun dans son entourage. Ainsi, il a pu développer cette pensée critique sur la créativité, ce qui le mène à utiliser cette méthode et ce recul pour ses projets, marquant donc ses diverses expériences et voyages comme un facteur influençant son processus de créativité.\n\nUn autre facteur important est le support qu’il a reçu en grandissant et en développant ses capacités. Il le mentionne dans l’épisode comme un élément qui l’a aidé à continuer et persévérer dans sa curiosité, que ce soit ses parents ou tout son voisinage qui l’appelait pour de l’aide au niveau technique de toute sorte.\n\nTrès intéressant comment il a comparé le processus créatif des comédiens vs ce qu’il fait dans le monde numérique. En effet, ce fût un facteur qui a influencé son processus créatif car il l’a exploré, visualisé en action et reflété dans son propre travail.\n\nIl mentionne aussi un élément intéressant: il se pose toujours ces questions : comment les gens abordent les concepts abstraits? Quels sont les besoins des gens? Que pouvons-nous résoudre et qu’avons-nous le droit de résoudre? \nCes questions me font penser à des contraintes que quelqu’un se donnerait dans son processus créatif. Comme discuté en classe, ces contraintes peuvent nous limiter, mais aussi nous permettre de voir des nouveaux horizons et influencer positivement notre créativité. Ainsi, je pense qu’il a une pensée analytique adaptable à ses projets, ce qui est un facteur qui influence son processus créatif."
                ]
            },
            {
                "titre_du_forum": "Chef’s table - volume 3, épisode 1: Virgilio Martinez",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Premièrement, j’ai choisis cet épisode en recherchant un défi, puis j’en ai trouvé un! Pourquoi un défi? Parce que dans le cours, c’est une pensée qui m’a accroché et que je vous ai partagé pendant une séance: si je regarde/goûte/expérimente souvent la même chose, vais-je augmenter mes standards d’originalité envers la chose? Vais-je me tanner plus rapidement? Suis-je une experte dans le domaine ? Juste une connaisseuse? Puis-je bien évaluer la créativité la chose? Devrais-je l’évaluer?Bref, cette épisode porte sur un chef de cuisine péruvien qui a le 4e meilleur restaurant au monde. Puis, je me suis dis, comme péruvienne qui connais très bien la cuisine et la culture, vais-je avoir un standard déjà établie?Alors, je vous le dis avant la fin: j’ai été agréablement surprise! Quels facteurs clés influencent son processus de créativité?Son héritage culturel, ses expériences personnelles, la recherche/voyage, et le soutient autour de lui.Héritage culturel: le plus évident, car c’est ce qui l’a poussé à confectionner ce menu, dans son propre pays, pour que les clients aient une expérience de cuisine péruvienne. En tant que chef travaillant dans d’autres cuisines, il voulait ouvrir son restaurant péruvien et servir quelque chose d’unique et typique. Qu’est-il arrivé quand il a confectionné ses premiers menus? Il a reçu des compliments lui disant que sa nourriture les faisait voyager en Europe ou aux États-unis. Profondément déçu, il s’est mis à réfléchir au pourquoi. Quel était le problème? Étant péruvien, il avait ce rêve de mener les gens à visiter authentiquement le Pérou grâce à son menu, donc que se passait t-il? Comment pouvait-il démontrer son héritage péruvien? C’était son ambition, et une des pièces de casse tête pour assembler ce menu. S’il n’était pas péruvien, peut-être qu’offrir un tel menu ne serait pas si important, et donc pas un facteur dans son processus de créativité. Enfin, il a mis le doigt sur le pépin: il se laissait influencer par ses expériences passées dans les cuisines des autres coins du monde où il a travaillé. Ses expériences passées: elles sont un facteur qui influencent son processus de créativité car elles l’ont formé comme chef cuisinier. Il a appris d'innombrables méthodes et manière de faire, et il s’est même fait engager par le chef qui l’inspirait. Il a collecté les bases et l’expertise nécessaires pour jouer un jour avec ses propres règles, comme chef cuisinier. En sachant tout cela, il a pu pousser son esprit à voir plus loin, et à cuisiner de manière différente par rapport aux autres cuisines dans le monde. Par example, il a appris aux Andes (Pérou) à cuisine avec un Pachamanca; qui consiste à cuire les aliments à l’aide de pierres chaudes au sol. Malheureusement, il ne pouvait pas trouer le sol de sa cuisine, mais ayant vu cela, aimant le goût unique que cela donne, puis voulant le mettre dans son menu, il trouva une manière créative de le recréer en petit dans son restaurant. Ainsi, son expérience personnel et ses bases l’ont mené à pousser plus loin ses tactiques de cuisson, en alliant ce qu’il a vu dans dès régions lointaines ( du nouveau )et ce qu’il connait déjà pour en créer une version à son restaurant.La recherche/voyage: Virgilio a voyagé partout dans le monde grâce aux différentes cuisines dans lesquelles il a travaillé. Toutefois, lorsqu’il est arrivé à cuisiner sous son chef d’inspiration, un chef péruvien très connu aussi dans le monde, il a commencé à changer le menu. Bien évidement, son chef ( supérieur), lui a demandé de revenir à la recette originale, ce qui a limité la créativité de Virgilio. Quelques années plus tard, Virgilio ouvre son restaurant et voyage partout au Pérou ramenant des ingrédients de toutes les sortent, pour les analyser, les répertorier à l’aide de sa soeur, dans son centre de recherche culinaire. Il essayait toutes sortes de combinaisons grâce aux voyages qu’il a fait et aux ingrédients nouveaux qu’il rapportait. Il avait dans sa cuisine un haut pourcentage d’ingrédients inconnus. Quelques temps plus tard, dans son propre restaurant, Virgilio, recevant des commentaires tels que sa nourriture donnait une expérience européenne ou américaine, il décide de partir voyager. Il est partit chercher une solution. Après un bon moment, et après avoir bien exploré et réfléchi dans tous les coins du Pérou, d’avoir échangé avec les gens du coin, il a eu l’idée qui viendrait ancrer son héritage culturel dans son menu. C’est là qu’il a inventé son menu basé sur l’altitude, pour voir le Pérou verticalement et non horizontalement. Les voyages ont été des facteurs clés dans son processus de créativité car ils lui ont permis non seulement de découvrir des nouveaux ingrédients et d’oser les utiliser et les mélanger, mais aussi ils lui ont permis de changer sa vision et de débuter ce processus créatif du menu qu’aujourd’hui le rend 4e meilleur restaurant au monde.Le soutient: Virgilio reçoit de l’appui de sa soeur, dans le centre de recherche d’aliments du restaurant, et de son épouse, qui est la chef de cuisine au restaurant. Sans ces 2 personnes, il dit qu’il n’aurait pas pu avancer où il est, car elles ont accepté et cru en sa vision/ idée qu’il voulait développer. Il se risquait à perdre des clients en changeant le tout, ce qui est arrivé, mais ces 2 personnes l’ont soutenu et poussé à mener à bien ses expérimentations, jusqu’à trouver le juste point pour chaque plat. Le soutien qu’a reçu Virgilio est donc clé dans son processus de créativité car il n’a pas eu personne pour le freiner, comme dans son passé, travaillant sous d’autres cuisines.En bref, comme péruvienne et connaisseuse ( non experte) de la cuisine, et comme future cliente ( non chef), je dirais que sa manière de faire était intrigante et passionné!"
                ]
            }
        ]
    },
    {
        "utilisateur": "César Castel",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chefs table: Ben Shewry",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut ! Je suis d'accord avec tous les éléments que tu as énoncés, mais j'aimerais étayer quelques-un de tes arguments. J'ai trouvé qu'un des éléments marquants de l'épisode est le sens profond de la responsabilité sociale de Ben Shewry. Il parle de l'importance d'utiliser des produits locaux et de mettre en valeur les ingrédients indigènes australiens, non seulement pour leur saveur, mais aussi pour soutenir les communautés locales, notamment les peuples autochtones. Cet engagement à préserver et célébrer la biodiversité locale montre une approche consciente et respectueuse de la nature, qui va au-delà de l'inspiration purement esthétique ou personnelle. Shewry travaille en étroite collaboration avec les fournisseurs locaux et veille à minimiser l'empreinte écologique de son restaurant. Il y a aussi son attachement aux émotions qu'il souhaite transmettre à travers ses plats. Ben Shewry parle souvent de la cuisine comme d'une forme de récit personnel, un moyen de raconter des histoires qui résonnent émotionnellement avec ses clients. Par exemple, certains de ses plats sont directement inspirés par des moments de sa vie qui ont eu un fort impact émotionnel sur lui, comme des souvenirs d'enfance ou des expériences difficiles, comme le combat pour maintenir son restaurant à flot. Il cherche à susciter chez ses convives non seulement des réactions gustatives, mais aussi des souvenirs et des émotions, rendant ses créations profondément intimes et personnelles.\n\nA+"
                ]
            },
            {
                "titre_du_forum": "Chef's Table : Gaggan Anand (Volume 2 Episode 6)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai aussi trouvé que l'une des choses les plus frappantes dans le parcours de Gaggan est la manière dont il a utilisé les obstacles et les échecs de sa vie comme des catalyseurs pour sa créativité. Par exemple, lorsqu'il a quitté l'Inde pour la Thaïlande, il faisait face à des difficultés financières, culturelles et professionnelles, ou encore après la fermeture d'un de ses premiers restaurant. Ces défis l'ont poussé à se surpasser et à trouver de nouvelles façons de réinventer la cuisine indienne dans un contexte international. Il n'a pas seulement revisité les saveurs indiennes, mais a aussi déconstruit les traditions culinaires, tout en jouant avec les attentes de ses clients. Cette approche innovante est un reflet direct de sa capacité à transcender l'adversité et provient d'un désir profond de prouver au monde que la cuisine indienne peut être de nature gastronomique, comprenant finesse, esthétisme et goût. \n\nCe dernier va donc chercher à \"provoquer\" et expérimenter sans limites à travers sa cuisine. Gaggan parle de la cuisine comme d'une forme de rébellion contre les normes rigides, notamment lorsqu'il introduit des plats surprenants ou ludiques, comme le fameux plat représenté par un emoji ou les jeux de textures qu'il incorpore dans ses créations. Cette démarche audacieuse de faire de chaque plat une expérience sensorielle et intellectuelle est clairement influencée par sa nature anticonformiste, alimentée par sa passion pour la musique rock."
                ]
            }
        ]
    },
    {
        "utilisateur": "Charlotte Pépin",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract : The Art Of Design | Ruth Carter: Costume Design (S2, E3)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ruth Carter est une designer de costumes pour des films. Lorsqu’elle\ncommence à travailler sur un nouveau projet, sa première étape est de lire le\nscénario du film afin de se faire une idée sur qui sont les personnages, quelle\nest leur histoire et quelles couleurs et textures semblent ressortir davantage.\nCela lui permet alors de créer des «moodboards» contenant des morceaux de\ntissus, des extraits de magazines, des illustrations et des photos de ce qu’elle\na retenue du scénario et ce qui fonctionnerait bien dans le film, ce qui\nressemble beaucoup à du brainstorming! Elle effectue également des recherches\nsur le contexte socio-économique de l’année durant laquelle le film prend place\net recherche de l’information sur les vêtements qui étaient portés à cette\népoque.\n\nSelon moi, toutes ces étapes permettent donc à son esprit de\ns’immerger dans l’univers du film sur lequel elle travaille et de trouver des costumes\nuniques et réalistes. \n\nElle mentionne également qu’elle aime se promener dans les\nrues de New York et de simplement regarder les gens qui passent afin d’observer\ncomment ils s’habillent, comment ils se comportent et imaginer à quoi ressemble\nleur vie. Cet exercice mental semble lui permettre de stimuler sa créativité et\nson imagination."
                ]
            },
            {
                "titre_du_forum": "Chef's Table | Niki Nakayama (S1, E4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Niki Nakayama est la cheffe du restaurant japonais N/Naka à\nLos Angeles. Son inspiration provient de ses nombreuses expériences de travail\ndans des restaurants japonais, autant au États-Unis qu’au Japon. Elle s’inspire\négalement du style de cuisine kaiseki qu’elle a découvert lors de son temps\npassé au Japon, qui consiste en l’utilisation de produits frais et locaux afin\nde créer une multitude de petits plats simples qui respectent l’intégrité des aliments.\nSon bagage et ses expériences permettent donc d’alimenter son esprit créatif,\net son style de cuisine (kaiseki) lui permet d’exprimer cette créativité sans\navoir la restriction de certains plats tel que les sushis, par exemple, qui ne peuvent\npas être réinventés 20 fois.\n\nDe plus, elle s’efforce à effectuer l’exercice mental de\ncréer un menu différent à tous les jours, ce qui lui permet d’entraîner sa\ncréativité comme on entraînerait un muscle."
                ]
            }
        ]
    },
    {
        "utilisateur": "Clarice Goulet",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef’sTable : Mashama Bailey (Volume 6 Épisode1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d'accord avec toi, j'ai trouvé vachement intéressant qu'elle puisse s'appuyer sur le retour de quelqu'un qui l'inspire beaucoup pour construire son propre style avec plus de cohérence. J'ai eu l'impression que le coeur de son expression créative, c'était de reprendre ce qui faisait son identité (sa culture et son expérience de vie à Savannah) en y ajoutant une touche de ce qui l'avait fait grandir et évoluer (grande cuisine et cuisine française), au travers d'un média qu'elle aime et maîtrise. Elle a vraiment une volonté derrière la cuisine qu'elle fait, et j'ai l'impression que c'est ce qui l'a poussée à créer."
                ]
            },
            {
                "titre_du_forum": "Abstract : The Art Of Design | Ruth Carter: Costume Design (S2, E3)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d'accord avec vous deux ! Ce qui m'a marqué, c'est vraiment le nombre d'étapes qu'elle suit dans son processus de création, et le fait qu'à chacune on peut voir un peu plus le personnage sortir des vêtements :\n- Trouver le type de designs avec le script\n- Affiner avec les recherches sur les lieux/périodes et le caractère du personnage et sortir un design\n- Faire le fitting avec l'acteur, et changer la manière de porter et les détails selon la posture et l'attitude de l'acteur\nJ'ai beaucoup aimé la volonté de faire ressortir le caractère au travers des vêtements qui motive son processus créatif."
                ]
            }
        ]
    },
    {
        "utilisateur": "Coline Fulcran",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Chef's table : Jordi Roca",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Jordi Roca est un chef pâtissier, élu meilleur pâtissier au monde. Il crée des desserts hors du commun et l'épisode qui porte sur lui et ses desserts m'a permis de souligner certains facteurs qui selon moi influencent sa créativité Son environnement : Jordi est issu d'une famille de cuisiniers/restaurateurs et il a donc toujours été bercé par le monde de la cuisine. Il est le dernier enfant d'une fratrie (avec un grand écart d'âge entre ses deux frères) et ses frères prennent beaucoup de place, surtout dans le monde de la gastronomie, ce qui selon moi l'a poussé à développer sa créativité et son originalité pour se démarquer et être reconnu.Son handicap : Suite à une maladie il a \"perdu\" sa voix et a beaucoup de mal à parler aujourd'hui. Il est donc \"privé\" du moyen de communication le plus évident et ce handicap l'a \"forcé\" à s'exprimer d'une autre manière et c'est donc derrières les fourneaux qu'il arrive à s'exprimer et se faire entendre.Son indépendance : Il a besoin de se sentir différent parce qu'il est beaucoup associé à ses frères, sa voie était toute tracée, tout le monde savait qu'il rejoindrait le restaurant familial. Mais il avait besoin de se sentir différent, d'avoir sa spécificité et je pense que ce besoin d'être spécial nourrit sa créativité. Sa faiblesse devient sa force : Le facteur qui influence le plus sa créativité semble être son odorat. Encore une fois, il part avec une faiblesse puisque depuis tout petit son nez ne lui apporte que des moqueries. Mais finalement, c'est son nez qui lui offre le plus d'imagination pour créer et recréer. Il a par exemple créé un dessert autour de la brebis parce qu'il a aimé l'odeur du lait de brebis. Son mentor : C'est en travaillant avec un réel chef pâtissier, qu'il a enfin été traité comme quelqu'un de normal pas juste \"le fils du patron\" et qu'il a donc pu créer sa propre identité, comme il le souhaitait. Il a d'ailleurs trouvé beaucoup d'inspiration dans la créativité, la passion et l'originalité du chef Damien qui l'a formé. Je pense d'ailleurs que c'est le fait de découvrir ce domaine de la pâtisserie qu'il ne connaissait pas qui lui a permis d'être créatif plus tard. C'est en apprenant qu'il a ensuite pu créer car on ne peut pas être créatif si on ne sait rien.Son côté rebelle : Il aime penser différemment. Quand on lui impose quelque chose, qu'on lui dit \"il faut faire comme ça\" il choisit de faire différemment. C'est comme ça qu'il a surpris ses frères pour la première fois. On lui a dit que la glace doit être faite dans un air pur pour conserver ses saveurs donc il a décidé de faire le contraire et d'utiliser l'air environnant pour donner une saveur à la glace en utilisant la fumée du tabac. Le jeu : Il veut surprendre et se veut créatif par le jeu."
                ]
            },
            {
                "titre_du_forum": "Abstract : The Art Of Design | Ruth Carter: Costume Design (S2, E3)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce qui est vraiment étonnant dans sa façon d'être créative c'est qu'elle s'inspire de ce qui existe déjà et elle dit qu'elle veut le plus possible s'en rapprocher. Elle est créative sans chercher à l'être puisque comme tu dis, elle effectue beaucoup de recherche sur le contexte social et économique de l'époque du film. Elle ne cherche visiblement pas à surprendre le public par sa créativité mais plutôt à ce que les costumes qu'elle crée ne soient justement pas qualifiés de \"costumes\" mais de vêtements. Le but étant de créer des pièces qui donnent l'impression qu'elles s'intègrent parfaitement à l'époque et au personnage qui les porte."
                ]
            },
            {
                "titre_du_forum": "Abstract : Ruth Carter",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ruth Carter est costumière pour le cinéma. Selon moi, elle trouve ses facteurs de créativité à travers : D'autres créateurs : elle a commencé en se renseignant sur le travail de créateurs qu'elle admire, ce qui lui a forcément donné des idées sur sa façon de travailler et de créer. Le script/scénario : Elle commence toujours en lisant le script, c'est son point de départ pour alimenter ses créations. Elle se pose des questions \"comment montrer cet aspect du scénario à travers le costume?\". En lisant elle ressent la scène et laisse alors libre court à son imagination pour représenter au mieux ce qu'elle ressent et surtout ce qu'elle veut montrer. Les années 70 : elle s'inspire beaucoup du style des années 70 (son époque), qui lui plait énormément. Pêle mêle : elle dispose des photos, des dessins, des croquis, des tissus pour laisser sa créativité associer toutes ses idées. Amélioration : Elle cherche toujours à améliorer son travail. Quand elle finit quelque chose, souvent ça ne lui plait pas et en voyant ce qui ne lui plaît pas, elle commence à savoir ce qu'elle veut. Passion théâtre/spectales : Elle est passionnée de théâtres, elle était costumière de son campus et elle s'inspire beaucoup de ce qu'elle a pu voir et faire à ce moment de sa vie Cultures africaine et afro-américaine : elle s'inspire énormément des cultures africaine et afro-américaine. Elle veut mettre en avant la culture afro-américaine à travers les costumes qu'elle crée. Elle s'intéresse à l'histoire, se documente dans des livres, des poésies, ce qui lui sert de point de départ car elle connait alors le style de vie des personnages qu'elle veut représenter. Elle se renseigne sur l'époque du film, pour ne rien laisser au hasard et représenter les choses de la manière la plus réelle possible (couleurs de l'époque, style de vêtements, tissus etc) La vie des personnages : quand un film retrace la vraie vie de quelqu'un, elle se renseigne sur sa vie réelle, ce qui s'est réellement passé, donc finalement elle s'inspire beaucoup de la réalité, car elle veut que les costumes soient vus comme des vrais vêtements, et non pas comme des \"costumes\" ou \"déguisements\" justement. En se renseignant sur l'environnement du film, l'époque, les personnages, l'histoires, elle arrive à faire en sorte que le costume qu'elle imagine soit tellement en accord avec le personnage qui le porte qu'on ne le qualifie même plus de costume. Observation : Il lui arrive d'observer les passants à New York pour voir leurs vêtements, leurs démarches et imaginer leur vie, car les vêtements selon elle, reflètent la vie des gens. C'est une façon pour elle d'entrainer sa créativité, ce qui l'aide pour son travail."
                ]
            }
        ]
    },
    {
        "utilisateur": "David Potvin",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef’s Table | Christina Tosi (S4, E1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Christina Tosi est une chef états-unienne qui s’inspire beaucoup du milieu dans lequel elle travaille.  Par exemple, lorsqu’elle travaillait dans le restaurant japonais Momofuku, elle a modifié sa recette de Crack Pie pour y utiliser le miso qui compose plusieurs plats dans son milieu de travail.De plus, une grande source de sa créativité provient de la culture américaine et son histoire; elle fait beaucoup de plats simples et intergénérationnels qui sont connus par une grande portion de la population américaine et que tout le monde peut faire à la maison. Mentionnons par exemple, ses fameuses tartes aux pommes qu’elle a appris à faire en cuisinant avec sa mère.Un autre aspect qui influence sa créativité, c’est sa capacité à ne pas censurer ses idées qui pourraient paraître mauvaises par ses pairs et la nostalgie qu’elle a vis-à-vis son enfance. Par exemple, elle a inventé une recette de panna cotta qui utilise le lait qui reste après avoir manger des céréales car c’est ce qu’elle préférait le plus des bols de céréales lorsqu’elle était enfant.Un autre élément influençant sa créativité c’est son amour « junk food ». Une preuve de cet amour, c’est qu’elle incorpore des aliments comme des croustilles et des bretzels dans ses pâtisseries.En résumé, Christina Tosi est une chef états-unienne qui s'efforce de rendre ses créations accessibles à ses compatriotes, tant par leur prix (relativement abordable) que par leur caractère familier."
                ]
            },
            {
                "titre_du_forum": "Chef’s Table | Alex Atala (S2, E2)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Avant d'être chef, le brésilien Alex Atala était un chasseur et un pécheur ayant des connaissances approfondies sur la nature et un profond respect pour celle-ci. Pour lui, la protection de l’environnement, plus particulièrement la forêt Amazonienne est une valeur importante et il croit que faire connaître ses ressources à ses clients contribue à cela. Même lui, il a recours à des guides pour en apprendre sur des plantes méconnues qu'il pourrait utiliser.Un élément ayant fortement influencé sa créativité, c’est les rencontres et ses échanges avec des indigènes de l’Amazonie qu’il a fait lors de ses excursions dans la région. En effet, certains indigènes de cet endroit mangent des insectes. Or, dans la société brésilienne, ce type de nourriture suscite généralement le dégoût et c’est généralement associé à la pauvreté et la famine. Cependant, grâce à son ouverture d’esprit, il a pu découvrir en essayant un plat à base de fourmis que ces dernières peuvent avoir le goût de certains aliments délicieux qui ne poussent pas au Brésil. Cela lui a permis d'inventer des plats à base de fourmis qui suscite l’intérêt des gens en raison de leur unicité. Ces plats n’auraient pas vu le jour si le chef se conformait aux normes culinaires des grands restaurants et s’il était une personne qui n’ose pas prendre des risques.Un autre aspect ayant influencé sa créativité est son origine sociale. En effet, Alex avait le désir de faire manger à l’élite brésilienne de la nourriture peu coûteuse traditionnellement mangée par la classe ouvrière du Brésil car c’est de ce milieu dont il est issu. Par conséquent, ce désir a donné naissance à de nombreux plats à base d’haricots. En somme, l’architecture de son restaurant et la nourriture qu’on peut y manger est à l’image de la culture brésilienne ; sa culture."
                ]
            }
        ]
    },
    {
        "utilisateur": "Delano Horn-Bourque",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract Olafur Eliasson",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Eliasson puise son inspiration dans la nature, notamment les paysages, la lumière et les phénomènes naturels tels que la glace, l'eau, et les arcs-en-ciel. Il utilise ces éléments et l'universalité de la nature pour explorer les relations entre les êtres humains et la nature. Il a passé enormement de temps en nature lors de son enfance au Danemark.  De plus, La créativité d'Eliasson est également influencée par ses interactions avec son équipe et d'autres artistes, architectes, scientifiques et technologues. Il valorise le processus collaboratif et l'idée que la créativité émerge de la diversité des perspectives.Le concept de la perception influence grandement la créativité chez Eliasson. Chaque personne perçois son environnement d'une manière complètement différente et il aime jouer avec l'oeil et transformer l'experience du public selon l'angle d'observation de ses oeuvres. il aime créer avec l'espace, modifier la géométrie de l'espace afin de créer des nouvelles sensations. Il tente d'inciter l'émotion et de provoquer une réflexion sur le monde qui nous entoure. Il utilise fréquemment la science et la technologie dans ses œuvres pour créer des expériences immersives et nouvelles. La technologie l'aide à repousser les limites de l'art traditionnel et à rendre visibles des phénomènes qui, autrement, seraient invisibles ou intangibles."
                ]
            },
            {
                "titre_du_forum": "Chefs table : Albert Adria",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Plusieurs facteurs ont influencé la créativité chez Albert Adria.D'abord, toujours ayant vécu dans l'ombre de son frère, titan de la cuisine moderne, il ressent le besoin de se faire un nom Ce désir d'indépendance l'amène à ouvrir à se distinguer par un style de cuisine innovant, inspiré de ses souvenirs d'enfance, des émotions, et de l'art. Il a été grandement influencé par ses souvenirs au carnaval et son amour de la magie lors de la création de son restaurant  Tickets. Celui-ci permet à Albert de dépasser les préconçus et les limites de la cuisine pour enfin s'exprimer de la manière la plus authentique pour lui. Par contre, la relation avec son frère n'a pas uniquement eu des conséquences négative. Albert a grandi aux côtés de son frère Ferran qui a radicalement changé la cuisine moderne. Cette proximité a joué un rôle important dans sa formation et l'a poussé à explorer de nouvelles techniques. En observant son frère trouver des solutions créatives aux problèmes du restaurant ainsi qu'à la création de nouveaux plats, Albert a eu la liberté de laisser le coté traditionnel de la cuisine de coté pour enfin explorer ce qui lui passione. De plus, l'environnement dans la cuisine de El Bulli, un lieu d'expérimentation, l'a poussé à percevoir la cuisine d'une nouvelle manière. D'ailleurs, Albert est aussi influencé par d'autres formes d'art comme la musique, le théatre, la peinture, et l'architecture, qu'il intègre souvent dans ses créations pour offrir une expérience multisensorielle."
                ]
            }
        ]
    },
    {
        "utilisateur": "Emile Fournier",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table | Niki Nakayama (S1, E4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je pense aussi que sa créativité vient aussi de son désir de trouver de nouvelles façons de combiner des saveurs dans ses plats. Il existe une infinité de combinaisons possibles dans la cuisine. Même si la plupart d'entre elles résulteront à des échecs, le fait de pouvoir arriver à un résultats, surprenant, intriguant et qui fonctionne la pousse a être créative dans ses choix. Sa vision personnelle est aussi un facteurs qui a aidé sa créativité. Le fait de vouloir avoir du succes et de prouver aux autres qu'elle en est capable est ce qui lui a poussé à créer des plats créatif, puisque la meilleure façon de se faire reconnaitre est de créer des plats qui sortent de l'ordinaire, tout en ayant du respect envers les traditions et les aliments."
                ]
            },
            {
                "titre_du_forum": "Abstract : The Art of Design | Bjarke Ingels : Architecture (S1,E5))",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je pense aussi qu'il s'inspire beaucoup de la nature pour faire ses design. On peut voir que l'un de ses bâtiments est muni d'une façade représentant une montagne. Cela lui permet de créer des bâtiments qui peuvent se fondre dans la masse du paysage tout en ayant une utilité. Il prend aussi le temps de penser à comment il peut réduire le coût de ses bâtiments pour ses utilisateurs de façon innovative: sans seulement utiliser des matériaux moins couteux ou un design simple. Au lieux, il cherche à utiliser ses expertises pour influencer les agencements à l'intérieur de ses bâtiments afin de les rendre plus efficasse en terme d'utilisation de l'espace. Finalement, il utilise aussi le \"big picture\" pour voir ses projets. Il ne cherche pas seulement à designer des bâtiments pour leur utilité pratique, il cherche à trouver comment son travail peut influencer les communautés de façon positive, créer une communauté en les rassemblant grâce à son architechture."
                ]
            }
        ]
    },
    {
        "utilisateur": "Émile Glorieux",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chefs table: Ben Shewry",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ben Shewry est un chef australien du restaurent Attica, un restaurent haut de classe qui la façade d'un restaurent local typique. Plusieurs facteurs influence sa créativité:Origine: Il va en plus utiliser des ingrédients typiquement australien afin de créer ses nouveaux plats. Famille: Il va utiliser ses repas familiaux classique qu'il mangeait quand il était petit et les réinventé avec d'autres plats. Nature: Le chef australien a passé beaucoup de sa jeunesse dans la nature et cela se reflète dans les plats qui construit. Il va aussi utiliser des expériences qu'il a passé dans la nature (noyer, camping, pêche) Expérience: Il va constamment se rappeler des anciens repas manger ou cuisinier afin d'améliorer ou de modifier ses nouvelles créations."
                ]
            },
            {
                "titre_du_forum": "Abstract: Tinker Hatfield",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Tinker Hatfield est un designer de soulier. Les facteurs d'influences qui influence sa créativité sont:Sa blessure passé: Il va utiliser l'innovation de son coach, de modifier son soulier quand il s'était déchirer la cheville comme apprentissage afin d'améliorer la performance et de trouver de nouvelle façon d'améliorer les souliers d'athlète. Architecture: Il va s'inspirer de différentes architecture comme par exemple le Centre Pompidou pour faire les air max qui montre l'intérieur de ses souliers.Films: Il va utiliser le film Back to the Futur, afin de s'inspirer pour designer des souliers qui s'attache par eux même. Athlètes: Il va apprendre a connaitre les athlètes afin de pouvoir utiliser leur personnalité dans son prochain design."
                ]
            }
        ]
    },
    {
        "utilisateur": "Emile Villette",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract | Jonathan Hoefler: typeface design",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Selon moi, voici une liste, selon ce que j'ai pu percevoir au travers du documentaire, d'une partie des facteurs qui influencent la créativité de Jonathan Hoefler:Jonathan Hoefler s'intéresse aux objets anciens comme les montres et les vieux magazines tels que MAD et Spy.Il est fasciné par les livres anciens (et particulièrement les symboles et polices). Exemple : les \"Black letters\".\n\nLes livres sur les polices d'écriture et les cartes anciennes sont pour lui des sources d'inspiration.Il  étudie divers documents en tous genres.Ses valeurs et croyances personnelles influencent  son travail (le message qu'il cherche à véhiculer). Il observe attentivement les écritures de la vie quotidienne, cherchant constamment des idées nouvelles et inspirations de son environnement. L'architecture et les courbes influencent sa manière de designer ses polices.Il s'inspire souvent des polices d'écriture gravées sur les tombes funéraires (ce qui fait echo au fait qu'il s'inspire de son environnement).La biologie et la fauneLes effets d'optique inhérents à notre réalité physique"
                ]
            },
            {
                "titre_du_forum": "Chef's Table | Nancy Silverton",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Pour moi, plusieurs facteurs ont influencé la créativité de la chef Nancy Silverton. Voici ceux que j'ai identifiés au cours de l'épisode : La cuisine italienne, particulièrement sa simplicité. Le secteur agricole florissant de la Californie (elle a accès à une très grande variété de produits). La culture du travail aux États-Unis. Nancy voit son travail non pas comme de l'art, mais comme une compétence à maîtriser. Bien que la perfection ne soit probablement pas atteignable, elle a une approche obsessionnelle de la quête du pain parfait.Dans son enfance, aller au restaurant était une occasion spéciale, ce qui l'a amenée à considérer chaque sortie comme un événement exceptionnel. Au début de sa carrière en pâtisserie, on lui a enseigné que cette discipline est une science exacte, nécessitant une précision au gramme près. Elle a découvert qu'en ajustant certains paramètres, il y avait en réalité beaucoup de place pour la créativité. Ce principe l'a sûrement aidée à se distinguer.Les figures culinaires qui l'ont influencée pendant sa jeunesse, et tout au long de sa carrière."
                ]
            }
        ]
    },
    {
        "utilisateur": "Emmanuel Merakos",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract Art of Design | Neri Oxman: Bio-Architecture (S2, E2)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Abstract Art of Design | Neri Oxman: Bio-ArchitecturePar:Emmanuel MerakosNeri Oxman est une bio-architecte renommée et professeure au MIT Media Lab qui fusionne art, science, ingénierie et design. Sa philosophie se concentre sur la conception pour un avenir où la nature est l'objectif principal, plaidant pour des matériaux et des objets qui croissent de manière organique plutôt que d'être assemblés. Oxman croit que pour surmonter les défis futurs, y compris les crises environnementales, nous devons repenser notre manière de concevoir et d'innover, nous incitant à explorer les systèmes biologiques comme cadre pour une production durable et de nouvelles technologies.J'ai trouvé l'explication de Neri Oxman du diagramme à 4 quadrants de l'art, de la science, de l'ingénierie et du design intéressante pour montrer comment ces disciplines se rejoignent. Sa conviction que le design doit viser à croître plutôt qu'à assembler les matériaux est fascinante et rarement explorée de cette manière. Cela reflète le potentiel pour les ingénieurs, comme moi, de puiser de l'inspiration dans la biologie.Cependant, le défi réside dans les conceptions basées sur la croissance, en particulier dans l'auto-reproduction. Bien que la vision d'Oxman soit en accord avec la durabilité—concevoir pour la nature—la réalisation de cette vision nécessite la création de petits systèmes auto-reproducteurs. Cela soulève des préoccupations éthiques, surtout si l'auto-reproduction pouvait évoluer au-delà de notre contrôle. Comme le dit Oxman, \"Si nous voulons survivre, nous devons concevoir notre chemin pour en sortir.\" Il est crucial de trouver un équilibre entre l'avancement technologique et une considération attentive de son impact sur la nature.De plus, le passage à l'échelle de ces conceptions, notamment celles impliquant des animaux, pose d'autres défis. Les animaux, contrairement aux humains, n'ont pas les mêmes droits, et la production en masse de certaines espèces, telles que les insectes, peut avoir des conséquences imprévues, comme la perturbation des écosystèmes ou l'augmentation de la population de prédateurs. Compte tenu de ces facteurs, il pourrait être préférable de s'inspirer de la nature tout en limitant notre utilisation directe de celle-ci.En conclusion, bien que mimer la nature soit un chemin prometteur, nous devons rester conscients des conséquences de nous rapprocher trop des processus auto-reproducteurs de la nature. Tout comme dans les systèmes naturels, les conceptions pourraient évoluer de manière imprévisible, et nous devons veiller à ce qu'elles ne dépassent pas les limites éthiques."
                ]
            }
        ]
    },
    {
        "utilisateur": "Emmy Tran-Khanh",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract | Jonathan Hoefler: typeface design",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "En effet, Jonathan s’inspire des objets anciens dans ses créations. Il est intéressant d’observer comment les détails et les styles dans les éléments historiques l’influencent dans ses propres créations. Il est aussi intéressant d’observer comment Jonathan créé ses polices à partir de l’architecture, comme tu l’as mentionné. Les bâtiments lui donnent des idées pour ses propres créations, comme pour la géométrie des lettres. Finalement, la faune est en effet une source d’inspiration pour Jonathan, par les motifs naturels qu’il trouve dans la nature."
                ]
            },
            {
                "titre_du_forum": "Chef's Table : Cristina Martinez",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve que tu as en effet raison, son activisme a influencé la créativité de Cristina. On observe beaucoup l’aspect de communauté qui a une grande importance dans sa vie, et la motivation qui la pousse pour la création de ses plats. Cet aspect lui permet de rassembler les gens et défendre une cause qui lui tient à coeur. Je trouve également que la grande persévérance de Cristina la beaucoup influencé dans sa créativité. Les nombreux obstacles qu’elle a eu dans sa vie, que ce soit l’immigration ou son ancien mari, l’ont poussé à se faire une meilleure vie et à exploiter les ressources à sa disposition et ses talents culinaires afin de trouver son succès."
                ]
            }
        ]
    },
    {
        "utilisateur": "Fatima Zahra Diker",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "chef's table- Christina Tosi(episode1,season4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Christina Tosi est une chef pâtissière renommé elle a fondé le Milk Bar, un concept de pâtisserie qui a révolutionné les desserts américains. En regardant son épisode dans chef's table j'ai pu constater plusieurs facteurs qui ont influencé sa créativité:Son enfance et son amour pour les desserts simples : Christina s'est inspirée des friandises classiques américaines de son enfance, comme les cookies et les tartes, qu'elle préfère aux desserts de haute cuisine.Son passage au restaurant wd~50 avec Wylie Dufresne: Elle a pu expérimenter et créer des recettes emblématiques comme le \"crack pie\", mais a réalisé que la haute gastronomie n'était pas son style.Sa collaboration avec David Chang: Chang lui a donné l'opportunité de créer des desserts innovants pour Momofuku, notamment le \"cereal milk\", ce qui l'a amenée à ouvrir Milk Bar.Sa rébellion contre les attentes familiales: Malgré les attentes de ses parents, qui voyaient la pâtisserie comme un passe-temps, Christina a suivi sa passion pour en faire une carrière.Son approche abordable et accessible: Christina privilégie des créations simples et amusantes, accessibles à un large public, loin des pratiques élitistes de la haute cuisine."
                ]
            }
        ]
    },
    {
        "utilisateur": "Félix Noël",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Chef’sTable : Mashama Bailey (Volume 6 Épisode1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ajouterais une choses parmis les éléments que vous avez identifiés qui influence sa créativité: Les souvenirs. Plus précisément les émotions associés à ses souvenirs. Ces mémoires qu'elle a de son enfance viennent faire partie des éléments qu'elle garde proche de son coeur et donc qui vont créer des connections avec son expertise en cuisine qui lui permettent de nourrir sa créativité."
                ]
            },
            {
                "titre_du_forum": "Abstract : The Art of Design | Olafur Eliasson: The Design of Art (S2, ep.1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Kevin,\n\nJ'aime bien ton résumé, droit au but! J'aimerais venir te faire réfléchir sur l'élément suivant: Que penses-tu qui regroupe les éléments qui influencent la créativité de Olafur Eliasson que tu as nommés?\nSelon moi, se sont toutes des choses dans lequelles il porte un intérêt et une certaine expertise. Cela se traduit dans son don à créer des liens entre des éléments auquel personne d'autre n'a pensé puisqu'il à la capacité de « voir ce qui est invisible » et finalement d'aboutir avec quelque chose de créatif à partir de concepts qu'il maîtrise bien."
                ]
            },
            {
                "titre_du_forum": "Abstract Olafur Eliasson",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve super intéressant que tu mettes en avant l’influence que son enfance a eue sur sa façon de voir le monde différemment. De mon point de vue, on dirait qu’Olafur conserve intuitivement la capacité à voir les choses autrement, puisqu’il y a été exposé dès un jeune âge. Comme Olafur le dit : « L’imagination, c’est voir les choses qui sont invisibles. » Il est clair qu’Olafur Eliasson accorde une grande importance à la perception dans son processus créatif. C’est le principal message qu’il cherche à faire passer à l’auditeur dans l’épisode : le spectateur définit l’art à travers sa perception. Dans la même idée, comme nous en avons discuté en classe, c’est l’expert qui observe une œuvre créative et en juge la créativité. C’est donc, encore une fois, une question de perspective. Ce que je trouve le plus fascinant cependant, c’est qu’Olafur possède justement la capacité de manipuler la perspective à sa manière pour créer des œuvres qui transmettent un message différent selon le spectateur.\n\nJe tiens aussi à mentionner que, selon moi, Olafur ne tire pas simplement son influence créative de la nature, comme vous le dites, mais plutôt de tous les éléments qui l’intéressent, la nature n’étant qu’un de ces éléments. Son intérêt pour les chutes en Islande l’a influencé à réfléchir à la construction d’un arc-en-ciel, qui fut l’une de ses premières œuvres, tout comme le bâtiment Harpa Concert Hall qui reflète son intérêt pour la géologie. La nature n’est pas le seul domaine qui l’intéresse. Il dit lui-même que la géométrie, la structure et l’espace occupé par les objets sont des éléments qui le fascinent. Cet intérêt provient de son attrait pour la danse. Il mentionne également que les danseurs sont des experts dans la manière dont le corps humain occupe l’espace et se structure. La lumière est aussi un sujet qui le fascine, et il l’intègre dans son processus de création pour plusieurs de ses œuvres. Je dirais donc que le mélange entre ses divers intérêts et l’expertise qu’il en retire sont des facteurs qui influencent sa créativité. De plus, les perspective qu'il envisage à travers ses oeuvre vont aussi venir influencer ça créativité, et venir traduire le « language créatif » de celles-ci."
                ]
            }
        ]
    },
    {
        "utilisateur": "François Tourigny",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: Es Devlin (S1:E3)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Es Devlin est une artiste qui fait du design de scène principalement pour des musiciens et pour du théatre. Elle a travaillé à la mise en scène de nombreux opéras, pièces de théatre, mais a surtout travaillé avec des grands musiciens dont Kanye West, U2, Beyoncé, Adèle et plusieurs autres. Sa créativité provient principalement de:1 Prendre le temps de comprendre les limites et contraintes physiques de son espace pour les briser, les rendres absurdes pour le publique. Elle utilise des décors avec une architechture mobile dans un cube qui tourne pour l'opéra Don giovanni qui permet de complètement changer et repenser l'espace. Ses premières mises en scènes dans un petit théatre lui on appris à déconstruire le peu d'espace pour le réinventer pour le publique.2 La lumière et la faire apparaitre en brisant un espace. Elle puise son inspiration dans les vitraux fait dans une église de sa jeunesse qui contenait de nombreux vitraux fait par Marc Chagall. Elle cherche à faire émaner la lumière et non seulement éclairer. On le voit bien dans le drame musical de Wagner pour lequelle elle utilise une tour d'échec qui tourne tout au long de la performance devenant un grand tunnel oppressif avec une lumière écrasante.3 Les paroles de chanson et les travaux d'autres artistes, principalement musicaux. Elle écoute les paroles de chaque chansons dans un spectacle dont elle fait la mise en scène pour en saisir la poésie et en faire ressortir chacune des paroles dans la mise en scène associée."
                ]
            },
            {
                "titre_du_forum": "Abstract: The Art of Design | Paula Scher: Graphic Design (S1; E6))",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'aime beaucoup cette analyse et je partage les points présentés dans ta réflexion. J'aimerais amener quelques autre points que j'ai trouvé intéressants sur les facteurs de créativité de Paula Scher.\n\nUn des facteurs que j'ai remarqué dans l'épisode est comment elle se sert du contexte de son oeuvre. Pour le théatre de New-York, l'identité de ses designs réside dans l'identité de New York, un style grandiose puissant et très visible.\n\nUn autre point que j'ai remarqué de sa démarche créative est son attrait pour les espaces physiques. Elle parle de reprendre la topgraphie dans ses affiches du Pier 55 dans les chiffres et mentionne aussi l'aspect physique de son art et de voir les charactères dans leur espace physique et non sur du numérique.\n\nLe dernier point de créativité supplémentaire que souhaite apporter de cet épisode est son inpiration par les vieilles pochettes musicales. Elle a par la suite créee plusieurs d'entre elles qui sont iconique, mais son amour de la typographie vient en bonne partie des pochettes qui ont inspiré son travail."
                ]
            }
        ]
    },
    {
        "utilisateur": "Giacomo Giacca",
        "total_des_commentaires": 5,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of design | Can Holman: Design for Play (S2, E4)",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "I believe that the most important factors that influenced Can Holman's creativity are:Early Habit of Visualizing Ideas: From a young age, she sketched ideas rather than writing, believing images to be more impactful than words.Value of Free Play: Growing up in nature, often playing alone, she developed a deep appreciation for free play, which she believed fostered creativity and self-reliance; but she believed that creativity thrived through cooperation and collaboration [\"If we can play together, we can live together\"]Rejection of Simplicity: Holman found easy, predictable tasks boring, preferring complexity and challenges that stimulated creative thinking.No Rules, No Predicted Paths: I really like this point cause I think it's inside my mood; She believed that life becomes monotonous and stifling if it follows predictable paths, equating it to being a \"zombie.\" This led her to encourage creating things without the need for mastery over tools—an idea that fosters experimentation and innovation. Her work with a Japanese partnership, focusing on \"architecture against death,\" reflected her belief in staying young at heart, continuing to think and create in fresh, unexpected ways.Global Inspiration: Projects around the world, like children’s structures in China, influenced her thinking on play and creativity.Critique of Conventional education: She saw traditional schooling as stifling creativity, advocating for learning through play and exploration outside rigid structures.Awareness of Gender and Social Issues: Holman's awareness of gender and the influence of social environments on creativity stemmed from personal experiences with her parents. She realized the importance of exploring different places and perspectives, which helped shape her worldview and fueled her creative thinking.I really appreciated this story cause I really agree with the fact that today play it's very useful and important in our culture of think fast, do faster and not stop a second on something. Just chill, play and do, with our mind completely open to the future.",
                    "Thank you so much for your response and for these very interesting additions! I especially appreciate what you highlighted about risk-taking and the trust Holman places in children. I hadn’t considered the contract break as a key point in her journey, but it’s a great example of her dedication to her creative principles.\n\nThe accessibility to resources through Heroes Will Rise and her approach of starting with the child’s posture before even thinking about the toy are also crucial aspects you’ve brought to light.\nLastly, the way she embraced the experience in China with such openness shows her ability to see her creations as evolving and not being overly possessive of her ideas. It’s a great lesson in curiosity and humility.\n\nThanks again for these insights!"
                ]
            },
            {
                "titre_du_forum": "Abstract: The Art of Design | Tinker Hatfield: Footwear Design (S1,E2)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "I find the points raised in this conversation fascinating, especially the exploration of the external factors that have influenced Tinker Hatfield’s creativity: his athletic background, the collaborative environment at Nike and the cultural context of the '80s. However, I believe there is an essential balance between external inspiration and Hatfield’s internal drive that deserves attention.\n\nWhile it’s true that his collaborations and the resources available at Nike helped enrich his work, as Hugo mentioned, we can’t overlook Hatfield’s innate talent, intuition, and relentless pursuit of creative innovation. His ability to push beyond conventional boundaries wasn’t solely about meeting the athletes' needs or drawing inspiration from his surroundings, it was driven by his bold vision and willingness to take risks.\nOne element I find particularly compelling is Hatfield’s belief that successful design provokes strong reactions, whether love or hate. This provocative approach suggests that his creativity was not just about solving problems but also about challenging expectations. It’s a unique blend of external influences and internal audacity that defines his process.\n\nIn conclusion, while the environment around Hatfield undoubtedly shaped his creativity, it was his singular vision and fearless approach that truly revolutionized footwear design. By merging his external experiences with his inner drive, Hatfield created something that transcended mere functionality, sparking cultural shifts in both the world of sports and fashion."
                ]
            },
            {
                "titre_du_forum": "Chef’s Table | Massimo Bottura (S1, E1)",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "The story of Massimo Bottura is quite crazy, all his creativity comes from things happened in his life that really changed the original path and made the difference; but he also was so crazy to continue be foolish and innovative like no one before. Here I highlighted four important factors for me: \n1. Turning crisis into creativity & learning from mistakes: After an earthquake threatened the Parmigiano-Reggiano industry, Bottura created a global recipe for risotto using Parmigiano, turning a disaster into a social movement. A broken dessert inspired Bottura to create a new lemon-flavored dish, showcasing his ability to turn errors into innovation.\n2. Childhood inspiration & NO hesitation: His safest place as a child was under the table where his mother made pasta. His fascination with tortellini began here, where he would steal raw pieces, a memory that deeply shaped his culinary journey. Massimo Bottura has a unique ability to act on his ideas immediately, without overthinking or hesitation. This spontaneity allows him to maintain a constant flow of creativity, transforming thoughts and inspirations into tangible dishes in real time. He doesn't wait for the perfect moment or second-guess his instincts; instead, he channels his energy directly into action.\nThis trait can be traced back to his childhood, where his playful curiosity drove him to explore food and ingredients without fear or reservation. Whether it was stealing raw tortellini from under the kitchen table or imagining new ways to experience flavors, Bottura’s childhood attitude of openness and unfiltered creativity continues to define his approach as a chef. His ability to connect quickly with ideas, almost in a childlike manner, keeps him nimble and inventive in the kitchen. This gives him a creative edge over others who might get bogged down by analysis or self-doubt before executing their ideas.\nBy embracing this spontaneity, Bottura cultivates a dynamic, ever-evolving creative process that lets him stay ahead of culinary trends and constantly innovate.\n3. Be crazy, provocative and persistent : Bottura’s provocative approach, inspired by contemporary art like at the Venice Biennale, aims to defy culinary traditions and challenge the status quo, such as serving only six tortellini to emphasize their value or reinterpretations and creation new recipes using the traditional ones. Despite initial resistance from critics and empty restaurants, Bottura persisted in his modern vision, ultimately leading to recognition, Michelin stars, and global acclaim.\n4. The people are the most important thing: His wife Lara shares his language of creativity and dreams, playing a vital role in his personal and professional life. Shared success: Bottura believes that happiness and success are magnified when shared with others, a philosophy he embodies through his work and his relationships. He really thinks about the team like a family, so he lives it like that. \nAbout this last thing I don’t agree with the fact that for Massimo the team is like a family; I think that the team is a team, with common vision and objectives direct and aligned with all the members; but not like a family in every single day of your life. But for him it’s okay, cause I think it’s about to have Lara like is wife > this makes the difference in these two perspectives.",
                    "Thank you so much for your response! What you said about his memory of ingredients is really insightful, and I agree that it allows him to creatively reinvent traditional dishes. It’s fascinating how he uses these memories to offer modern interpretations.\n\nI also appreciate that you mentioned the importance of his personal experiences, especially his childhood memories with his grandmother. It really shows how Bottura transforms intimate moments into culinary inspiration.\n\nThe story of the sous-chef breaking the lemon tart and how he turned that into something creative is a great example of his ability to learn from the unexpected. I think that’s what makes his work so unique. As you pointed out, his desire to renew Italian cuisine and inspire the next generation is a key part of his approach, and it really shows that he is both an artist and a visionary.\n\nThanks again for your analysis!"
                ]
            }
        ]
    },
    {
        "utilisateur": "Giorgia Piscicelli",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table - Massimo Bottura",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Massimo Bottura’s creative journey has been shaped by\nseveral key influences that have turned him into a global icon of contemporary\ncuisine. In my personal opinion these factors are the following ones:\n\n\n Memory:\n     His cooking is deeply anchored in personal memories, which Bottura\n     reinterprets in a modern light. Each dish becomes a creative\n     transformation of traditional flavors, transforming them with innovation.\n Dynamic\n     and volcanic personality: Since he was a child, Bottura was energetic\n     and lively. This energy is reflected in his approach to cooking, where\n     action and creativity are always in motion, driving him to innovate\n     without hesitation. His creative process is fluid and spontaneous.\n Family\n     context: His grandmother, a central figure in his life, inspired him\n     through her handmade tortellini. Bottura would watch her from under the\n     table, absorbing the culinary traditions of Emilia-Romagna, which he now\n     reinvents in his dishes.\n Direct\n     contact with local producers: Bottura places great importance on the\n     quality of ingredients. He frequently visits local producers, such as\n     those of Parmigiano Reggiano, to personally select the best products.\n     Iconic dishes like \"5 ages of Parmigiano\" stem from these experiences.\n Deep\n     knowledge of ingredients: Bottura’s understanding of ingredients\n     allows him to bring out the best in each one, elevating their flavors and\n     potential in his dishes.\n Learning\n     from mistakes: Bottura creates form mistakes and imperfection. The\n     famous dish \"Oops! I dropped the lemon tart\" was born from a\n     mistake in the kitchen, proving that every failure can be turned into a\n     creative opportunity.\n Challenging\n     conventions: Bottura loves to provoke and challenge traditionalists,\n     as seen in the dish \"6 tortellini walking on broth.\" His desire\n     to break the stereotypes is a key part of his success, constantly pushing\n     him to innovate.\n\n\nHis culinary philosophy is a perfect fusion of tradition and\nmodernity, with each dish telling a story that goes beyond just flavor and food."
                ]
            },
            {
                "titre_du_forum": "Abstract- Ruth Carter: Costume Design",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "In my personal opinion the most important factors that have influenced the creativity of Ruth Carter in the design of her costumes are the following ones:Storytelling through Design: Carter views her work as a way to tell stories visually, rather than merely sewing costumes.Empathy and Human Understanding: She strives to understand people and what defines them, reflecting these traits in her costume designs.Script Interpretation: A thorough reading of the script sparks her creativity, raising both wonder and questions about how to approach various elements of the story.Exploring Scene Context: She considers how specific scenes and elements will be portrayed, and how costumes can enhance this representation.Visual Representation of the World: Uses colors and details in costumes to reflect and reinterpret the objects and environment (nature) within a scene.Personal Experience as Inspiration: Draws from her own experiences and historical periods she has lived through, such as the 1970s, to enrich her costume designs.Understanding Character Backstories: Begins her work by delving into the history and psychology of characters to ensure the costumes accurately reflect their experiences.Reviving Characters: Aims to bring characters to life through costumes, restoring authenticity and vitality.Family Influence: Her mother’s teaching of psychology instilled in her a deep empathy and a desire to understand why people are the way they are.Observation and Analysis: Observes and analyzes real people to draw inspiration and create costumes that reflect the authenticity of characters.Harmony between Costume and Soul: Believes that a costume should reflect the character’s inner emotions and truth, creating a deep connection between the garment and the character's essence."
                ]
            }
        ]
    },
    {
        "utilisateur": "Giovanni Leone",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract Neri Oxman: Architecture Bioclimatique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "The chosen episode belongs to season two and focuses on bioclimatic architecture. More specifically, it takes on a biographical form, highlighting the career and some personal aspects of Neri Oxman, a researcher at the MIT Media Lab.  The factors that, in my opinion, may have influenced Dr. Oxman's creativity are outlined below:  The protagonist, with an academic background in medicine and biology and a family background in architecture, aims to combine these areas of knowledge in her work, driven by a deep passion for nature and a strong artistic sense.  One of the most thought-provoking points made in the episode about the engineering process is that, in modern culture, we are used to thinking in terms of subcomponents. According to the documentary, this could be a legacy of the assembly line culture; however, I believe it may go back even further, rooted in problem-solving methods, perhaps predating the \"divide and conquer\" approach from Roman times.  What is truly new in history is our recent ability to mimic natural growth processes. The episode describes the shift from an assembly paradigm to one of growth, which mirrors what we see in nature.  Interestingly, this change came about because we went so deep into breaking things down into smaller parts that we reached the subatomic scale. This has allowed us to better understand, replicate, and even, in some ways, improve the functioning of many natural mechanisms.  Another striking element in the documentary is Neri's approach to creation. She explains that anyone in her team who invents something to solve a current problem is essentially “behind”; in her lab, they must think 50 or 100 years ahead.  This could be seen as unusual in the engineering field, where engineers are typically problem solvers. However, she advocates for moving from being a problem solver to a problem seeker in order to create. This long-term perspective, in my opinion, is more in line with what is known in management science as the \"vision\" of a project or organization—working today not for the present but to shape the world of tomorrow, perhaps even decades ahead.  Contributing significantly to Oxman’s creativity is her unique way of looking at art, science, engineering, and design. Rather than treating them as separate disciplines, she views them as a continuum, a gradient. This is cleverly represented by the metaphor of a clock, where the transition between each pair of quadrants generates something new—whether it’s information, knowledge, utility, or behavior.  Toward the end, the documentary focuses on more personal aspects, including Neri’s experience with motherhood and childhood stories. Although these might seem like emotional details, they are likely key to her creative approach, as personal experiences provide a rich source to draw from when seeking authenticity. Every individual is unique and carries their own story, which can be a powerful creative tool."
                ]
            },
            {
                "titre_du_forum": "Chef’s table: Enrique Olivera",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "The “Chef’s Table” episode in question is about Enrique Olvera, a Mexican chef at his restaurant Pujol in Mexico City. Enrique Olvera’s creativity doesn’t come from nowhere but arises from the overlap of various culinary cultures. He began cooking out of passion and love for his wife, continuing to do so for friends and family. This gave him the opportunity to practice a lot and grow his passion for what he does.He later decided to attend culinary school in New York, where he learned the paradigms of high-level European and American cuisine, before returning home to open a restaurant. Initially, he was too rigid in applying what he had learned, almost leading him to failure. He only found his path to success when, following the advice of another famous Mexican chef and his collaborators, he allowed himself to embrace the authenticity and diversity of Mexican culture and began giving more space to his creativity.Judging from what we see in the episode, the originality and creativity of his cuisine lie in the skillful combination of tradition and experimentation, along with a relentless “restlessness” that prevents him from ever settling on a recipe or dish without trying to improve and evolve it. All of this is driven by a deep understanding of Mexican culinary culture, built through his tireless curiosity that constantly leads him to search for local ingredients and experiences.A prime example is his use of maize, a fundamental component of Mexican culture. In his cuisine, he uses various cultivar varieties to explore the best pairings, blending flavors from every corner of Mexico and the world.All this knowledge is supported by his self-confidence, which allows him to take on experimental risks that other chefs might consider too dangerous. Throughout, he applies an impressive technical skillset, imported from his fine-dining experiences in New York, and merges it with traditional Mexican kitchen tools and techniques."
                ]
            }
        ]
    },
    {
        "utilisateur": "Hugo Baudin",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract : The Art Of Design | Ruth Carter: Costume Design (S2, E3)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut à tous ! J'adore vos réflexions. On peut aussi ajouter que la passion la rend encore plus forte dans son processus créatif. En effet, elle a une véritable passion pour les années 70, année de sa jeunesse, ou pour la période des droits civiques ou les droits des afro-américains en général. Il est remarquable que la majorité des ses œuvres sont en lien direct avec une de ses passions. \nDe plus, elle se documente beaucoup sur l'époque de ses films comme vous l'avez dit; mais elle a une grande culture du fait de sa curiosité : elle séchait les cours pour aller à la bibliothèque. L'ensemble de ses connaissances se ressent dans son travail."
                ]
            },
            {
                "titre_du_forum": "Abstract: The Art of Design | Tinker Hatfield: Footwear Design (S1,E2)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut ! Je suis d'accord avec toi. Il est intéressant de noter que Tinker cherche la provocation à travers ses designs. Pour lui, un modèle est réussi si il suscite de l'adoration ou un profond dégoût. La principale source de créativité dans ses design est la nécessité de proposer une solution face à un problème : la puissance des Jordan vient de la tonne de contraintes qu'avait Michael Jordan. De plus, la force de sa créativité vient de sa capacité à se nourrir du monde afin de constitué une \"bibliothèque mentale\" et de venir réinterpréter le monde à travers une succession d'idée. Les dessins sur son cahier en son un exemple : il commence à dessiner l'espace puis par une suite d'idée il aboutit à un design de chaussure innovant. Enfin, il laisse une forte place à ses émotions et ses relations dans son travail. Il y a une réelle synergie entre les athlètes et lui lors de la création pour donner le design qui correspond le mieux au besoin. \nEn quelques mots, ce qui fait la force de son processus créatif se retrouve dans les derniers mots de Bill son mentor : il est à la fois \"un architecte, un créateur de chaussure, un athlète, un père et un mari\". En mélangeant tous ses mondes il obtient des idées novatrices."
                ]
            }
        ]
    },
    {
        "utilisateur": "Isaline de Montety",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract (S01E08): Ilse Crawford: Interior Design / Chef's Table: Tim Raue (S03E01)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d'accord avec toi sur les points que tu as mentionnés concernant l'approche centrée sur l'humain et le rôle des matériaux, des textures, et des sensations dans la créativité d'Ilse Crawford. J'aimerais ajouter quelques facteurs supplémentaires qui influencent également sa créativité et qui n'ont pas encore été évoqués.\n\nUn autre facteur clé qui influence la créativité d'Ilse Crawford est sa capacité à observer et à s'inspirer des espaces de vie réels, qu'il s'agisse de lieux domestiques ou publics. Elle passe beaucoup de temps à observer comment les gens interagissent avec leur environnement, ce qui lui permet d'identifier les éléments qui favorisent le confort et la convivialité. Cette capacité d'observation et d'analyse lui permet de développer des concepts de design qui répondent aux besoins humains de manière intuitive et sensible.\n\nDe plus, Crawford est influencée par sa réflexion continue sur l'équilibre entre tradition et modernité. Elle s'efforce d'intégrer des éléments de design intemporels qui apportent une sensation de chaleur et de familiarité tout en adoptant des innovations contemporaines pour assurer la fonctionnalité et la pertinence de ses espaces. Cette réflexion constante entre le passé et le présent nourrit sa créativité en lui permettant de créer des environnements qui respectent les racines culturelles tout en restant pertinents et actuels.\n\nUn autre facteur qui influence fortement sa créativité est sa pratique de la collaboration interdisciplinaire. Crawford ne travaille pas seulement avec d'autres designers, mais aussi avec des psychologues, des sociologues, des artisans, et des spécialistes de différents domaines pour enrichir son processus créatif. Cette approche multidisciplinaire lui permet d'intégrer des perspectives variées et d'élargir sa compréhension de ce qui peut constituer un espace de vie basé sur le bien-être.\n\nEnfin, sa créativité est également façonnée par sa capacité à se remettre constamment en question et à expérimenter de nouvelles idées sans craindre l'échec. Crawford voit chaque projet comme une opportunité d'explorer de nouvelles approches et d'apprendre de ses erreurs. \n\nEn résumé, la créativité d'Ilse Crawford est influencée par plusieurs facteurs supplémentaires : son observation des comportements humains dans divers espaces, son équilibre entre tradition et modernité, sa collaboration interdisciplinaire, et son ouverture à l'expérimentation et à l'apprentissage continu. Ces éléments s'ajoutent aux facteurs que tu as mentionnés pour créer une approche de design qui est à la fois innovante, empathique, et profondément humaine."
                ]
            },
            {
                "titre_du_forum": "Chef’s Table | Alex Atala (S2, E2)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "En effet, je trouve que moteur clé chez Alex Atala afin de développer sa créativité est son ouverture d'esprit. Sa soif insatiable de découverte a marqué chaque étape de son parcours. Sans ce désir d'explorer de nouveaux horizons, il ne se serait jamais aventuré en Europe pour apprendre les techniques culinaires qui allaient plus tard transformer sa vision de la cuisine. En s'imprégnant des traditions culinaires européennes, Atala a acquis de solides compétences, tout en découvrant un nouveau champ de connaissances qui a élargi son approche créative. Cette immersion dans un univers différent l'a confronté aux conventions strictes de la haute cuisine.\n\nIl y a aussi un autre point qui a retenu mon attention que tu n'as pas mentionné : son expérience de devenir père a été un tournant majeur dans sa démarche créative. Les événements dans la vie personnelle peuvent être en effet une grande source de créativité comme celui-ci. La naissance de son fils l'a amené à se reconnecter avec ses racines culturelles et à valoriser davantage la nature brésilienne, notamment l'Amazonie. Prendre conscience de l'importance de son héritage culturel a renforcé son désir de marier sa connaissance de la cuisine avec sa passion pour la préservation de la biodiversité de son pays. De créer donc de nouveaux liens."
                ]
            }
        ]
    },
    {
        "utilisateur": "Ismaël Mohammed",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of Design | Ralph Gilles (S01E05)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ralph\nGilles est un designer automobile déterminé à redonner à Chrysler sa place sur\nla scène mondiale. Pour se faire, il utilise sa créativité pour mettre sur\npieds des véhicules créatifs. Sa créativité est inspirée de plusieurs facteurs:\n\n1. Les voitures des années cinquante : Le langage de conception de cette époque\ninfluence la créativité de Ralph Gilles. En effet, il s’inspire du mélange\nentre utilité et style pour concevoir des véhicules attrayants pour les\nconsommateurs.\n\n2. Design\nintérieur : Ralph et son équipe sont influencés par l’architecture moderne\nlorsqu’ils design les intérieurs automobiles. En effet, ils veulent mettre sur\npieds un intérieur digne du confort de la maison du conducteur.\n\n3. Marché\nautomobile : Un facteur important qui influence Ralph dans sa conception est\nson désir de produire un véhicule abordable tout en offrant une sensation de\nluxe, comme avec la Chrysler 300."
                ]
            },
            {
                "titre_du_forum": "Abstract: The Art of Design | Platon (S01E07)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Platon est un photographe qui cherche à transmettre l’émotion derrière le sujet de ses portraits. Plusieurs facteurs impactent sa créativité, en voici quelques-uns :1. L’histoire de son sujet : Platon s’inspire de la vie de son sujet afin de transmettre de l’émotion à travers ses photos. En effet, il essaie de tisser un lien avec les personnes qu’il photographie afin qu’elles laissent paraître les émotions qu’elles ressentent.2. Son père : La vision artistique du père de Platon affecte sa créativité. En partageant sa vision de l’architecture de différents bâtiments avec son fils, le père de Platon lui a transmis sa capacité à captiver la présence qu’invoquent certains édifices.3. La Grèce : Les décors des portraits de Platon découlent de l’architecture de son pays, telle que les maisons blanches. De plus, Platon trouve beaucoup d’inspiration dans la vie de tous les jours.4. Sa dyslexie : La dyslexie de Platon l’a poussé à développer une manière de transmettre des messages sans utiliser de texte. À travers sa photographie, Platon réussit à traiter plusieurs sujets sans dire un mot."
                ]
            }
        ]
    },
    {
        "utilisateur": "Jasmin Loranger",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract : The Art of Design | Bjarke Ingels : Architecture (S1,E4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "De ce que j'ai remarqué, les facteurs qui semblent avoir influencé la créativité de cet Architecte sont les suivants :-   Après avoir étudié les bases de l’architecture et côtoyer des architectes,\nil a pris suffisamment confiance pour pouvoir avancer des idées qu’il ne croyait pas possible avant.\n\n-   Il est prêt à fournir plus d’efforts\nque la normal pour faire fonctionner des idées peu communes, c’est plus facile\nde refaire ce qui a déjà été fait, mais il est prêt à travailler fort pour concrétiser des projets de toute sortes. \n\n-   Il ose faire différent, il est optimiste dans le sens qu'il croit que d’autres vont\naimer et que se sera accepter. \n\n-   Dans son cas, il travaille dans un domaine (la construction) où il\ny a relativement peu d’innovation, alors il y a beaucoup d’options pour faire différent mais\nil rencontre de la résistance. L'un de ses défis est de trouver des gens qui sont prêt à\ntravailler avec lui et à croire en la viabilité des projets. Alors un des facteurs influençant sa créativité est le support de son entourage.\n\n-   Il semble prendre le temps d’intégrer beaucoup d’idées de plusieurs\npersonnes -   Il semble aussi s'inspirer de la nature, beaucoup de ses projets de bâtiment cherchent à imiter une montagne. Il"
                ]
            },
            {
                "titre_du_forum": "Abstract Neri Oxman: Architecture Bioclimatique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Moi aussi j’ai cru comprendre que le fait qu’elle essaie de lier la science avec l’ingénierie, le design et l’art est un facteur qui influence positivement sa créativité. Pareillement, le fait qu’elle travaille avec des gens de plusieurs domaines comme des biologistes, architectes et ingénieurs semblent en effet l’aider dans sa créativité. J’ajouterais qu'en s’inspirant de la nature et en essayant de reproduire certains matériaux, organisations et concepts biologique pour des fins de construction de toutes sortes l'aide à être créative puisque la nature est très riche en termes de technologies. Le potentiel d'idées et de nouveaux liens entres elles est très grand.\nLe fait qu’elle ose penser de manière aventureuse, comme s’est dit dans l’épisode, est important pour sa créativité. Par exemple, lorsqu’elle ose se lancer dans la conception de nouvelle technologie.\nFinalement, j’ajouterais aussi que d’avoir le budget pour développer des projets mêmes si les résultats ne sont pas nécessairement utiles maintenant, lui donne une liberté pour laisser aller des idées qui ne pourraient pas se développer normalement."
                ]
            }
        ]
    },
    {
        "utilisateur": "Jean-Philippe Bernard",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table : Cristina Martinez",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Pour débuter, j'aimerais simplement affirmer que j'ai ciblé les deux mêmes facteurs soient l'héritage culturel et son activisme. En effet, j'ai cru percevoir tout au long de l'écoute l'esprit de battante de Cristina. Que ce soit pour l'éducation de sa jeune fille, la barrière linguistique qu'elle a surmontée ou encore de recréer l'ambiance familial qu'elle vivait au Mexique en mangeant le barbacoa les fin de semaines. Elle n'avait pas le choix de se réinventer et de trouver des solutions créatives afin de répondre aux embûches que la vie lui apportait.\n\nUn aspect important que j'aimerais ajouter à ton analyse est le fait qu'elle souligne plusieurs fois la complexité du plat traditionnelle de la barbacoa. En effet, ce plat a été perfectionné au fil des ans afin d'obtenir le produit qu'il est aujourd'hui. C'est donc par son héritage culturel qu'elle souhaite transmettre son amour aux gens qui lui rendent visite peu importe d'où ils viennent. Sa nouvelle famille en quelque sorte sont tous les clients qu'elles côtoient à tous les jours. De plus, il est important de souligner qu'elle a fait part de créativité lorsqu'elle a importé directement à Philadelphie le même maïs qu'au Mexique afin d'en cultiver elle même et d'ainsi offrir la meilleure qualité de tacos aux américains.\n\nFinalement, un dernier aspect comme quoi j'hésite à savoir si c'est créatif ou relié davantage à la débrouillardise c'est qu'elle a commencé a servir des tacos dans sa propre maison à Philadelphie. Elle distribuait desc coupons aux locaux afin d'aller chercher sa clientèle et j'ai trouvé que cette initiative démontrait quelle type de personne Cristina est. Une personne qui ne lâche jamais et qui fera tout afin d'arriver à ses ambitions."
                ]
            },
            {
                "titre_du_forum": "Chef's table : Sean Brock",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Voici les facteurs qui ont influencés la créativité de Sean Brock tout au long de son parcours de vie et jusqu'à ce jour selon moi.Sean est un jeune cuisinier de 39 ans né dans le Sud des États-Unis chez une famille modeste. Sean est quelqu'un d'obsessif dans la vie (voitures, musique, art folklorique) et il est à fond dans tout. Cette obsession c'est transmis dans la cuisine où est-ce qu'il a voulu ramener la cuisine du sud des États-Unis à son ancienne gloire en jumelant les atouts en terme d'ingrédients de cette région à la cuisine moderne.Valeurs: Selon lui, les traditions et la sagesse des générations passés en ce qui concerne la cuisine du sud se sont perdu dans le temps à cause de la récession et des gens qui se dirigaient vers les grandes villes. Tout le long de l'émission, cette pensée se retouve beaucoup à travers les plats qu'ils produient puisqu'il en est fier et lui permet ainsi d'être créatif puisque les connaissances d'autrui en la matière ont disparus. Ces connaissances qu'il va chercher en étudiant et en s'informant lui permet d'avoir une cuisine ludique, inventive et surprenante. Il est quelqu'un de perfectionniste ce qui peut être un bon facteur d'influence puisqu'il est toujours à la recherche de connaissance mais il a passé proche de perdre la vie à cause qu'il est toujours à la recherche de cette perfection.Origine: Il est fasciné par la cuisine du sud et de ses origines (influence amérindienne, française et ouest-africaine). Comme mentionné plus haut, le fait de redonner vie à cette culture et ces traditions presque disparus luis permet d'explorer des aspects et de mettre de l'avant des concepts jamais explorés par ses compétiteurs en terme de cuisine moderne. Pour lui, les ingrédients sont le plus important dans une recette et c'est pour cela qu'il investit la majorité de son temps à la recherche des ingrédients qu'utilisaient ses ancêtres. Famille: Les racines de Sean et l'éducation qu'il a reçu  lui ont permis de devenir l'être créatif qu'il est aujourd'hui. en effet, cet base solide de connsaissance et de soif de savoir provient de l'enseignement  qu'il a reçu de sa grand-mère lorsqu'il résidait chez elle. La fierté de sa grand-mère sur tout ce qui entoure la nourriture du sud des États-Unis c'est transmis en lui. Il c'est même engagé à démystifier le mythe comme dequoi cette nourriture est malsaine, grasse et calorifique. Au contraire, la base de cette cuisine est de transformer quelque chose de simple en extraordinaire. Ainsi, pour produire plusieurs de ces transformations, Sean n'a pas vraiment le choix de faire par de créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Kenza Baspin",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract Olafur Eliasson",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d'accord avec toi, en effet, Olafur Eliasson puise une grande partie de son inspiration dans la nature pour transmettre des messages politiques et environnementaux. Un exemple marquant de son travail est l'œuvre où il a déplacé des blocs de glace issus de glaciers dans les rues, les laissant fondre afin de sensibiliser le public au réchauffement climatique. Il s’inspire également des formes naturelles, comme les colonnes de basalte, qui ont influencé la conception architecturale du Harpa Concert Hall en Islande. Cette démarche illustre sa capacité à lier plusieurs domaines tels que la géométrie, la nature et l'architecture dans une approche multidisciplinaire. \nPour répondre aux intéractions avec son équipe, c'est d'ailleurs très intéressant qu'il précise que lui a le rôle du \"pourquoi\" et que son équipe a le rôle du \"comment\", ainsi il met en lumière une complémentarité entre lui et son équipe. Il articule les intentions profondes et les concepts derrière ses œuvres, laissant à son équipe la responsabilité de transformer ces idées en réalité concrète. Cette division des rôles illustre l'importance d'une collaboration où la créativité et la mise en œuvre se nourrissent mutuellement.En parallèle, je note aussi que Eliasson trouve des sources dans ses souvenirs et jeux d'enfance. Il évoque comment son père lui demandait de faire des gribouillages pour ensuite imaginer et développer des formes abstraites, comme un chat. Ce type de jeu créatif a nourri son imagination et sa capacité à percevoir des formes dans des objets ordinaires. Ses parents, en ne lui imposant pas de « prendre les choses au sérieux », ont encouragé sa créativité au fil des ans. Eliasson s’inspire également de la science, jouant notamment avec des concepts liés à la lumière, aux formes et aux phénomènes optiques. Par exemple, dans une de ses installations, un mur apparaissant en noir, blanc et gris change de couleur sous une lumière blanche, révélant un spectre chromatique. Ce jeu de perspectives montre comment il utilise la science pour offrir de nouvelles expériences sensorielles et pousser le spectateur à repenser sa perception. La perception est d'ailleurs au cœur de son art. Eliasson affirme que son art n'existe que lorsque les spectateurs interagissent avec lui. Selon lui, « Quand vous quittez l'exposition, il n'y a plus personne dans la pièce, il n'y a donc plus d'art ». Il considère que la perception et l’interprétation des spectateurs sont tout aussi importantes, voire plus, que l'œuvre elle-même. Ainsi, son art évolue au fil des interactions, chaque individu y apportant sa propre expérience et vision du monde."
                ]
            },
            {
                "titre_du_forum": "Abstract Neri Oxman: Architecture Bioclimatique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je vous rejoins sur le fait que Neri Oxman se distingue par sa capacité à intégrer des connaissances issues de divers domaines comme la médecine, la biologie et l'architecture pour créer des outils et des œuvres d'art innovants. Cette approche interdisciplinaire est le cœur de ses créations, illustrant la manière dont elle franchit la frontière entre la science et l'art. Oxman évoque l'exemple d'Einstein et Picasso pour souligner cette ligne fine, démontrant comment des figures emblématiques dans ces domaines peuvent se chevaucher et enrichir l'un l'autre.\n\nSon travail est profondément inspiré par la nature, qu'elle cherche à imiter et à recréer par des procédés biomimétiques. Par exemple, elle ambitionne de développer des robots-abeilles pour évoquer le printemps ou la structure d'Aguahoja, un matériau inspiré par la décomposition naturelle. Oxman milite pour une transition du design inspiré par la nature vers un design qui, à son tour, inspire la nature, soulignant ainsi son engagement envers une vision durable et respectueuse de l'environnement.\n\nJe note aussi que son admiration pour la nature est également influencée par son passé personnel, notamment le jardin de sa grand-mère, qu'elle considérait comme son « jardin d'Éden », et sa ville natale de Haifa, symbole de la nature pour elle. Oxman aspire à retrouver une certaine innocence de son enfance, se rapprochant de la pureté de la découverte initiale, comme lorsqu'elle découvrait la neige. Elle croit que la créativité se déclenche lorsque l’on choisit de voir les choses avec un regard neuf et d’abandonner ses croyances préconçues. \n\nSa démarche artistique est également guidée par sa culture, reflétée dans la citation hébraïque « Tout est attendu, tout est connu, et la permission est donnée de changer tout à tout moment ». Cette philosophie se traduit dans sa pratique, où elle dessine sans but précis, abordant chaque création comme une forme de méditation. Les dessins initiaux, faits de formes, lignes et textures, évoluent à travers des itérations pour révéler la structure finale qui émerge d'elle-même."
                ]
            }
        ]
    },
    {
        "utilisateur": "Kevin Doyle",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract : The Art of Design | Olafur Eliasson: The Design of Art (S2, ep.1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut tout le monde,Je viens de regarder le premier épisode de la deuxième saison de Abstract: The Art of Design sur l’artiste Olafur Eliasson et voici les facteurs d’influence que j’en ressort.Eliasson s'inspire profondément de la nature, utilisant la lumière, l'eau et la glace dans ses œuvres. Il accorde aussi une grande importance à l'interaction humaine, rendant ses installations immersives et engageantes. Ensuite, la collaboration est clé dans son travail, notamment avec des scientifiques, ingénieurs et architectes à Berlin, ce qui lui permet de repousser les limites de l'art traditionnel.En plus, ses voyages, notamment en Islande, et ses expériences personnelles enrichissent sa vision artistique. Enfin, il intègre des technologies avancées et des effets visuels complexes, montrant son intérêt pour l'innovation. En résumé, sa créativité est façonnée par la nature, l'interaction humaine, la collaboration, ses voyages et la technologie."
                ]
            },
            {
                "titre_du_forum": "Chef's Table: Ivan Orkin (Volume 3, Épisode 4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut tout le monde, Moi qui est amateur de ramen, je viens de regarder l'épisode sur Ivan Orkin dans Chef's Table (Volume 3, Épisode 4) et voici la réflexion que j’ai faite sur ce qui influence sa créativité en cuisine.Le premier facteur qui influence le chef est ses racines culturelles. En effet, Ivan Orkin est un Américain passionné par la cuisine japonaise, mais son amour pour le Japon et sa culture culinaire se reflète dans ses plats. Il a étudié intensément la cuisine japonaise pour maîtriser les techniques traditionnelles, tout en y apportant sa touche personnelle comme les tomates grillées dans ses ramens.Ensuite, l'authenticité et l'innovation sont un facteur qui le définit bien. Malgré qu'il respecte profondément les traditions culinaires japonaises, Orkin n'hésite pas à innover. Il combine des ingrédients et des techniques japonaises avec des influences américaines, créant des plats uniques qui reflètent son identité biculturelle.Enfin, il a gagné beaucoup d’expérience pendant ses voyages. Effectivement, ayant vécu au Japon pendant de nombreuses années, ses voyages et ses immersions dans différentes cultures culinaires ont enrichi sa vision et ses compétences. Cette exposition à diverses cuisines a donc largement influencé son style unique.En résumé, la créativité d'Ivan Orkin est façonnée par ses racines culturelles, son mélange d'authenticité et d'innovation et ses expériences de voyage. A+KD"
                ]
            }
        ]
    },
    {
        "utilisateur": "Khalid Hamid",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of Design | Tinker Hatfield: Footwear Design (S1,E2)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bien que les points soulevés par les deux étudiants soient valides, je ne suis pas entièrement d'accord avec leur analyse. Ils semblent attribuer la créativité de Tinker Hatfield principalement à des facteurs externes et à son entourage, mais ils oublient l'importance de son propre génie, intuition personnelle et de l'effort continu. En effet, c'est à cause de son courage qu'il a découvert son talent en art pour débuter sa carrière à l'école d'architecture. Il a travaillé fort pour apprendre davantage sur son talent pour améliorer ces designs et il a dû utiliser son intuition et génie pour résoudre les problèmes des athlètes dans le temps. Son intuition innovatrice lui a permis de résoudre les différents problèmes qu'envisagent les athlètes dans son temps.\n\nDans l'épisode 2 de la première saison d'Abstract, on découvre que Tinker Hatfield a une aptitude naturelle à dépasser les normes et à repousser les frontières de la conception de chaussures. Sa capacité à anticiper les tendances et à créer des designs avant-gardistes qui définissent la culture des baskets ne se résume pas seulement à répondre aux besoins des athlètes ou à s'inspirer de son environnement.\n\nEn outre, même si la collaboration avec d'autres créateurs et l'utilisation des ressources de Nike ont sans doute enrichi son travail, c'est sa vision singulière et son approche audacieuse qui ont réellement bouleversé l'industrie. Son aptitude à susciter des réactions intenses, qu'elles soient positives ou négatives, témoigne de son courage créatif."
                ]
            }
        ]
    },
    {
        "utilisateur": "Killian Mazerat",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract - Platon: photography (S:1 , E:7 )",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour Alexandra ! \n\nL'épisode sur Platon est vraiment inspirant et met en avant plusieurs aspects de sa créativité qui le rendent unique en tant que photographe.\n\nCe qui ressort particulièrement dans son travail, c'est son approche profondément humaine. Platon ne se contente pas de photographier des visages, il capture l'essence des personnes qu'il photographie. Son passé en tant qu'enfant d'immigrants grecs lui a permis de développer une grande sensibilité et une empathie qui transparaît dans ses portraits. Il voit la photographie comme un moyen de raconter des histoires humaines, qu'il s'agisse de leaders mondiaux ou de militants de base. Chaque portrait devient une narration visuelle des émotions et des expériences de la personne devant l'objectif.\n\nUn autre point fort de sa créativité réside dans sa capacité à établir une connexion avec ses sujets. Comme tu l'as mentionné, il s'efforce de gagner la confiance des gens, créant ainsi un espace où ils se sentent suffisamment en sécurité pour révéler leur véritable personnalité. Cela permet à Platon de capturer des portraits qui vont bien au-delà de la simple apparence physique et qui révèlent quelque chose de plus profond, quelque chose de l'ordre de l'authenticité émotionnelle.\n\nEn termes de style, la simplicité visuelle est une autre facette essentielle de sa créativité. Platon utilise des fonds simples et une lumière minimaliste pour mettre en avant l'humain dans toute sa complexité. Il réussit à réduire la technique à l'essentiel, afin que rien ne vienne distraire de l'âme et des émotions de son sujet. C'est cette capacité à combiner maîtrise technique et compréhension des émotions humaines qui fait la force de ses photographies.\n\nPlaton montre que la créativité n'est pas seulement dans la complexité des outils ou des concepts, mais dans la capacité à rendre quelque chose de complexe — comme l'humanité — accessible et visible dans sa forme la plus pure."
                ]
            },
            {
                "titre_du_forum": "Chef's table: Alain Passard",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour Laure-Anne ! \n\nL'épisode sur Alain Passard est en effet fascinant, et plusieurs aspects de sa créativité ressortent de manière marquante.\n\nSon approche sensorielle et artistique est centrale dans son processus créatif. Étant issu d'une famille d'artistes, il a su transposer les arts manuels et visuels dans sa cuisine. Il parle souvent de sa cuisine comme d'un art en mouvement, influencé par des disciplines comme la sculpture ou la musique. Le geste de la main, que tu mentionnes, est une prolongation de cette influence artistique. Ses plats sont presque des chorégraphies où chaque mouvement est pensé avec soin, tout comme les gestes dans un ballet.\n\nCe qui est également frappant, c'est son lien émotionnel avec la nature. En cultivant ses propres légumes, il se reconnecte à la source de ses produits, redonnant ainsi une place d'honneur aux légumes dans une haute gastronomie souvent centrée sur la viande. Cette décision de revenir à une cuisine plus végétale, bien que controversée, lui a permis de retrouver un plaisir perdu dans la création, en réinventant son univers culinaire autour de ces produits vivants et changeants. Il explore l'inconnu chaque jour en improvisant des recettes, ce qui est une autre facette de son inventivité et de son refus de la routine.\n\nCette volonté d'innover, souvent en opposition avec les attentes des autres, montre à quel point la passion et l'authenticité sont des moteurs essentiels dans sa créativité. Il n'hésite pas à prendre des risques pour rester fidèle à sa vision, et cela lui permet de maintenir une véritable connexion émotionnelle avec ce qu'il fait."
                ]
            }
        ]
    },
    {
        "utilisateur": "Kirollos Guendi",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract (S1.E1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans le premier épisode de Abstract, on voit bien que la créativité de l’artiste est profondément liée à ses propres expériences et son parcours personnel. Quand il dit qu'il ne peut pas juste se définir comme quelqu'un qui travaille de 9h à 18h, il montre bien que la création artistique va bien au-delà d’un emploi du temps traditionnel. On le voit aussi visiter un musée, se balader dans la nature, ou prendre un café dans un Starbucks le matin. Même si ces moments ne semblent pas directement liés au travail, ils ont une grande influence sur ses créations. Par ailleurs, son dernier projet pour The New Yorker, avec l’illustration du métro, est clairement inspiré par sa propre façon de voir le métro. Cela donne lieu à une couverture très originale, avec un arrière-plan et des images en 3D. On comprend alors que son approche artistique dépasse la simple création visuelle : elle implique aussi une réflexion profonde. Il explique que son processus créatif se divise en deux : celui de l’artiste libre et celui du critique qui analyse et juge son propre travail."
                ]
            }
        ]
    },
    {
        "utilisateur": "Laure-Anne Margaux Réau",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "\"Être créatif, Unhappy\" de ARTE",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Deux personnes sont interviewées dans cet épisode:Le professeur Werner-Mang, un chirurgien esthétique renommé mondialement, exerçant à ConstanceStefan Sagmeister, un graphiste/designiste autrichien habitant à New YorkTout d'abord, un environnement favorable est essentiel à la créativité, où la divergence d'idées est considérée comme positive.Quand on regarde l'histoire, il y a des épicentres de créativité, comme Athènes en -500 ou Florence à la Renaissance.Stefan aime son environnement car New York lui offre beaucoup de rencontres et il est entouré de personnes qui osent se lancer, de sources d'inspirations diverses et variées.Arte détruit le mythe de l'artiste dans son coin, ou du scientifique fou dans sa cave. Pour créer, on a besoin d'interactions, on a besoin de l'hummus constitutif d'une société.Arte détruit aussi un mythe selon lequel les artistes sont des êtres tourmentés, comme quoi il faudrait être en souffrance pour être créatif.Au contraire ici, Arte veut montrer que la créativité peut nous rendre heureux et inversement. Des émotions positives augment la créativité, c'est la théorie de l'élargissement constructif.On est en mesure de réfléchir d'avantage et différemment.Arte mais également en avant que la créativité n'est pas restreinte aux arts, comme discuté en cours.Mais on peut la retrouver dans l'ingénierie, l'aérospatial, ou dans la médecine.Le professeur Mang est passionné et parle de nez et de cartilage comme un peintre parlerait de peinture ou d'aquarelle.Il est inspiré par les gens qu'il croise tous les jours, dans le métro par exemple. Il observe les visages, la symétrie et l'harmonie dans chacun d'eux.Quand Stefan doit faire un design graphique, il ne va surtout pas voir d'autres oeuvres. Il va trouver de l'inspiration dans la littérature ou un domaine lointain au sien. En effet, le cerveau est feignant. Si on lui demande une idée, il ira chercher là où il y a déjà de bonnes connections synaptiques.L'ennui, la rêverie, sont de très bonnes sources de créativité.Il a besoin d'une structure très claire et de limites bien définies pour commencer un projet.Il faut trouver la juste dose de liberté/choix."
                ]
            },
            {
                "titre_du_forum": "Chef's table: Alain Passard",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour,J'aimerais vous partager les facteurs d'inspiration trouvé dans Chef's table: Alain PassardAlain est un grand cuisinier français, avec 3 étoiles au guide Michelin.Il a appris la cuisine auprès de sa grand-mere, qui travaillait beaucoup avec le feu.Il vient d'une famille très artistique (grand-mère cuisinière, père musicien, mère couturière, grand-père sculpteur de bois)Il a donc appris de multiples techniques manuelles dans son enfance, qu'il réutilise dans sa cuisine aujourd'hui.Le geste, la main, sont très importants dans sa cuisine.Il a également appris auprès de grands chefs étoilés, dans différentes brigades.Il a donc un bagage technique incroyable, où on lui a appris surtout à observer.Il trouve également de l'inspiration dans des pièces artistiques, comme des ballets.Il cherche ensuite à retranscrire l'élégance de ces oeuvres dans sa cuisine.Aujourd'hui, il cuisine uniquement autour des légumes, presque sans aucune viande.Il a son propre potager et cuisine uniquement avec ces produits là.Il invente par là l'idee du légume qui part de la source jusqu'à l'assietteAucune recette n'est notée sur un carnet. Chaque jour, les recettes sont créées sur place en fonction des produits du jour.C'est dans le produit même qu'il va chercher son inspiration.Il remet au centre de l'assiette les légumes, qui sont souvent considérés comme des accompagnateurs.Il dit avoir retrouvé le gout à cuisiner en supprimant tous les plats contenant de la viande, ces mêmes plats lui ayant permis d'obtenir ses 3 étoiles.Ce choix a été très controversé auprès des collègues comme des clients."
                ]
            }
        ]
    },
    {
        "utilisateur": "Louis-Philippe Bock",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract : Ralph Gilles",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'épisode 4 de la saison 1 démontre comment, Ralph Gilles, un designer de voiture chez Chrysler originaire de Montréal, effectue le design des voitures de la marque américaine qui en arrache beaucoup dernièrement. Il a commencé a remarqué les voitures à l'âge de 9 ans et tout de suite après, il a débuté a dessiné des modèles originales et créatifs... du moins à ce qu'il dit! Il a abandonné ses études universitaires après seulement 5 semaines, car il ne sentait pas que son talent et sa créativité étaient bien exploités, il a donc eu un emploi chez Chrysler et de fil en aiguille, devient chef designer.Malgré tout son talent et sa créativité étant enfant, je ne crois pas qu'il s'en ai beaucoup servi une fois adulte avec une la lourde responsabilité de représenté la marque. Cette pression l'a forcé à être plus conservateur, mais il a toujours voulu créer des voitures inspirantes et originales. Je crois qu'il a utilisé sa créativité dans ces techniques de design plus que dans ces designs en eux-mêmes, puisque ses grandes connaissances en voitures antiques, surtout des années 1930, lui as inspiré plusieurs modèles. Aussi, il se basait sur des intérieurs de maisons qui dégageaient un sentiment de confort pour concevoir les intérieur de voiture, ce qui parlait beaucoup aux acheteurs.En somme, il est créatif pour ses design inspiré qui améliore des voitures du passé avec des technologies actuelles."
                ]
            }
        ]
    },
    {
        "utilisateur": "Lydia Ouaret",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table : Cristina Martinez",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Après avoir regardé le premier épisode de la saison 5 de Chef's Table, consacré à Cristina Martínez, j'ai constaté que l'épisode met particulièrement en avant deux facteurs clés influençant son processus créatif : son héritage culturel et son activisme. L'épisode montre comment Cristina puise dans les techniques traditionnelles de la barbacoa, apprises de son père au Mexique, pour créer des plats authentiques à Philadelphie, malgré les défis liés à son statut d'immigrante sans papiers. Cette capacité à transformer des traditions ancestrales en une opportunité de survie démontre comment la créativité peut émaner de la réinvention des ressources disponibles.De plus, son utilisation de la cuisine comme plateforme pour l’activisme social est particulièrement inspirante. Cristina a su faire de son restaurant un lieu de sensibilisation aux droits des travailleurs immigrants, utilisant son plat phare pour véhiculer un message de justice sociale. Cela illustre comment la créativité culinaire peut dépasser le simple acte de cuisiner pour devenir un acte de protestation et de solidarité. En somme, l'épisode révèle bien que la créativité, dans le contexte de Cristina Martínez, est profondément liée à l'héritage personnel et à l'engagement communautaire, transformant des défis en sources d'inspiration et de changement social."
                ]
            },
            {
                "titre_du_forum": "Abstract Neri Oxman: Architecture Bioclimatique",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je partage entièrement vos point de vue sur la capacité de Neri Oxman à intégrer diverses disciplines comme la médecine, la biologie et l'architecture dans ses créations, ce qui lui permet de franchir les frontières entre science et art. Vous soulignez très justement l’importance de cette approche interdisciplinaire.\n\n J’aimerais rebondir sur l’idée de son innocence, je trouve que ce facteur joue un rôle central dans sa capacité à fusionner des domaines aussi divers. Oxman conserve une forme de curiosité enfantine qui lui permet de ne pas se limiter par les conventions académiques ou professionnelles. Elle aborde chaque projet avec un regard neuf, ce qui lui permet d'explorer des solutions que d'autres auraient peut-être ignorées ou jugées impossibles. Cette innocence se traduit aussi par son désir de voir au-delà des divisions traditionnelles entre disciplines, et c’est probablement ce qui lui permet de réinventer constamment ses idées et méthodes.\n\nJe trouve également intéressant de noter que l'intégration active de la nature va au-delà du simple biomimétisme. Oxman utilise des organismes vivants comme des vers à soie non seulement comme inspiration, mais comme acteurs du processus créatif. Cela reflète une véritable symbiose entre la nature et la technologie dans son travail, ce qui pourrait potentiellement redéfinir la manière dont nous construisons et concevons à l’avenir. Son passé en médecine influence clairement cette approche, car elle a une profonde compréhension des systèmes biologiques qu’elle peut exploiter dans ses projets.\n\nEnfin, le lien entre esthétique et fonctionnalité est un aspect crucial de son travail. Comme vous l'avez mentionné, son travail ne se limite pas à la fonctionnalité. Elle cherche à créer des œuvres d’art tout en répondant à des défis scientifiques ou techniques. Cela renforce l'idée que l'architecture, dans son cas, n'est pas seulement une science, mais un art à part entière."
                ]
            }
        ]
    },
    {
        "utilisateur": "Marcien Fossuo Fokam",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table: France Alain Passard_2016",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Les facteurs d'influence qui ont contribué à la créativité de Alain Passard sont:La bissociation: Sa grand-mère a été une inspiration profonde pour lui. Il s'y est grandement appuyée car elle avait la dextérité et lui la recette. Donc, cette combinaison d'idées, de solutions et d'univers a fait de lui le chef qu'il est devenu. Les jardiniers et les cuisiniers développent un intérêt pour une meilleure qualité des légumes.L'accueil: C'est à l'âge de 14 ans qu'il a choisi d'être cuisinier et n'a jamais changé d'avis. Il a très tôt compris ce qu'il voulait faire de sa vie et a ainsi développé une énorme passion pour son métier. Le Plaisir: Alain ne cuisine qu'avec ce qu'il a dans le jardin. En créant un monde étroit dans lequel tout le monde se retrouve, il est motivé à cultiver lui-même ses légumes et s'assure ensuite du processus jusque dans l'assiette. L'Incubation: A Arpège, Alain travaille à l'instant. Les plats peuvent changer tous les jours même à chaque service et rien n'est écrit dans les recettes. Tout est donc élaboré en fonction de ce qui arrive dans les jardins. Il n'y a pas de cahiers de cuisine, il ne note jamais une recette, il cherche plutôt autre chose pour avancer. Il laisse son inconscient travailler et ainsi lâche prise. Les jardiniers lui permettent de développer la créativité.L'intuition: A travers la qualité du légume, il ressent le confort de ce dernier, l’air, l'altitude. Les jardins sont des sources d'inspirations fantastiques pour la créativité. L'imprégnation: Il a eu la chance de naître dans une famille artistique. Père: musicien; mère: passionnée de couture et grand-mère: cuisinière. Son grand-père était sculpteur car travaillait le bois. Le milieu familial lui a donné envie de se servir de la main et tout ce qu'il a appris depuis l'enfance, il le met en pratique à travers le geste, la main.Pleine conscience: Il travaille la pâte comme un tissu, tourne autour, cherche la forme, fait des gestes. Il y apporte du charisme."
                ]
            },
            {
                "titre_du_forum": "Chef's Table  - Mashama Bailey_Volume 6_Episode 1",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Les facteurs d'influence de la Chef Mashama Bailey sont les suivants:La sérendipité: Le nouveau regard qu'elle éprouve quand elle retourne au \"Golden Coast\" où elle se connecte avec les personnes, les gens, la terre Savannah et aussi l'inconnu qui rempli son âme. Le retour à sa ville a donc suscité une augmentation de l'état de réceptivité,  d'ouverture et de confiance. La gratitude: Ici la chef marque une reconnaissance envers les expériences historiques de la ville. Etant dans le Sud (Savannah, Georgie), avec son passé ségrégationniste. Elle s'y inspire pour son restaurant \"The Grey\" situé près de la Station d'autobus au passé raciste.L'imprégnation: D'origine Africaine-Américaine, elle apporte directement une touche culinaire issue de sa communauté et ainsi propose une large gamme ou diversité traditionnelle de menus tout en demeurant orientée à l'ouverture d'autres plats culinaires. Les nouvelles découvertes ont en outre contribué à influencer sa créativité.La curiosité d'esprit: La tradition a beaucoup joué car les gens recherchaient à être servis par des chefs d'origine afro-américaines. La richesse culture ou l'héritage a entraîné un regain de l'apprentissage chez les jeunes, qui eux autour de la table s’intéressaient aux personnes plus âgées, des histoires passées.  L'attitude mentale:  Pendant l'enfance, sa grand-mère pétrie d'expérience culinaire a été un exemple, un mentor, un coach pour Mashama. Grâce à sa famille, elle a compris que les belles rencontres, les bonnes connaissances se font autour d'un repas. Tout ceci a donc démontré ce qu'elle voulait exactement dans la vie.   La positivité et la proactivité: A l'âge de 11 ans et avec sa famille, Mashama est partie à New York à la recherche de meilleures opportunités et une meilleure qualité de vie. Seulement le volet cuisine ne lui satisfaisait pas. Elle effectua donc un retour vers le Sud."
                ]
            }
        ]
    },
    {
        "utilisateur": "Marina Guendi",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of Design | Tinker Hatfield: Footwear Design (S1,E2)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je ne pense pas qu'Aimée et Hugo se concentrent uniquement sur les facteurs externes. Ils disent plutôt que la créativité vient avec un bagage d'expériences ainsi que la communication avec les autres, et non uniquement de l'expertise de Tinker Hatfield. En effet, ce dernier sait bien poser les problèmes, ce qui est déjà un bon départ. De plus, Tinker Hatfield, en plus de travailler dur, n'a pas peur de faire le premier pas. Il élimine simplement les contraintes logiques qui l'entourent et laisse son esprit et ses réflexions le guider sur l'instant."
                ]
            },
            {
                "titre_du_forum": "Abstract (S1.E1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cette émission, il nous montre que la créativité ne nécessite pas nécessairement une complexité extrême et qu’elle ne commence pas toujours à partir d'une page blanche. Par exemple, lorsqu'il était assis dans un café et a conçu un carnet à effet \"slow motion\", cette idée est née après la lecture d'un livre qui l’a profondément marqué. Il a réalisé que cette vision du monde l'avait influencé et touché. Ce que je veux souligner, c’est que parfois, nous ressentons des émotions ou des perceptions sans être capables de les exprimer immédiatement, car notre esprit n’a pas encore établi les connexions nécessaires. L'artiste le suggère presque implicitement en disant qu'il s’efforce de créer un art qui le touche personnellement tout en permettant aux autres, avec leurs propres expériences, de faire ces connexions."
                ]
            }
        ]
    },
    {
        "utilisateur": "Martin Creuze",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of design | Ilse Crawford : Architecture d'intérieur (s1,e8)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hello ! J'ai l'impression que les facteurs qui influencent Ilse Crawford dans son travail semblent provenir de son passé. Tout d'abord, je dirai de son éducation. Son père lui rappelait régulièrement que c'est en se posant des questions qu'on trouve la solution et sa mère lui laissait la liberté de s'exprimer de la façon qu'elle voulait. Cela fait une mélange entre réflexion, liberté et empathie : des piliers forts de son processus de création (questionnement => empathie => imagination). J'ai aussi l'impression que son vécu en tant que jeune fille face à l'hospitalisation de sa mère a fait d'elle quelqu'un très sensible. Petite, elle trouvait l'hôpital où était hospitalisé sa mère très morbide et sans âme. Aujourd'hui, elle met un point d'honneur à créer des espaces chaleureux où n'importe qui se sentirait chez soi (exemple de la salle d'attente de la compagnie Cathay Pacific où elle a décidé de ne pas aligner les chaises comme toute autre salle d'attente typique, mais de les mettre en rond). De même, jeune, elle habitait dans des quartiers avec beaucoup de maisons en ruine, et sortait dans la nuit pour en sauver quelques une du boulet de démolition. Aujourd'hui, elle est capable de voir au delà du présent du bâtiment et comment lui redonner une nouvelle énergie. Enfin, ses études ont suivi cette logique de placer l'humain en premier plan : en plus d'études en architecture elle a étudié l'anthropologie et les sciences comportementales afin de comprendre comment l'humain découvre le monde et pourquoi les gens sont plus à l'aise dans certains lieux que d'autres. Je dirai que c'est pour cette raison qu'elle donne aux 5 sens une place importante dans son processus de création.Les contraintes sont aussi des facteurs qui poussent sa créativité. Elle dit dans l'épisode \"le design a besoin de contraintes pour s'épanouir\". Les souhaits des clients sont aussi un moyen de toujours chercher quelque chose de nouveau, de créatif. Chaque lieu a une identité singulière, avec une réelle connexion avec son propriétaire."
                ]
            },
            {
                "titre_du_forum": "Chef's Table | Dan Barber",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Après avoir regardé l'épisode sur Dan Barber et ses restaurants Blue Hill, je dirai que les facteurs qui influencent la créativité de ce cuisinier sont les suivants : - les aléas de la vie. C'est suite à un accident que le cuisiner a été remarqué par de grands critiques gastronomiques. Pour l'histoire, il a acheté des asperges sans savoir qu'il y en avait déjà plein dans le garde manger et s'est ensuite imposé de mettre de l'asperge dans tous ses plats. Un autre aléa de la vie que Dan a du surmonter est la mort de sa mère très jeune. Suite à quoi il a du commencer à se faire à manger seul. Ainsi, ces aléas ont imposé des contraintes qui lui ont demandé de faire preuve de créativité pour les surmonter. Sans ces évènements, Dan n'aurait sûrement pas travaillé autant sa réflexion et imaginaire gastronomique.- ses valeurs personnels. Dan est très engagé dans l'écologie. Par exemple, il s'impose de composer ses plats avec seulement des produits de saison. Selon moi, ces contraintes sont à l'origine de sa créativité, du moins d'un point de vue client. Comme il le dit dans l'épisode, \"la cuisine américaine est née de la facilité [...] Elle est basée sur des ingrédients pas terribles, disponibles en abondance\". Alors, en s'imposant d'utiliser des variétés de légumes ou de céréales moins connus du grand public ou en cuisinant des parties de la viande d'habitude jetés pour ne rien gâcher, il se rend créatif pour un œil non expert qui goutte ce genre de produits pour la première fois. Il base sa cuisine dans l'optique de répondre à un défi écologique.- son équipe. Dan travaille énormément en équipe pour réaliser ses menus basés sur les produits de sa ferme. Bien qu'il fait preuve à lui seul d'une grande imagination, vivacité d'esprit et curiosité, il ne met pas de côté son équipe et organise des sessions de brainstorming afin de générer le maximum d'idées possibles.- la cuisine française. Dan a travaillé en France et a été grandement inspiré par la tradition culinaire française et son obsession pour la qualité. Tellement influencé par la culture française qu'il a même adopté le sale caractère des grands chefs français."
                ]
            }
        ]
    },
    {
        "utilisateur": "Massine Azzoug",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of Design | Christoph Niemann: Illustration",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Christoph Niemann est un illustrateur et designer allemand connu pour sa manière originale d'aborder l'illustration et la narration visuelle. Sa créativité se manifeste dans sa capacité à transformer des objets du quotidien en concepts visuels captivants. Il insiste sur l'importance de se lancer dans le processus créatif, affirmant que commencer à créer peut souvent déclencher l'inspiration.Dans l'épisode, Niemann parle aussi du syndrome de la page blanche. Il explique qu'il est essentiel de se mettre au travail même si l'inspiration n'est pas encore là. Parfois, il suffit de commencer à dessiner pour que des idées commencent à émerger. Cela montre que la créativité ne dépend pas seulement d'une étincelle d'inspiration, mais peut aussi se développer grâce à l'engagement.Un autre point qu'il souligne est l'importance de l'observation et de la curiosité. Niemann montre comment il trouve l'inspiration dans les détails de sa vie quotidienne, transformant des éléments banals en illustrations fascinantes. Cela rappelle que la créativité peut naître de la capacité à voir le monde différemment et à s'intéresser aux petites choses.Enfin, il parle de la valeur de l'expérimentation. Niemann encourage les artistes à essayer de nouvelles techniques et à prendre des risques dans leur travail. En jouant avec différents matériaux et styles, il montre que l'expérimentation peut conduire à des découvertes inattendues et enrichir le processus créatif."
                ]
            },
            {
                "titre_du_forum": "Abstract : Ralph Gilles",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "la pression de représenter une marque comme Chrysler peut vraiment pousser les designers à adopter une approche plus conservatrice. Cependant, il est interessant de voir comment Gilles réussit à jongler entre son désir d'innover et les attentes du marché.Son utilisation de références historiques, notamment ses connaissances en voitures anciennes, est un excellent exemple de sa capacité à réinterpréter des éléments du passé dans ses designs modernes. Cela prouve que la créativité ne se limite pas à inventer quelque chose de complètement nouveau, mais peut aussi consister à revisiter et à améliorer des idées existantes.Cela m'amène à me demander comment d'autres designers pourraient trouver un équilibre similaire entre leur vision personnelle et les exigences du marché."
                ]
            },
            {
                "titre_du_forum": "Abstract: The Art of Design | Ralph Gilles (S01E05)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Gilles est un passionné de l'automobile, et il est indéniable que sa passion est le moteur principal de sa créativité. Sa connaissance de la culture automobile et son implication directe dans l'expérience conducteur sont des éléments au cœur de sa créativité, cependant plusieurs autres facteurs contribu à sa creativité-L'héritage culturel et l'identité : Gilles met en avant l'importance de ses racines culturelles dans son travail de design. Cela lui permet d'ajouter des éléments uniques et personnels à ses créations, enrichissant ainsi son approche et élargissant sa créativé.-L'innovation technique : Il souligne l'impact des nouvelles technologies sur le processus de design. L'utilisation d'outils modernes lui permet d'explorer de nouvelles idées rapidement, ce qui stimule sa créativité et l'encourage à expérimenter davantage.-La collaboration interdisciplinaire : Gilles évoque l'importance de travailler avec des équipes diverses, y compris des ingénieurs et des spécialistes du marketing. Cette collaboration favorise un échange d'idées qui enrichit le processus créatif et permet de créer des solutions innovantes."
                ]
            }
        ]
    },
    {
        "utilisateur": "Matéo Farines",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract : Ralph Gilles",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Voici quelques influences sur la créativité de Ralph Gilles, designer automobile :Le marché de l’automobile : Ralph Gilles conçoit des voitures destinées à la vente, ce qui l'oblige à créer des courbes adaptées à divers marchés à travers le monde.Modèles anciens : Il puise son inspiration dans des éléments présents sur des voitures classiques. Par exemple, le toit en double courbure de la Chrysler Viper s'inspire d'un modèle Alfa Romeo de 1958.Voitures des années 1970 : Enfant, il trouvait les voitures des années 70 « moches ». Cette opinion a sans doute été un facteur d'influence, lui permettant de développer un esprit critique sur les designs qu'il souhaitait réaliser.Maisons : La voiture est devenue un véritable espace de vie, et il est donc essentiel que son design reflète un certain confort. Il s'inspire ainsi des intérieurs de maisons, chalets, chambres d'hôtel, etc., pour intégrer ces éléments dans ses créations automobiles."
                ]
            },
            {
                "titre_du_forum": "Chefs table : Albert Adria",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut, je suis entièrement d'accord avec ton analyse. J'ai remarqué les mêmes éléments pendant le visionnage de l'épisode.\n\nOn pourrait ajouter qu'Albert a fait une découverte déterminante qui a profondément changé sa vision de la cuisine : celle de la cuisine moléculaire, notamment la technique de sphérification. Cette découverte lui a permis de créer un de ses plats emblématiques, « l'olive ». Grâce à cette innovation, il a pu exprimer toute sa créativité, surtout dans un lieu d'expérimentation comme El Bulli, ce qui a accentué son côté avant-gardiste et transformé la cuisine moderne.\n\nDe plus, l'Espagne, son pays d'origine, a influencé l'ouverture de son restaurant Tickets. En effet, l’une des spécialités espagnoles est les tapas, et il est probable que cette influence ait joué un rôle dans la création de son restaurant, qui propose une variété de tapas en accord avec son approche avant-gardiste de la cuisine moléculaire."
                ]
            }
        ]
    },
    {
        "utilisateur": "Mathias Gagnon",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract : The Art of Design | Olafur Eliasson: The Design of Art (S2, ep.1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai aussi écouté cet épisode et je suis d'accord avec le fait qu'il s'inspire de bien des choses simple de la nature, mais plus que cela, il me semble s'inspirer des choses que nous prenons pour acquises.\nIl va chercher des talents dans divers domaines pour être capable d'offrir des expériences plutôt que des produits. C'est ce dernier point qui a le plus résonnés avec moi. Il cherche à offrir une opportunité de réflexion sans dicter ce que les gens doivent penser face à ses œuvres. C'est au spectateur de vivre ce qu'il veux, son rôle en tant qu'artiste est simplement d'inviter les gens et de garder en tête pourquoi il fait une œuvre."
                ]
            }
        ]
    },
    {
        "utilisateur": "Matis Hogue",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Abstract : The Art of Design | Olafur Eliasson: The Design of Art (S2, ep.1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour Kevin! J'espère que tu te porte bien. Je réagi a ton texte. Je trouve que Eliasson inspire beaucoup la nature comme tu le dit si bien. Je suis aussi d'accord que ses voyages influence sa vision artistique.\n\nPasse une belle journée Kevin!"
                ]
            },
            {
                "titre_du_forum": "Abstract : Ruth Carter",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le texte présente Ruth Carter comme une créatrice de costumes dont la créativité est nourrie par une diversité d’influences et de méthodes. Ce qui ressort particulièrement, c’est la manière dont elle fusionne la recherche approfondie avec une passion personnelle pour créer des costumes qui transcendent le simple habillement. En s’inspirant des années 70 et des cultures africaines et afro-américaines, Carter intègre des éléments personnels et culturels dans ses créations, rendant ses costumes non seulement authentiques mais également empreints de signification. Son processus commence toujours par le script, ce qui montre une approche profondément narrative : elle ne se contente pas de décorer les personnages, mais cherche à exprimer leur essence à travers leurs vêtements.\n\nSon utilisation de collages et son observation des passants à New York illustrent une méthode d'incubation créative qui puise dans le monde réel pour alimenter ses visions artistiques. De plus, son désir constant d’amélioration et sa recherche d’exactitude historique démontrent un engagement à la fois envers l'authenticité et l'innovation. Ruth Carter ne se contente pas de concevoir des costumes ; elle crée des pièces qui racontent une histoire et reflètent la complexité des personnages, établissant un lien profond entre le passé, le présent et la fiction.\n\nPasse une belle journée!"
                ]
            },
            {
                "titre_du_forum": "Abstract : The Art of Design | Bjarke Ingels : Architecture (S1,E5))",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut ! Dans l'épisode 5 de la saison 1 de la série Abstract: The Art of Design, on plonge dans l'univers fascinant de Bjarke Ingels, un architecte innovant. Ce qui ressort particulièrement de cet épisode, c’est comment la créativité d'Ingels est influencée par sa vision audacieuse et sa manière unique d’aborder les défis architecturaux. Il ne se contente pas de concevoir des bâtiments ; il réinvente la manière dont nous interagissons avec l'espace. Son approche est marquée par un mélange audacieux de fonctionnalité et d'esthétique, inspirée par la recherche de solutions qui allient pragmatisme et imagination. Ingels démontre que la créativité en architecture ne se limite pas à des formes attrayantes, mais intègre aussi une réflexion profonde sur l'impact des structures sur les communautés et l'environnement. C'est cette fusion de pensée audacieuse et de souci du détail qui rend son travail si captivant."
                ]
            }
        ]
    },
    {
        "utilisateur": "Meriem Hassani",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "\"Chef's Table\" sur Cristina Martínez - Épisode 1 _ Volume 5",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai regardé l'épisode de \"Chef's Table\" sur Cristina Martínez et les facteurs influençant sa créativité sont :Héritage culturel : Cristina a été fortement influencée par son héritage culinaire, en particulier par les traditions de la barbacoa de sa famille au Mexique. Ayant appris les techniques traditionnelles de son père et de la famille de son mari, elle a su préserver et adapter ces méthodes de cuisson ancestrales. Ce lien avec ses racines culturelles l'a poussée à recréer ces plats authentiques à Philadelphie, même lorsque c'était difficile à préparer, même dans sa région d'origine.Expériences personnelles : La vie difficile de Cristina, marquée par un mariage abusif et la lutte pour sa liberté, a profondément façonné sa créativité. Face à l'oppression et aux défis liés à son statut d'immigrante sans papiers, elle a trouvé dans la cuisine une manière de s'exprimer, de se battre pour sa famille, et de revendiquer son identité. Sa détermination à offrir une vie meilleure à sa fille Karla l'a poussée à traverser la frontière et à se construire une nouvelle vie aux États-Unis.Engagement social : Cristina a utilisé sa cuisine comme une plateforme pour l'activisme social. En tant qu'immigrante sans papiers, elle a choisi de rendre public son statut et d'utiliser son restaurant pour sensibiliser à la cause des travailleurs immigrés. Son restaurant est devenu un lieu d'espoir et de solidarité pour les immigrants, leur offrant un espace où ils pouvaient se sentir chez eux.Nostalgie : Cristina a ressenti un profond lien avec sa culture mexicaine, en particulier avec la nourriture qui lui rappelait son pays d'origine. Préparer des plats comme la barbacoa et les tortillas à base de maïs indigène lui permettait de retrouver un sens d'appartenance et de connexion avec le Mexique, tout en créant un espace pour les autres immigrants qui partageaient ce sentiment de nostalgie. Cette quête d'identité et de racines a nourri sa créativité, l'amenant à recréer un peu de son pays natal à Philadelphie.Relation avec la communauté : Son restaurant a servi de lieu de rassemblement pour la communauté immigrante. La créativité de Cristina a également été influencée par sa volonté de créer un espace où les gens pouvaient se retrouver et se sentir comme en famille. Elle préparait chaque plat avec amour et considérait ses clients comme des membres de sa propre famille. Ce désir de rassembler les gens autour de la nourriture a stimulé sa créativité, l'amenant à transformer son restaurant en un foyer pour ceux qui cherchaient un sentiment d'appartenance.Collaboration et soutien : La relation de Cristina avec son mari Ben a également joué un rôle dans son processus créatif. Ensemble, ils ont cherché à apporter les ingrédients authentiques du Mexique à Philadelphie, en construisant des liens avec des agriculteurs locaux et en introduisant des graines de maïs indigène pour préparer des tortillas traditionnelles. Cette collaboration a permis à Cristina d'élargir sa créativité culinaire tout en maintenant l'authenticité de sa cuisine.Détermination face à l'adversité: Cristina a fait face à de nombreux obstacles, y compris le rejet et la peur constante de la déportation. Après avoir été licenciée de son emploi et confrontée à la difficulté d'envoyer de l'argent à sa fille, elle a pris la décision courageuse de lancer son propre restaurant. Cette détermination à surmonter les obstacles a été une source d'inspiration pour sa créativité, la poussant à transformer chaque défi en une opportunité d'innovation et de croissance."
                ]
            }
        ]
    },
    {
        "utilisateur": "Mewen Le Cam",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of design | Ian Spalter : Design numérique (S2, E5)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Selon moi, les facteurs d'influence qui ont contribué à la créativité de Ian Spalter proviennent de son enfance, de sa curiosité, de son expérience professionnelle et aussi de quelques influences culturelles.Il a grandi dans un environnement visuel et artistique ce qui lui a donné très tôt un intérêt pour le design. Il a aussi été beaucoup inspiré par la créativité des films Star Wars et était fasciné par leur manière d'inventer de toute pièce un univers qui n'existait pas. Sa curiosité pour la technologie l'a aussi amené a être exposé au numérique dès son enfance avec un Commodore 64.Au cours de sa carrière, il a travaillé sur des projets variés pour différentes entreprises (le NikeFuel de Nike ou son travail chez Instagram) et donc dans différentes équipes ce qui lui a permis de comprendre l'importance de l'interaction dans le processus créatif. Il a aussi une vision de son travail très centrée sur l'utilisateur et il cherche à rendre les expériences plus agréables et esthétiques, ce qui influence probablement sa créativité.Il a aussi évoqué plusieurs influences culturelles. Tout d'abord, il fait référence aux comédiens de stand-up quand il met en évidence l'importance de l'itération (échouer et réessayer). Cette méthode est commune au milieu du stand-up et au milieu du design et lui a probablement permis de développer des solutions plus créatives. Il parle aussi de l'influence de ses voyages au Japon notamment et à la fin il souligne l'importance de s'éloigner des médias et de vivre des expériences sensorielles dans l'environnement réel afin d'enrichir la réflexion créative."
                ]
            },
            {
                "titre_du_forum": "Chef's Table : Gaggan Anand (Volume 2 Episode 6)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Selon moi, les facteurs d'influence qui ont contribué à la créativité de Gaggan Anand proviennent de son enfance, de sa passion pour la musique, de son expérience culinaire variée et de ses proches.Il a grandi en Inde dans un environnement riche en saveurs et traditions culinaires, ce qui lui a donné très tôt un amour pour la cuisine. En parallèle, sa passion pour la musique, notamment le rock, a influencé son approche artistique et son désir de briser les conventions. Ces deux éléments l'ont encouragé à explorer des choses nouvelles dans le domaine de la cuisine.Au fil de sa carrière, il a été marqué par son apprentissage de la gastronomie moléculaire chez Ferran Adrià, à El Bulli, en Espagne. Cette expérience l'a initié à des techniques modernes et à l'idée de réinventer la cuisine traditionnelle indienne. En créant son propre restaurant à Bangkok, il a fusionné des saveurs indiennes classiques avec des techniques innovantes.Sur le plan culturel, Gaggan s'est inspiré de la diversité des cuisines asiatiques et de la scène culinaire mondiale, tout en ajoutant des éléments inattendus dans son menu, y compris les noms comiques de certains plats. Enfin, il met souvent l'accent sur l'importance de l'innovation et de la prise de risque dans la cuisine, des valeurs qu'il tire de son admiration pour les musiciens rock et les artistes qui osent sortir des sentiers battus.Et j'ajoute aussi que les discussions et le support qu'il a eu avec ses amis, son frère ou toutes les autres personnes qu'il a rencontré ont eu beaucoup d'influence sur sa réussite et donc lui ont permis de mettre en oeuvre sa créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Myriam Veaute",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef’sTable : Mashama Bailey (Volume 6 Épisode1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Les facteurs qui ont influencé Mashama dans sa créativité sont :- la cuisine de sa grand-mère, - l’histoire de la Géorgie et tout particulièrement Savannah, l’endroit où elle a vécu jusqu’à ses 11ans. Pour avoir une identité propre à elle, elle a appris l’histoire comme par exemple le premier chef noir dans les environs ainsi que ses plats,- la connaissance des locaux ( fermiers, ostréiculteurs, …),- ses voyages,- l’envie de créer des plats avec le peu d’ingrédients et spécialement des ingrédients provenant de Savannah.Elle a pour souhait de retransmettre l’histoire dans ses plats. Elle souhaite fusionner les traditions culinaires de sa ville natale au monde moderne."
                ]
            },
            {
                "titre_du_forum": "Abstract : Cas Holman",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cas Holman s'inspire de la nature, des animaux ainsi de tout ce qu'elle voit pour créer ses jouets. Lorsqu'elle était petite, elle était souvent seule et dehors. Elle souhaite retranscrire cette liberté dans ses jouets. \nSon concept est de créer des jouets multifonctions c'est à dire des jouets non spécifiques permettant aux enfants de développer et travailler leur imagination.\nElle a donné l'exemple de la voiture. A la place de demander à un enfant de dessiner une voiture, elle préfère leur demander d'imaginer le moyen de comment se rendre à l'école. Ainsi l'enfant a plus de chance de mettre en avant sa créativité. \nElle a pour souhait de donner la possibilité aux enfants de recréer leur jouet à volonté sans leur imposer une limite sur un concept précis. \nD'autre part, elle fait attention aux matériaux de ses jouets."
                ]
            }
        ]
    },
    {
        "utilisateur": "Niamké Jean-Félix Ahonzo",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table Dario Cecchini",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dario est un boucher italien qui cuisine la viande de façon particulière. Ce qui a influencé sa façon de cuisiner, sa créativité en cuisine, c'est :Sa famille : Il a grandi dans une famille ou l'on cuisinait la viande. Ses grands-parents lui ont appris l'art de la viande. Il est rattaché à ses valeurs familiales culinaires.Son respect pour la viande de l'animal : Lorsqu'il reçoit un morceau de viande, il se doit d'honorer la vie de l'animal mort. Il se dit que chaque partie de l'animal se doit d'être cuisiné comme il faut. Son attachement à la toscane et sa simplicité : Il n'a pas besoin de sauce pour accompagner ses aliments. Il cuit la viande sans en altérer son goût naturel car la cuisine toscane en elle même est simple.Sa recherche permanente d'innovation : Il cherche à transformer chaque morceau de viande qu'il a entre les mains"
                ]
            },
            {
                "titre_du_forum": "Abstract : The art of design (Saison 1 , épisode 7 Platon)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Platon est un grand photographe de son époque ayant photographié des personnalités les plus importantes de notre ère. Ce qui le démarque, c'est la qualité, la précision et ce que transmet ses photographies. Tout le processus créatif derrière cet art a été influencé de diverses manières.La connexion émotionnelle : Lorsqu'il photographie ses sujets, il ne cherche juste pas à appuyer sur l'objectif mais il se connecte émotionnellement avec eux. Ses photos ont alors plus d'émotions.L'enfance: Lorsqu'il était petit, son père lui faisait voir de grands édifices, il a grandi avec un père qui esquissait de beaux dessins et qui lui a transmis l'amour des détails et de la grandeur des choses. Platon lui-même prenait des vieillards comme modèle de dessins quand il était petit. Ses modèles restaient fixes pendant des heures, Il a lors développé son sens de l'observation et son appréciation du monde extérieurLa religion : Platon s'inspire beaucoup de la simplicité des icônes pour ses photos. Il aime leur structure à laquelle se mêle modernisme et artLes études de design : Il a étudié et s'est beaucoup inspiré des méthodes de compression et d'expansion, Cette inspiration provient de Frank Lloyd WrightSa dyslexie : Platon est dyslexique et cette condition lui pose des problèmes car cela lui amène de la complexité dans les choses du quotidien. Le design lui permet de sortir de cette complexité, de cette confusion et d'utiliser la simplicité. C'est cette même simplicité qu'il utilise dans la photographie. Il ne se complique pas la vie. Il a le même appareil photo, la même lumière, le même objectif..Son voyage en grèce : Après ses premiers pas à New York, il est retourné en Grèce, il s'est reconnecté à ses racines en trouvant sa place en tant qu'humain. Il a pu apprécier les mer eil"
                ]
            }
        ]
    },
    {
        "utilisateur": "Nisrine Hamroun",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's table- Grant  Achatz",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans l'épisode de Grant Achatz, on découvre un chef américain qui a une approche qui change de l'ordinaire dans ses créations culinaires. Il s'oriente plutôt vers un autre concept de cuisine basé sur la cuisine moléculaire. Parmi les différents facteurs de créativité que j'ai pu observer, j'ai remarqué qu'il utilise des techniques scientifiques pour les incorporer à sa cuisine tout en repensant et en jouant avec les textures et la présentation des plats. Il pousse les limites de la cuisine et de la gastronomie en créant des plats multisensoriels.Aussi, un autre facteur de créativite que j'ai trouvé remarquable a été son défi contre le cancer de la langue. Ce dernier l'a privé temporairement de son aspect gustatif, ce qui l'a poussé à réinventer et à trouver d'autres solutions qui permettraient à ses plats d'avoir un aspect sensoriel. Cette épreuve a permis à ce chef de développer encore plus son style culinaire en créant des expériences hors normes où les clients se retrouvent à vivre des expériences et à découvrir d'autres aspects a des ingrédients ordinaires."
                ]
            },
            {
                "titre_du_forum": "Chef's Table | Niki Nakayama (S1, E4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve que la créativité de Niki Nakayama vient de sa façon de puiser et s'inspirer des influences culturelles assez variées tout en utilisant à la fois son imagination. \nElle pousse sa créativité dans ses recettes en expérimentant avec des éléments qui appartiennent aux cultures culinaires des deux pays où elle a travaillé. Cela lui permet non seulement d’utiliser de nouvelles techniques, mais elle ajoute également sa propre touche personnelle dans la cuisine kaiseki. \nAussi, j’ai remarqué une autre source de créativité : sa contrainte de respecter la saisonnalité des produits. Cela la pousse à trouver des solutions et à mettre en avant des produits saisonniers, ce qui est une véritable source d’innovation pour cette cheffe."
                ]
            }
        ]
    },
    {
        "utilisateur": "Noël Mhanna",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Abstract : The Art of Design / Bjarke Ingels: Architecture (S1, E4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bjarke Ingels, architecte danois présenté dans l’épisode 4 de \"Abstract: The Art of Design\", puise sa créativité dans divers facteurs. Il est fortement influencé par la culture nordique, axée sur le minimalisme, la fonctionnalité et la durabilité, ainsi que par son désir de fusionner la nature et l’architecture. Cette approche se reflète dans des projets comme '8 House', où la nature s’intègre aux constructions humaines. Ingels développe également des concepts d’utopie pragmatique, alliant grandes idées et solutions réalisables. L’utilisation des technologies, telles que la modélisation 3D, lui permet de repousser les limites traditionnelles de l’architecture. Son design centré sur les utilisateurs vise à améliorer leur qualité de vie au quotidien. Enfin, il voit dans les contraintes budgétaires et environnementales des opportunités pour innover, transformant les défis en sources d’inspiration. Ces éléments combinent tradition, innovation et sensibilité sociale pour définir sa démarche créative."
                ]
            }
        ]
    },
    {
        "utilisateur": "Paloma Bert",
        "total_des_commentaires": 4,
        "forums": [
            {
                "titre_du_forum": "Chef's table : Jordi Roca",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Belle analyse des différentes influences évoquées dans l'épisode sur Jordi. Cependant, je pense que plusieurs des points listés pourraient se recouper. L'indépendance, le côté rebelle, le jeu font tous, selon moi, partis de la personnalité de Jordi. Il est ouvert à l'expérience, prêt à explorer de nouvelles perspectives, à prendre des risques pour trouver des approches non conventionnelles. Il est aussi très persévérant et accepte de ne pas trouver la solution dès les premiers essaies. Tous ces traits de personnalités contribuent à stimuler sa créativité.",
                    "C'est un épisode assez intéressant dans la mesure où on voit Jordi se passionner petit à petit pour la cuisine au fur et à mesure de l'épisode, ce qui déconstruit l'idée selon laquelle on nait / est passionné. C'est en apprenant les subtilités de la cuisine qu'il finit par développer une sensibilité  qui lui permet de developper des idées de desserts de plus en plus originales. La créativité peut donc venir de sources totalement insoupçonnées et c'est pourquoi il est important d'avoir les intérêts les plus divers possibles; d'essayer et de s'accrocher à des choses qui ne nous paraissent stériles. Jordi cherche des thèmes à partir duquel il crée ses desserts, cela confirme l'idée évoquée en cours selon laquelle il est plus facile de développer ses idées lorsqu'on limite notre recherche à un cadre précis. Dans l'épisode, Jordi part dans une ferme où sont élevées des brebis d'une espèce assez rare. De ce séjour, il revient avec l'idée d'un dessert entièrement autour de la brebis.Enfin, la créativité peut venir du savoir, de la formation. Lors d'un stage avec un expert glacier, Jordi apprend comment les parfums ambiants peuvent nuire au goût de la glace, mais au lieu de suivre le conseil de l'expert et de travailler sa glace dans un lieu stérile, il décide au contraire d'embuer la pièce de fumée de tabac pour permettre à la glace de s'imprégner du parfum d'un cigare."
                ]
            },
            {
                "titre_du_forum": "\"Être créatif, Unhappy\" de ARTE",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La vidéo que tu commences a l'ait très intéressante. Il existe de nombreux mythes qui inhibe beaucoup de personnes à exprimer leur créativité et il est important de les déconstruire car on va avoir beaucoup de plus en plus d'idées et de solutions créatives pour palier à tous les problèmes scientifiques, sociaux, économiques et culturelles causés par le dérèglement climatique. \nDans l'antiquité et jusqu'au siècle des lumières, les scientifiques étaient aussi les artistes. Ils étaient les philosophes, les écrivain... Cela souligne bien que la démarque créative est la même pour tous les penseurs, que ce soit en art, en philosophie ou en biologie. Il y a effectivement un cadre à respecter, des règles à connaitre et à maitriser pour pouvoir, peut-être, si on le souhaite, s'en affranchir (ou pas)."
                ]
            },
            {
                "titre_du_forum": "Neri Oxman lab : How artistic thinking can help you be a better scientist",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "I chose the episode about bio architecture because I am sensitive to ecologic matter. However, I could not have chosen a better episode. I loved the way the speakers pointed out the struggle of our modern societies to picture and accept to cross link art and science. But Neri Oxman lab goes far beyond that because it is not just about cross-linking art and science but art, science, engineering and design at a very advanced level, which invited to rethink the boundaries between concepts and things. I've always felt like artistic thinking could help me be a better scientist but I did know how. Now I do ."
                ]
            }
        ]
    },
    {
        "utilisateur": "Raphaël Delforge",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Abstract : Ilse Crawford",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai regardé l'épisode sur le design intérieur après celui sur l'architecture. J'étais curieux de voir les parallèles et contrastes visibles dans ces 2 disciplines parfois considérées comme proche. Même si ils en parlent dans l'épisode, je garde l'idée du design d'intérieur comme un art très différent de l'architecture, ou même de la création de meubles. Particulièrement à la minute 21 on voit le travail d'orchestration des matériaux pour créer un espace de lounge première classe.Je trouve que l'architecture ou la création de meuble est un processus créatif très particulier qu'on ne retrouve peu dans le design. Etant musicien, j'associe plus le travail d'architecture à un processus de composition et celui de designer à un chef d'orchestre à l'écoute du soliste dans un concerto.C'est une métaphore qui m'est venu dès le début de l'épisode où Crawford répète l'importance de l'empathie, de l'écoute du client, etc. Cela rejoint finalement mon autre réflexion sur l'ego de l'architecte qui crée une construction fruit de son imagination et sa créativité."
                ]
            },
            {
                "titre_du_forum": "Abstract : Bjarke Ingels",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis très intéressé par l'architecture, et cet épisode à été l'occasion pour moi de réfléchir à certaines idées communes de l'architecture. Une discussion qui revient souvent est l'égo. L'égo de l'architecte est un sujet qui revient souvent, et en l’occurrence il a été mentionné dans cet épisode, explicitement et implicitement. Un moment intéressant pour moi est la phrase à la minute 24.14. Concrètement on critique souvent les nouvelles constructions \"originales\" de l'architecte moderne qui ne seraient pas partie du contexte. Ingels répond en faisant remarquer que si l'on pense à Copenhague, on pense justement aux tours et clochers historiques plutôt qu'aux maisons de brique rouge qui forme le tissu architectural typique de la ville.Pour moi, c'est un point majeur qui transcende pas seulement l'architecture mais aussi l'urbanisme et d'autres arts.Un architecte-star comme Ingels ou d'autres gagnants du Pritzker (les starchitectes comme on les appellent), construisent des ego, mais qui doivent être dans un contexte. C'était frappant pour moi quand il montre à la fin de l'épisode tout ses bâtiments depuis le haut de son dernier projet sur l'usine.Dans ce cas, une construction aussi délirante que le centre Pompidou à Paris ou The Shard à Londres, tout deux construits par Renzo Piano, deviennent de véritables anomalies dans la ville, mais c'est justement là qu'elle prennent un sens et s'intègrent dans le concept d'une grande ville.A l'inverse, urbanistiquement, une ville ne peut pas être une somme d'égos. Cette idée dépasse le concept de constructions moderne ou vernaculaire, mais vraiment voir une construction comme un égo.On peut prendre l'exemple de Manhattan, ou toutes les gratte-ciel d'architectes connus ce côtoient mais ne forme pas un contexte. On ne peut plus caractériser la ville que par une \"Skyline\", simple ligne qui est amenée à évoluer avec de nouvelles constructions.Dans ce sens, Ingels est impressionnant car il arrive à créer des \"statements\" architecturaux qui peuvent devenir des icônes, mais dans un concept social et écologique, à bas prix, en les intégrant à un tissu urbanistique existant. C'est autant de l'architecture que de l'urbanisme.Evidemment il y a d'autres réfléxions comme l'idée de trouver quelque chose de mieux à partir d'une contrainte, etc"
                ]
            },
            {
                "titre_du_forum": "Abstract : Ruth Carter",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai regardé cet épisode après avoir regardé celui sur Bjarke Ingels. C’était intéressant de voir comment dans ces deux domaines très différents, la créativité venait très différemment. Chez Ingels on voyait bcp de créativité émaner de la contrainte financière, ou du terrain.A l’inverse, j’ai trouvé que le processus chez Ruth était très “éponge” : se balader dans les rues et regarder les gens. Créer un moodboard, imaginer une histoire, un scénario pour cette personne. On voit 2 perpectives différentes de la créativité qui semblent eloignés, on revient pourtant à des créations très originales dans les 2 contextes.Ingels lui avoue ne pas rêver de ses constructions. On semble percevoir une approche plus pragmatique. Cependant, posé sur le papier ces idées deviennent des obsessions pour celui-ci comme il le dit dans son documentaire."
                ]
            }
        ]
    },
    {
        "utilisateur": "Ravy Por",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Abstract (S01E08): Ilse Crawford: Interior Design / Chef's Table: Tim Raue (S03E01)",
                "nbre_de_commentaires": 3,
                "commentaires": [
                    "Centré vers l'humain, comment les personnes se sentent,  l'environnement et la fonctionnalité de celui-ci.Le processus de création est du design intérieur est stratégique et orchestré pour que l'humain expérimente des émotions. Pour ce faire, Ilse choisit stratégiquement des matériaux, textures, design, odeur, visuel qui produisent inconsciemment une sensation de bien-être.C'est une séquence d'idée de base où sera interrogée les humains en fonction de l'environnement pour créer des émotions pouvant être en lien avec le côté domestique, confort, bien-être, luxe, et autres.J'estime aussi que la \"base de données\" d'Ilse Crawford, est une partie important, ses expériences, elle s'enrichie en voyagent, visitant de nouvel endroit, enseignant à la relève, collaborant avec de nouvelles personnes, de nouveaux projets , nouveaux matériaux et nouvelles textures.",
                    "Je fais également le lien avec l'épisode Tim Raue de Chef's Table (S03E01). L'expérience et le passé de Tim que j'appelle la base de données,  l'a notamment forgé à travers son art comme Isle Crawford. \nIl  a grandi à Berlin durant la période difficile avec la chute du mur et dans un milieu défavorisé. Sa passion est également des créer des émotions et réactions face à sa nourriture. Ilse cherchait le bien être et Tim cherche à provoqué et surprendre, à ce que ces clients vivent des émotions.",
                    "Exactement, de mon côté, lorsque tu mentionnes \"observer et à s'inspirer des espaces de vie réels\", je le nomme plus haut comme sa base de données. Je seconde pour l'autre aspect, c'est un bon point pour la collaboration."
                ]
            }
        ]
    },
    {
        "utilisateur": "Rukhama Adlai Florestal",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef’s Table | Massimo Bottura (S1, E1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "On peut aussi dire que plusieurs facteurs influencent la créativité de Massimo.\nTout d'abord, comme expliqué dans l'épisode, il a une excellente mémoire des différents ingrédients. Il utilise donc ces connaissances et cette mémoire pour réinterpréter les aliments de manière moderne et être ainsi plus créatif. Il reprend des plats traditionnels d'Italie et les présente sous une forme différente.\n\nIl s'inspire également de son vécu personnel, qu'il intègre dans son art. Par exemple, il cherche à retrouver, à travers son art, les souvenirs de son enfance, notamment le temps passé avec sa grand-mère. Il puise également dans des expériences inattendues, comme lorsque son sous-chef casse une tarte au citron, pour en faire une nouvelle inspiration culinaire. De plus, il incorpore les influences artistiques découvertes grâce à sa femme dans ses créations culinaires.\n\nEnfin, son désir de renouveler la cuisine italienne et de laisser la place à la nouvelle génération l'a poussé à prendre des risques, ce qui a également nourri sa créativité dans son art."
                ]
            },
            {
                "titre_du_forum": "Abstract (S1.E1)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Afin d'être créatif, Niemann doit laisser son imagination travailler, plutôt que de chercher une formule toute faite pour créer son art. Il stimule donc son imagination pour trouver des idées et sélectionner celles qui sont bonnes. Il utilise le concept d'abstraction, qui consiste à ne conserver que les idées essentielles. Le but n'est pas d'être le plus abstrait possible, mais simplement de garder juste assez d'informations pour pouvoir communiquer l'idée que l'on veut exprimer. Ainsi, il ne se contente pas d'attendre que l'inspiration lui vienne de nulle part; au contraire, il dessine, conserve ce qui est bon et rejette le reste.\n\nDans son art, il puise également dans la culture qui l'entoure et dans son environnement. Par exemple, il utilise la ville de New York dans ses dessins. Il se sert de ce qu'il connaît, décompose les éléments en parties plus petites et les intègre dans son art.\n\nCependant, il accorde aussi une grande importance à la valeur du travail. Ainsi, plus il s'entraîne, meilleur il devient dans son art, ce qui le rend de plus en plus créatif."
                ]
            }
        ]
    },
    {
        "utilisateur": "Sara Beddouch",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract - Platon: photography (S:1 , E:7 )",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Platon puise sa créativité de plusieurs sources qui ont façonné son travail et sa vision artistique. Premièrement, son environnement familial où sa mère, historienne de l'art et son père, architecte, lui ont transmis une passion pour le design et la simplicité. Par exemple, le contraste, un élément central dans son travail, provient des dessins en noir et blanc de son père, qui ont marqué son sens du minimalisme visuel.\n\nEnsuite, son enfance en Grèce, entouré des maisons blanches et des portraits religieux, l'a profondément imprégné d'une esthétique épurée. La figure humaine est toujours mise au premier plan dans ses photos, un héritage direct de ces portraits religieux, où seuls le sujet et son essence comptent. L'architecture imposante, comme l'Acropole, l’a aussi inspiré à capturer la puissance visuelle et la monumentalité de ses sujets. Cela se ressent dans son portrait de Bill Clinton, où l’on perçoit une présence presque architecturale et imposante.\n\nD’autre part, sa dyslexie a joué un rôle crucial dans son approche photographique. Pour lui, un monde complexe doit être simplifié, épuré de l'inutile pour se concentrer sur l'essentiel. Ce trouble l’a conduit à adopter un style minimaliste et à simplifier les concepts complexes. Cette quête de clarté s'est renforcée lors de sa formation en design graphique à New York, où il a affiné son sens de l'espace et du contraste. Sous la direction de George Lois, son mentor, il a appris à utiliser la photographie comme un moyen de provoquer des réflexions sociales et culturelles, un point également souligné par ses admirateurs.\n\nEnfin, un événement marquant de sa vie a été l'agression qu’il a subie. Cet événement a renforcé son empathie et sa capacité à connecter avec ses sujets, lui permettant de capturer des émotions brutes et authentiques. Comme l'a évoqué Killian, cette empathie transparaît dans sa capacité à établir une véritable connexion avec les personnes qu’il photographie, qu'il s'agisse de leaders mondiaux ou de citoyens ordinaires. Pour Platon, chaque séance photo est une immersion dans l’intimité de ses sujets, où l’émotion et le message sont au cœur de son travail, rendus possibles grâce à des outils simples. Comme il le dit lui-même: «Ce moment où l’on sent que l’on s’approche le plus près possible de l'âme, c'est là que réside la force d’un bon design.» [42:03]"
                ]
            },
            {
                "titre_du_forum": "Abstract : Bjarke Ingels",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce qui distingue la créativité de Bjarke Ingels, c'est avant tout son approche narrative, inspirée par sa passion pour la bande dessinée. Pour lui, l'architecture n'est pas simplement une question de structure mais une manière de raconter une histoire. Son manifeste \"Yes Is More\", conçu sous forme de bande dessinée, en est l'exemple parfait: il aborde chaque projet comme une expérience humaine vécue dans les espaces qu'il conçoit plutôt qu'une simple réalisation fonctionnelle ou esthétique.\n\nSes études à Barcelone et son parcours international ont ensuite élargi son horizon créatif. En découvrant différentes cultures et styles architecturaux, il a appris à combiner des idées apparemment opposées pour créer des solutions nouvelles et audacieuses. Le projet Copenhill, où il transforme une centrale électrique en une piste de ski urbaine, incarne cette capacité à fusionner écologie et plaisir, une approche qu'il appelle \"durabilité hédoniste\".\n\nCe qui est particulièrement fascinant, c'est sa capacité à transformer les contraintes en opportunités créatives. Contrairement à beaucoup d'architectes, il considère que les contraintes, qu'elles soient financières, écologiques ou sociales, sont des moteurs de créativité. Par exemple, dans le projet The Mountain, il a réussi à combiner des appartements, des jardins et un parking massif tout en respectant des budgets limités.\n\nIngels refuse également de se plier aux normes rigides de l'architecture traditionnelle. Il critique l'idée que les bâtiments doivent s'intégrer de manière conventionnelle dans leur environnement. Comme il l'a dit lui-même: «Si tout le monde suivait les règles, Copenhague ne ressemblerait pas à Copenhague» [24:37], en faisant référence aux tours historiques qui caractérisent sa ville. \n\nEnfin, Ingels aborde l'architecture comme un rêve qu'il concrétise étape par étape. Il imagine des projets sans se laisser limiter par les contraintes ou ses biais puis les rend réalisables en avançant progressivement."
                ]
            }
        ]
    },
    {
        "utilisateur": "Selyan Boukaroura",
        "total_des_commentaires": 4,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of design | Ian Spalter : Design numérique (S2, E5)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut ! Je suis tout à fait d’accord avec toi sur les influences majeures dans la créativité de Ian Spalter. J’ajouterais que son approche est aussi marquée par son engagement envers l'expérience utilisateur. L'épisode met en avant comment il utilise les retours des utilisateurs pour affiner ses créations, ce qui montre à quel point il est important pour lui de rendre les interfaces non seulement esthétiques, mais aussi fonctionnelles et intuitives.\n\nIl évoque aussi l'importance des échecs et des réajustements dans son processus créatif, ce qui résonne avec sa référence aux comédiens de stand-up. Cette notion d’itération est essentielle dans le design numérique, où chaque version testée apporte des améliorations.\n\nDe plus, l’épisode souligne comment ses voyages, notamment au Japon, ont élargi sa perspective et enrichi son approche du design. C’est fascinant de voir comment ces expériences culturelles influencent sa manière de concevoir des interfaces qui répondent aux besoins diversifiés des utilisateurs à travers le monde.\n\nEn combinant passion personnelle, curiosité pour la technologie, et ouverture aux influences culturelles, Ian Spalter réussit à créer des expériences numériques qui sont à la fois innovantes et profondément connectées à ses utilisateurs."
                ]
            },
            {
                "titre_du_forum": "Abstract : The Art Of Design | Ruth Carter: Costume Design (S2, E3)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve vos analyses super intéressantes, surtout sur la façon dont Ruth Carter plonge dans le contexte historique et social pour créer ses costumes. Ce qui me marque le plus, c'est comment elle transforme ses recherches en quelque chose de totalement authentique. Comme vous l'avez dit, elle ne cherche pas à impressionner par des costumes \"créatifs\", mais à créer des vêtements qui s'intègrent parfaitement aux personnages et à l'époque.\n\nJe suis aussi d'accord avec Hugo, sa passion pour les années 70 et la culture afro-américaine ressort énormément dans son travail. Ça montre bien que sa créativité est intimement liée à ce qui la passionne, et c'est peut-être pour ça que ses créations sont si impactantes."
                ]
            },
            {
                "titre_du_forum": "Abstract : Ruth Carter",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Je suis d'accord avec vos points sur Ruth Carter. Ce qui ressort chez elle, c'est comment elle mélange la recherche et ses propres influences culturelles. Le fait qu'elle commence par le script montre bien qu'elle ne voit pas le costume juste comme un accessoire, mais comme une partie intégrante de l'histoire. J'aime aussi son approche visuelle avec les collages et son observation des passants, ça rend son travail super authentique. Son attention aux détails historiques et son envie de toujours s'améliorer font d'elle une créatrice vraiment unique à mon sens.",
                    "Son processus d'amélioration constant et son engagement envers l'authenticité historique sont également des éléments qui soulignent son dévouement à son art. Ce perfectionnisme la pousse à toujours chercher à faire mieux, ce qui est sans doute l'une des raisons pour lesquelles ses œuvres marquent autant.\n\nPour moi, Ruth Carter incarne l'idée que la créativité ne se limite pas à l'inspiration pure : c'est aussi une discipline et un engagement envers l'histoire, les personnages et la réalité qu'elle cherche à retranscrire."
                ]
            }
        ]
    },
    {
        "utilisateur": "Syntich Kalala Tshibanda",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's table: Asma Khan",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Asma Khan est dame\ntrès instruite, originaire de l'Inde \n\nProfiter de sa situation : Donner naissance à une\nfille était considérer comme une charge dans une famille et la plupart ne\nfaisait pas les études mais elle l’a faite et c'est ce qui va même lui\npermettre de se rencontrer avec son mari qui va l'amener en Grande Bretagne.\n\nSuivre ce qu'on aime : malgré les grandes études, elle\nne se sent pas à l'aise dans ce qu'elle et finira par comprendre qu'elle a son\nchemin dans l'art culinaire.\n\nL’observation : Lui a permis de faire la connaissance\ndes quelques femmes de l'Asie du Sud-Ouest qui travailler comme cuisinières\nauprès de certaines familles. De cette rencontre aboutira à la création d'un\nrestaurant et la valorisation de ses femmes dans ce restaurant avec comme spécialité\nles mets de cette partie du globe. \n\nAujourd'hui, elle a redonné la fierté à sa mère et\nvalorise ses femmes qui travaillent avec elle."
                ]
            },
            {
                "titre_du_forum": "Chef's Table Dario Cecchini",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'aimerais ajouter quelques éléments par rapport à Dario :\nLe rassemblement : Il avait refusé d'avoir plusieurs tables, il a préféré en avoir qu'un seul afin de favoriser l'échange entre ses clients dans toutes les langues possibles.\n L'écoute de sa famille : Avec le combat interne entre sa passion qui était de prendre soin des bêtes et le tuer comme boucher, s'il n'avait pas écouté la recommandation de son père avant sa mort de rencontrer Orlando, sinon il n'aura pas pu apprendre et faire aimer à tout le monde toute les morceaux de viandes aujourd'hui, c'est vraiment une qualité qu'a Dario.Le goût du\nrisque : le faite d'accepter de lancer un restaurant où tu ne prépares pas\nseulement ce que la clientèle a l'habitude de manger à la place leurs proposer\nautre chose."
                ]
            }
        ]
    },
    {
        "utilisateur": "Tamara Kalout",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract - Ilse Crawford (S1, E8)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’épisode 8 de la saison 1 d’Abstract nous parle de Ilse Crawford, designer d'intérieur et architecte, qui a travaillé sur de nombreux projets notamment avec IKEA. Le premier aspect qui m’a tout de suite frappé à l’œil est à quel point Ilse priorise le bien-être humain dans tous ses projets. En effet, elle place toujours l'humain au cœur de ses conceptions. Elle commence tout projet par une stratégie avec l’humain comme priorité et comme questionnement, sa force est son humanité et sa bienveillance. Elle se soucie des émotions que va procurer son design. En effet, Ilse se concentre sur la façon dont on se sent dans une pièce afin de satisfaire l’inconscient, elle s’interroge sur l’espace et le client puis fait preuve d’empathie car l’empathie est un élément fondamental de l’architecture d’intérieur. Selon elle, le bâtiment et le design de celui-ci a un impact direct sur le moral des gens car lorsqu’elle était petite sa mère était malade donc elle passait beaucoup de temps à l’hôpital et elle a remarqué à quel point les couloirs d’hôpitaux jouaient un rôle sur le moral. Ainsi quel que soit le projet que Ilse réalise, son point de départ, qui va développer sa créativité et par la suite toutes les facettes de son projet est le bien-être humain, comment une personne peut se sentir bien dans un restaurant, dans une salle d’attente, dans un salon d’aéroport…  Un autre facteur de créativité que j’ai noté est son approche multisensorielle du design. Ilse Crawford ne se contente pas de concevoir pour la vue, mais pour tous les sens. Elle a toujours voulu savoir pourquoi les gens sont à l’aise dans certains espaces en travaillant l’anthropologie et les sciences comportementales qui l’ont ramené à se concentrer sur les cinq sens.  Sa démarche est subtile et sensuelle, pour elle l’odeur et le toucher compte tout autant que l’apparence. À travers les différents sens, elle veut communiquer aux autres un sentiment de bien-être, de confiance, de la gaieté et de la légèreté car l’humain découvre le monde par les sens. Elle met l’accent sur la texture des matériaux, l'acoustique des espaces, l'éclairage naturel et les odeurs, créant ainsi une expérience immersive. Cette approche sensorielle la distingue des autres qui se concentrent uniquement sur l'apparence visuelle."
                ]
            },
            {
                "titre_du_forum": "Chef's Table (vol. 4) - Will Goldfarb",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour, j'ai regardé le même épisode que toi et je suis tout à fait d'accord avec les deux axes que tu énonces. \nMais pour moi, le point qui a vraiment retenu mon attention et qui est selon moi, l’élément clé et la source d’inspiration principale de Will est : La multiculturalisme acquis lors des différents voyages et différentes découvertes. \nDans un premier temps, les différentes expériences et les apprentissages à l'étranger ont marqué sa créativité. Will Goldfarb a beaucoup voyagé. Il a commencé par faire ses études de la pâtisserie à Paris. Là-bas il a eu l’opportunité de travaillé avec Gérard Mulot qui lui a donné goût et amour pour la pâtisserie. Par la suite, il est allé en Espagne, où il a travaillé avec Albert Adrià à El Bulli, un restaurant avant-gardiste. Tous ses plats étaient novateurs, profonds et réfléchis. Ainsi, Will voulait revenir à New York avec une nouvelle ère avant-gardiste de la pâtisserie qui n’existait pas encore là-bas. Cette expérience l’a exposé à des techniques innovantes et à une philosophie culinaire qui ont profondément influencé son approche culinaire à New York.\nEnsuite son voyage à Bali et la découverte de la culture ont pleinement influencé sa créativité dans son nouveau restaurant.  En effet, Will a déménagé à Bali où il a ouvert Room4Dessert. La nature locale, les ingrédients indonésiens et les traditions culinaires balinaises ont joué un rôle majeur dans son inspiration créative et sa carte de dessert. Par exemple, il avait pour habitude de boire tous les matins de l’eau de coco avec du café et du jamu (une médecine traditionnelle indonésienne) comme beaucoup de balinais, il a par la suite utilisé ses trois saveurs pour en faire un dessert. Il a également utilisé le sucre de palme qu’il a découvert à Bali, pour en faire une meringue moins sucrée. En adoptant une approche plus naturelle et respectueuse de l’environnement, il a trouvé un nouvel équilibre entre saveurs et produits locaux dans ses desserts."
                ]
            }
        ]
    },
    {
        "utilisateur": "Théo Dubus",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of design | Can Holman: Design for Play (S2, E4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d'accord avec tous ces points. J'ai également remarqué quelques autres facteurs, tant en ce qui concerne ce qui a influencé sa propre créativité, que comment elle favorise celle des enfants.\n\nTout d'abord, sa propre créativité. Je pense que son enfance et en particulier son éducation y sont pour quelque chose. Nous avons déjà pu établir plusieurs fois en cours que la créativité émerge souvent en s'affranchissant des règles et cadres que l'on pense être établis. Holman avait naturellement des réticences à suivre les règles que lui imposait la société, notamment sur ce que la société attendait d'elle en tant que femme. Son père ayant une vision assez fermée sur le sujet, il a mené la vie dure à Holman pour qu'elle rentre dans la case qu'on lui avait attribuée. Ce comportement n'a fait qu'amplifier son désir de ne pas suivre les règles établies, de tout remettre en cause afin de pouvoir penser différemment.\n\nEnsuite, on peut parler de comment elle influence la créativité des autres dans son travail. Outre le fait qu'elle insiste sur le fait que ses jouets n'ont jamais de manuel d'utilisation (car cela donne une \"bonne\" façon de jouer, ce qui ferme l'univers des possibilités), une chose m'ayant marqué est le fait que ses jouets ne ressemblent à rien de familier. À un moment dans l'épisode, elle parle d'un partenariat ayant pris fin, car elle ne voulait pas donner une forme de personnages à des jouets, mais plutôt voulait les laisser tels quels, avec une forme difficile à décrire. Je trouve ce point important, car si ses jouets ressemblaient à quelque chose, alors on aurait une idée préconçue de comment s'en servir, ce qui défavorise les idées en tout genre. Pour finir, il y a aussi le fait que tous ses jouets n'ont aucun objectif ni but à atteindre. Certains jeux pour enfant ont intrinsèquement un objectif (puzzle, casse-tête, etc). Même sans donner de règles ou manuel d'instructions, donner un objectif donne clairement à l'enfant une direction dans laquelle pointer ses idées, ce qui réduit considérablement les possibilités créatives. Ne pas fixer d'objectifs permet d'explorer librement l'univers possibilités. \n\nÉtudiant en intelligence artificielle, je retrouve ce principe en apprentissage par renforcement. Le but de l'apprentissage par renforcement est d'entraîner un agent (ex: personnage de jeu vidéo) à effectuer certaines actions. Un agent a deux modes, l'exploitation et l'exploration. L'exploitation consiste à utiliser toute l'information et les règles que l'on a apprises pour atteindre au mieux l'objectif fixé. L'exploration consiste à oublier l'objectif et d'effectuer un grand nombre d'actions purement aléatoires, qui ne se basent sur aucune information ou règle connues, afin d'apprendre de son environnement. Le parallèle est assez évident avec le fait de se fixer des règles et objectifs pour nous-mêmes. Sans la phase d'exploration, l'agent n'arrive à rien, il n'est jamais amené à découvrir de nouvelles choses. La raison pour laquelle l'apprentissage par renforcement fonctionne si bien est qu'elle se détache de la programmation classique où ce sont des humains qui codent les règles que l'agent doit suivre. Ici en apprentissage par renforcement, il n'y a pas de règles, l'agent fera des actions aléatoires et apprendra de lui-même sans aucun préjugé, ce qui lui permet souvent de découvrir des phénomènes encore inconnus des humains."
                ]
            },
            {
                "titre_du_forum": "Chef's Table | Niki Nakayama (S1, E4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je suis d'accord avec les arguments ayant été annoncés précédemment, disant que la créativité de Niki a grandement été influencée par la culture (le mélange entre sa culture japonaise et la culture locale), et par les défis qu'elle s'impose (ne jamais servir deux fois le même plat).\n\nJ'ai également trouvé d'autres facteurs qui influencent sa créativité. L'épisode insiste beaucoup sur la difficulté que Niki a dû affronter pour en arriver là où elle en est, en tant que femme. Toute sa vie, elle a dû se surpasser, car personne, même pas sa famille, ne croyait vraiment en elle. Le jour où elle a eu une chance de vivre de sa passion, elle n'avait pas le droit à l'erreur, se creuser la tête pour être créatif n'était alors pas juste une option, c'était strictement nécessaire. Je pense donc que mettre un gros enjeu dans la balance encourage à être créatif.\n\nUn autre facteur qui je pense encourage et aide sa créativité est la connaissance de ses clients. Pour elle, ses clients ne sont pas des numéros, elle les connait, et garde une trace écrite de tout ce que chaque client a commandé, aimé, moins aimé dans des registres. Elle part donc avec une bonne longueur d'avance car elle sait comment être sûre de proposer un plat qu'elle n'a jamais encore préparé, et comment savoir d'avance si le client appréciera ou non un plat donné, elle sait dans quel sens diriger sa créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Yasmine Chaabouni",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Abstract: The Art of design | Ian Spalter : Design numérique (S2, E5)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut, je suis tout à fait d'accord avec les facteurs que vous avez mentionnés! \n\nJe rebondis particulièrement sur le dernier point soulevé par Beatriz, lorsqu'Ian se tourne vers ses collègues et leur propose de définir des contraintes. Cette approche m'a quelque peu surpris, car on a tendance à voir les contraintes comme des barrières à la créativité. Cependant, comme tu l’as justement souligné, fixer des limites peut être un véritable moteur d'innovation. En imposant des contraintes, on force l'esprit à sortir des sentiers battus, à contourner les obstacles, et souvent, à découvrir des solutions plus originales et inattendues. Les contraintes deviennent alors un cadre qui guide la réflexion plutôt qu’un obstacle. Cela peut ouvrir des perspectives inattendues, permettant de transformer une situation problématique en opportunité créative. \n\nJ'ai également trouvé très intéressante l'approche utilisée dans le projet de redesign du logo d'Instagram. Ian a demandé à ses collègues de reproduire de mémoire l'actuel logo en un temps limité, il s'en est inspiré avec son équipe pour développer le nouveau. \nCe processus démontre que la créativité ne naît pas du vide, mais qu’elle s’appuie sur l'existant pour innover. En demandant aux membres de l'équipe de se rappeler d’un élément familier, Ian les pousse à réfléchir à ce qui, dans le logo actuel, est essentiel ou emblématique. Ce point de départ leur permet ensuite de construire quelque chose de nouveau sans perdre de vue l'identité originale d'Instagram. Cet exercice montre aussi à quel point l'utilisateur est central dans le processus créatif. Chaque changement doit être conçu en gardant à l'esprit l'expérience utilisateur (UX), afin que le résultat final reste accessible, intuitif et \"user-friendly\". Cela illustre bien l'importance de l'empathie et de la compréhension des besoins des utilisateurs dans les processus de design. \n\nPar ailleurs, comme vous l’avez tous mentionné, le voyage joue un rôle crucial dans l'enrichissement de la créativité. Voyager expose à de nouvelles cultures, des modes de vie différents, des façons de penser qui peuvent différer des nôtres. En découvrant des éléments que l’on perçoit comme nouveaux ou innovants, on enrichit notre répertoire créatif; ce qui est banal ou normal dans une culture peut sembler révolutionnaire dans une autre. C'est comme l'exemple dont nous avons discuté en classe des restaurants qui serviraient les plats directement sur la table. Cette pratique, pourrait être perçue comme innovante à Montréal mais peut être qu'elle serait courante dans d’autres régions. Cela montre bien que l’exposition à des contextes variés nous permet d’élargir notre cadre de référence et d’enrichir notre réflexion. \n\nEnfin, dans la vidéo, il est aussi mentionné qu’être dans un endroit et solliciter nos sens permet de réduire les \"bruits parasites\". Cela crée une atmosphère propice à la réflexion et à l'émergence de nouvelles idées. Le fait de se déconnecter de notre environnement habituel aide à prendre du recul sur nos habitudes de pensée. Cela nous permet de voir les choses sous un autre angle, d'adopter une nouvelle perspective, et probablement de faire des associations d’idées inattendues."
                ]
            },
            {
                "titre_du_forum": "Abstract: The Art of design | Can Holman: Design for Play (S2, E4)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Les points que vous avez soulevés sont très pertinents et je suis bien d'accord avec vous! \n\nAussi, l'analogie que tu as faite, Théo, avec ton domaine d'étude est très intéressante et apporte une belle perspective!\n\nEn regardant cet épisode, un autre point a retenu mon attention, notamment lorsqu'elle parle des exercices qu'elle faisait avec ses jeunes étudiants en design. Elle souligne qu’ \"on ne  cherche pas à critiquer une œuvre finie, on expérimente\", mais plutôt d’expérimenter, laissant à l’artiste le soin de réfléchir en pensat à ce qu'il aimerait apprendre ou ce qui éveille sa curiosité. C’est une approche très intéressante qui favorise l’apprentissage par l’expérience. Comme vous l'avez tous les deux bien relevé! \n\nEgalement, en enseignant un cours d'introduction au design, elle a conçu des exercices tels que \"Nommer par fonction\". Au lieu de demander à ses étudiants de simplement concevoir une tasse, elle leur demandait d'imaginer un moyen de transporter de l'eau, avec comme contrainte de ne pas dessiner d'objets que l'on trouve couramment dans une cuisine. Ce genre de méthode force les étudiants à dépasser les limites des objets traditionnels, les poussant à sortir de leur zone de confort. Cela les encourage à explorer de nouvelles perspectives, à réfléchir autrement, et surtout à laisser libre cours à leur imagination. Elle mentionne que dans d’autres programmes de design, on enseigne souvent à dessiner des objets classiques comme des voitures ou des chaussures la première année, alors que dans ses cours, les étudiants faisaient face à de véritables \"crises existentielles\", comme elle l’a bien dit. Cette méthode est un excellent moyen de stimuler la créativité, car elle met l’accent sur la fonction plutôt que sur la finalité, et encourage à imaginer plusieurs façons de répondre à un même besoin. \n\nEn outre, je voudrais ajouter que, parmi les facteurs qui peuvent influencer la créativité de manière négative, il y a les contraintes et les limitations que l’on s’impose. Elle illustre cela parfaitement lorsqu'elle raconte son expérience en Chine, où elle a été surprise de voir des enfants jouer en sautant sur des barils sans se blesser. Cette observation l’a amenée à réaliser que ce sont souvent nos propres règles, dans ce cas il s'agit des règles de sécurités et des reponsabilités qui nous freinent pour aller explorer de nouvelles pistes et innover. Les enfants, libres de ces contraintes mentales, trouvent des moyens inattendus de s’adapter et de créer, sans les restrictions que les adultes pourraient leur imposer."
                ]
            }
        ]
    },
    {
        "utilisateur": "Ying Chen Gao",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Chef's Table - Vol. 5 Ep. 3: Bo Songvisava",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Bo Songvisava est une chef thaïlandaise née à Bangkok. Durant son enfance, elle prend plaisir à cuisiner avec son père qui la laissait faire ce qu'elle voulait dans la cuisine, d'où vient son intérêt pour le monde culinaire. Après avoir complété ses études en gestion d'entreprise alimentaire, elle débute sa carrière dans un restaurant méditerranéen comme chef apprentie. Un jour, un chef étranger visite son restaurant et s'informe à propos de la cuisine thaïlandaise, un sujet sur lequel elle n'a auparavant aucune connaissance. C'est alors qu'elle décide de s'intéresser à ce sujet et rencontre David Thompson, un célèbre chef de la cuisine thaïlandaise situé à London, à la suite d'une recommandation par sa patronne. Elle travaille pour celui-ci durant les 2 prochaines années où, initialement la plus lente et la plus maladroite, elle devient une des chefs les plus habiles dans la cuisine. Un jour, elle réalise que quelque chose manque en elle, ce qui l'amène à quitter London et à ouvrir son propre restaurant thaïlandaise, Bo.lan, à Bangkok, en compagnie de son mari Dylan, un collègue de travail dans la cuisine de Thompson.Le contexte dans lequel elle ouvre son restaurant est très défavorable : en Thaïlande, les restaurants sont des places servant de la nourriture de luxe, mais surtout étrangère. La nourriture thaïlandaise est facilement accessible à la maison ou sur les rues. Initialement sans succès, elle eut recours à la créativité pour percer dans son domaine. Sa créativité provient principalement de 2 aspects interreliés: sa vision de la cuisine thaïlandaise et la responsabilité qu'elle s'attribue à protéger cette vision.Sa vision de la cuisine thaïlandaise se base sur l'importance de ses ingrédients, qui se résume en 2 points : l'authenticité et l'aspect organique. Ceux-ci doivent donc provenir de la Thaïlande et ne doivent pas être industrialisés, c'est-à-dire contenir de produits chimiques ajoutés. Dès son retour au Bangkok, elle réalise que les produits alimentaires utilisés et disponibles sur le marché sont très majoritairement industrialisés. En s'informant auprès des marchands, elle découvre que ceux-ci n'ont aucune idée d'où proviennent leurs produits. Alors, elle décide de visiter les fermes à partir desquelles ces produits sont cultivés et découvre la pénurie de produits organiques : l'ajout de produits chimiques est omniprésent. Un exemple particulier est le sucre, un ingrédient fondamental de la cuisine thaïlandaise. Aujourd'hui, le sucre blanc industrialisé est utilisé partout en Thaïlande, car il coûte moins cher, est plus accessible et est même subventionné par le gouvernement. Cependant, traditionnellement, c'est le sucre de palme qui est utilisé dans la cuisine thaïlandaise. Avec grande difficulté, Bo parvient à trouver une ferme produisant du sucre de palme 100% naturel où les cultivateurs grimpent les arbres 2 fois par jour pour ne pas nécessiter l'usage de préservatifs qui leur aurait permis de ne monter les arbres que 2 fois par semaine. Grâce aux ingrédients naturels obtenus de la sorte, elle réussit à créer un menu mettant l'accent sur les ingrédients thaïlandais traditionnels et organiques, soulignant le début de son succès.Initialement, Bo s'est attribué la responsabilité de protéger la cuisine traditionnelle thaïlandaise. À travers sa carrière, sa vision évolue sur une échelle plus grande que le domaine culinaire. Par suite de ses visites sur les marchés de rue, dans les fermes et dans les usines, elle découvre non seulement la disparition des produits organiques, mais encore l'impact environnemental de l'industrialisation des aliments. En effet, l'usage de produits chimiques n'est pas un processus durable et détruit l'environnement, mettant en jeu la survie des fermes organiques. Voilà pourquoi elle s'ajoute alors la responsabilité de se battre contre l'industrialisation des produits en promouvant une empreinte carbone nulle, un usage de plastique minimal et la collaboration avec les fermes à petite-échelle offrant des produits organiques, afin de laisser une planète durable aux générations futures. C'est ainsi que son restaurant Bo.lan est reconnu pour non seulement la qualité de la nourriture, mais aussi pour l'aspect éthique dans le processus de préparation de celle-ci.En conclusion, dans un pays où l'ouverture d'un restaurant de luxe servant de la nourriture locale est inouïe, Bo Songvisava recourt à la créativité pour percer. Cette dernière s'exprime à travers sa détermination de défier les normes d'utilisation des produits industrialisés, sa résolution à souligner l'importance des ingrédients locaux et traditionnels et sa volonté de promouvoir un processus de développement durable des aliments. Tel qu'elle le mentionne, \"If you still support the industrialization of the food industry, we [are going to] go nowhere\".",
                    "On peut aussi ajouter qu'un des facteurs ayant poussé Bo Songvisava à être créative est l'échec : lors des premiers mois de l'ouverture de Bo.lan, le restaurant était majoritairement vide. Ceci a poussé la chef à visiter les marchés et les fermes pour s'informer sur ses ingrédients, contribuant au développement de sa vision de ceux-ci. En conséquence, elle recrée un menu à partir de zéro, marquant le début du succès de son restaurant."
                ]
            }
        ]
    }
]