[
    {
        "utilisateur": "Abdenour Taoufella",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Ahmed Baba Gah El Hilal",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale des facteurs influançant la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonsoir, Ci-dessous la carte mentale que j'ai réalisée pour les facteurs qui influencent la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Aimée Christella Emerimana",
        "total_des_commentaires": 6,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Salut, voici ce que j'ai retenu sur les facteurs qui influencent la créativité",
                    "après la discussion eu en classe, j'ai compris que les techniques liées au processus créatifs ne sont pas une catégorie à part entière en ce qui concerne les facteurs qui influencent la créativité. cette branche devrait se retrouver avec la catégorie qui englobe les facteurs individuels en lien avec les connaissances/expérience"
                ]
            },
            {
                "titre_du_forum": "Carte Mentale",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "je suis d'accord avec toi sur l'idée de rajouter des liens entre les branches principales. selon moi, l'expérience personnelle est en partie dictée par la culture dans laquelle on évolue et elle est enrichie par plusieurs facteurs sociaux notamment les groupes de pairs qu'on fréquente ou les échanges d'idées auxquelles ont peut être exposé. Aussi, j'aurais relié l'exploration à l'expérimentation car je trouve que c'est à travers des expériences de vie qu'on explore le monde.",
                    "en regardant cette carte, la première chose qui me vient en tête est que les traits de caractères constituent le principal facteur influençant la motivation car il s'agit de la branche qui se relie à d'autres catégories. Je suis d'accord avec cette idée, car je crois que peut importe ce que l'entourage ou l'environnement met à notre disposition, la première étape vient de celui qui cherche à être créatif. Les objectifs et la motivation personnels dictent le processus créatif."
                ]
            },
            {
                "titre_du_forum": "carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette carte me fait penser à une toile de peinture! j'aime comment tu explores en détail chaque facteur pour montrer comment l'expérience personnelle peut être un moteur ou un frein à la créativité. je suis d'accord avec le fait que tu considère que chaque type d'expérience va façonner la créativité de chacun. je ne suis pas certaine de comprendre ce que tu veux représenter dans la catégorie expérimentation."
                ]
            },
            {
                "titre_du_forum": "Carte Mentale des facteurs qui influencent la Créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La carte est super claire et lisible. j'aime bien comment tu as divisé la catégorie relations et je me demande si les relations interpersonnelles qu'on entretien à l'extérieur d'un contexte de travail ne font pas partie de la sous catégorie de relations."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alex Savard-Fortier",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale - Facteurs qui influencent la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexandra Nappini",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Carte mentale-Les facteurs de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hi! I think your mind map is very thorough, and I especially appreciated the emphasis you placed on resources and collaboration, as it brings up a point I hadn’t considered at all. Also the exploration is a very powerful way to develop creativiy."
                ]
            },
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Factors influencing creativity"
                ]
            }
        ]
    },
    {
        "utilisateur": "Ali Jaidi",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Mindmap",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour, Voici ma mindmap sur les facteurs qui influences la créativité. La technique utilisé est celle de Justin Sung :Étape 1 :  Chunker les concepts (Voir powerpoint)Étape 2 :  Trouver le squelette de la mindmap (ici c'est Human, Probleme, Recherche, Creatitviity) Étape 3 : Compléter le corps de la mindmap (ici Individu, Société, Environnement, Connaissance, etc..) Étape 4 : Dessin Abstrait et autres corrections.Conclusion : Grace à : 1- transmission du savoir 2- l'ordonnancement de la séquence créativeje comprend que la complexité est à la fois un facteur et une conséquence de la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alice De Rette",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Anna Mermet-Bijon",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale facteurs influençant la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Axel Marques",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut ! Je trouve hyper intéressant le fait que tu aies intégré les techniques stimulant la créativité à ta carte mentale. Je pense que ça aurait eut du sens de relier personas à culture car cette technique se base en partie sur le fait d’etablir un profil type permettant de verifier si le produit que l’on conçoit répond à un besoin de l’utilisateur. Cependant utiliser une persona peut mener à se brider dans sa manière de réfléchir car on ne va voir que par le prisme de cette dernière ce qui peut être limitant. Dis moi ce que tu en penses ? À demain !!"
                ]
            },
            {
                "titre_du_forum": "Carte mentale synthèse",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Carte mentale"
                ]
            }
        ]
    },
    {
        "utilisateur": "Beatriz Andrade-Odar",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Carte mentale influence créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'adore l'ésthétique! Mise à part cela, je trouve super intéréssant que tu ai mis la santé comme facteur, au niveau physdique et psychologique! Moi je ne l'ai pas mis, mais je trouve c'est un facteur très pertinent qui détermine beaucoup les capacités internes de l'individu, ce qui en dit influence ce qu'il peut faire dans son processus créatif."
                ]
            },
            {
                "titre_du_forum": "Carte mentale facteurs qui influencent la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut, j'aime bcp l'organisation des idées! Je trouve vrm intéréssant l'association d'idées pour l'éducation: parentale,scolaire et amicale, je pense que ce sont des facteurs très définitifs chez une personne, ce qui, à mon compréhension, vient influencer la créativité tôt ou tard. Ce sont ces connaissances, associés avec des idées prises d'autre part qui viendront définir une nouvelle idée. En effet, c'est ce mélange unique de connaissances que chaque individu a qui peux donner lieu à une multitudes d'associations que peut être d'autres n'auraient pas pensé! Dans ma carte par exemple, j'ai lié les connaissances personelles (facteur interne) aux ressources humaines - différentes expertises (facteur externe), car je me suis dit que ce sont ce genre d'associations qui viennent augmenter l'influence sur la créativité. Intéréssant comme tu as mis les expériences comme facteur principal, cela fait bcp de sens! Je pense que nos perceptions des facteurs influençant la créativité se ressemblent et que nous les avons dénominés selon ce qui pour nous, est le plus important (différente de perception, ce qui rend unique le tout)! Pour finir, j'aime bien la séprations de couleurs, facile à lire et à comprendre"
                ]
            },
            {
                "titre_du_forum": "Carte mentale des facteurs influençant la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour, veuillez trouver ma carte mentale concernant les facteurs influençant la créativité ici même!"
                ]
            }
        ]
    },
    {
        "utilisateur": "César Castel",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Carte mentale - Facteurs d'influence sur la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Sara ! \nJe trouve ça très intéressant le fait que tu considères les émotions et leur gestion comme un facteur à part entière influant la créativité, je n’y ai d'ailleurs pas pensé dans ma carte 😅 d’ailleurs j’aime beaucoup le fait que ta carte soit très structurée, ça permet de s’y retrouver facilement ! \nSi je devais faire une seule critique négative, ce serait l’absence de description concernant les liens entre les différents thèmes, ça aurait pu ajouter encore plus de clarté à ta carte. \n\nBonne soirée !"
                ]
            },
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour tout le monde, voici ma carte mentale résumant les facteurs qui pour moi, influencent la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Charlotte Pépin",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Clarice Goulet",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Facteurs influençant la créativité - Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour,Voici ma carte mentale concernant les facteurs de créativité.Bonne lecture!"
                ]
            }
        ]
    },
    {
        "utilisateur": "Coline Fulcran",
        "total_des_commentaires": 6,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 3,
                "commentaires": [
                    "Hello! \nTa carte met bien en avant les différents facteurs influençant la créativité. Peut être que tu aurais pu distinguer les facteurs externes des facteurs internes qui sont sûrement les deux grandes familles de facteurs d'influence de la créativité. Et j'aime bien les liens que tu as fait entre les différents facteurs, peut être tu aurais pu aussi lier le voyage à la culture puisque les voyages permettent de diversifier les cultures que l'on connait et dont on s'inspire. En voyageant, on s'intéresse à des cultures différentes de la nôtre, on développe notre ouverture d'esprit mais surtout on a un bagage de connaissances bien plus varié, qui permet des associations d'idées encore plus étonnantes, originales et éloignées, ce qui permet de traiter un sujet d'une manière beaucoup plus créative que lorsqu'on ne connaît que sa propre culture.",
                    "Bonjour Marina! \nC'est la première carte que j'ouvre (mais il y en a peut être d'autres) qui positionne l'inspiration à travers les livres, films etc comme un facteur de créativité et je suis vraiment d'accord avec toi, d'ailleurs je n'ai pas pensé à le mettre dans ma carte. Quand on pense à la créativité, dans un premier temps, on a l'impression que le fait de s'inspirer de quelque chose d'existant est complètement l'inverse du processus créatif, mais pourtant pas du tout. Lors du visionnage des épisodes Abstract et Chef's Table, j'ai regardé l'épisode qui présente Ruth E Carter, et elle explique clairement que dans son processus de création des costumes pour le cinéma, elle s'inspire d'un grand nombre de choses : l'époque, le style vestimentaire, les gens qu'elle voit dehors, la culture afroaméricaine, la culture africaine, l'histoire etc. Je pense donc que c'est une bonne chose d'avoir mis en exergue l'inspiration comme facteurs d'influence de la créativité puisque selon moi, on s'inspire toujours de quelque chose. Sinon je pense que tu aurais pu \"améliorer ta carte\" en faisant des liens entre certains facteurs. Par exemple on pourrait lier les techniques avec la collaboration, car ces techniques s'effectuent souvent en groupe. On pourrait aussi lier la culture avec l'ouverture d'esprit puisque plus on connait de cultures différentes plus notre ouverture d'esprit est grande.",
                    "En regardant ta carte, je trouve que les facteurs sont tous bien identifiés, et surtout la carte est super claire et compréhensible mais peut être qu'il existe davantage de lien entre les facteurs eux mêmes. Par exemple, je pense qu'il y a un lien entre la confiance en soit et les encouragements et la reconnaissance, puisque souvent être reconnu pour ses idées et encouragé dans ses projets permet de gagner en confiance en soi. Et je me demande aussi si les facteurs sociaux et culturels ne peuvent pas être en fait une branche de l'étiquette \"environnement\" puisque les facteurs sociaux et culturels auxquels on est confronté dépendent de l'environnement dans lequel on se trouve"
                ]
            },
            {
                "titre_du_forum": "Ma carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je me demande si l'éducation ne rentre pas dans le mode de vie ? Parce que l'éducation reçue par ses parents, ses professeures à travers la vie de tous les jours, les cours, les activités, les loisirs etc fait partie du mode de vie de l'individu. Je me demandais également si on ne pouvait pas faire un lien entre les branches \"Nature\" (faune/flore, biodiversité, montagnes) avec le voyage ? On découvre de nouveaux paysages, de nouvelles plantes, des nouveaux fruits, animaux etc, qui influencent notre créativité, puisque qu'on peut s'inspirer des nouveaux paysages, jusqu'alors inconnus, qu'on découvre finalement lors nos voyages."
                ]
            },
            {
                "titre_du_forum": "carte mentale - facteurs d'influence de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ci joint ma carte mentale sur les facteurs qui influencent la créativité."
                ]
            },
            {
                "titre_du_forum": "Carte mentale Paloma (facteurs d'influence créativité)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hello Paloma! Je trouve que ta carte décrit vraiment bien les facteurs qui influence la créativité, et surtout, tu en as mis vraiment beaucoup, ce qui permet de faire beaucoup de lien entre eux. Même avec autant de détails elle reste très lisible, ce qui est parfois difficile à conserver dans ce genre d'organisation des idées. Je trouve ça bien que tu aies surtout dissocié les facteurs internes des facteurs externes avant d'y relier plusieurs branches à chacun. Souvent certaines grande catégories de la carte mentale peuvent en fait rentrer dans une autre grande catégorie, donc je pense que le choix d'en avoir seulement deux rend l'organisation plus claire. Tu as pu faire plein de lien entre les différentes branches. Peut être que tu pouvais lier la gestion du stress de la culture organisationnelle avec les traits de personnalité (confiance en soi, peurs...) qui peuvent effectivement impacter notre gestion du stress. Et j'ai vu dans beaucoup d'autres cartes des exemples de techniques qui stimulent la créativité (brainstorming, 6 chapeaux, scamper etc.), peut être que ça pourrait compléter ta branche interactions sociales (travail de groupe, collaboration). Dans tous les cas, la carte est super agréable à lire ;)"
                ]
            }
        ]
    },
    {
        "utilisateur": "David Potvin",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Carte mentale des facteurs qui influencent la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            },
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour Marina, ta carte mentale est très intéressante et facile à comprendre et j'apprécie  cela.\n\nPar contre, il est possible que le regroupement des concepts dans les rectangles roses soit problématique si tu voulais étendre ta carte mentale en faisant des liens entre un concept dans un rectangle rose lié à la collaboration et un autre sur un autre branche."
                ]
            },
            {
                "titre_du_forum": "carte mentale - facteurs d'influence de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Malgré qu'il est vrai que Coline ne résume pas toujours son idée en un seul mot, je trouve que ce n'est pas vraiment grave puisqu'elle n'utilise pas de longues phrases entières pour 99% des éléments présents dans sa carte mentale. L'important d'après moi est d'avoir une carte mentale claire nous permettant de vite la comprendre de nouveau dans le futur si elle avait besoin de revoir . Par exemple, pour l'élément 'Pensées divergentes' Coline à ajouté une courte déifnitions de ce que représente ce concept car \nje présume que c'est rare que ce terrme est employé dans le quotidien, alors c'est possible de l'oublier dans un nombre quelconque de semaines/mois. Ce faisant, la définition 'trouver plusieurs solutions à un problème' (qui est très synthéthisée par ailleurs) éliminerait le risque de faire face à un incompréhension menant à la nécessité de rechercher le terme 'pensée divergente' sur Google.\n\nDe plus, Coline, je trouve que tu fais du bon travail pour ce qui est de lier un concept qui est sur une branche à un concept qui est sur une autre branche, Je trouve que l'utilisation d'images est une excellente initiative qui rend la carte plus attrayante visuellement et facilite la mémorisation.\n\nPour finir, je trouve intéressant que tu as séparer les niveaux des concepts par couleurs et par forme. Par exemple, les concepts de premier niveau tu as utilisé des losanges et la couleur cyan, ce qui crée un beau contraste avec les concepts de deuxième niveau qui sont jaunes. Ce choix de méthodologie facilite l'organisation des idées et aiderait les personnes qui sont dites plus 'visuelles'.\n."
                ]
            }
        ]
    },
    {
        "utilisateur": "Delano Horn-Bourque",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte Mentale des facteurs-Delano Horn-Bourque",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Emile Fournier",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Voici ma carte mentale sur les facteurs qui influencent la créativité"
                ]
            }
        ]
    },
    {
        "utilisateur": "Émile Glorieux",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Emile Villette",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Carte mentale visuellement agréable, complète et avec des liens entre les sous-arbres, super ! On discerne clairement différentes catégories, qui ne sont pas pour autant complètement séparées."
                ]
            },
            {
                "titre_du_forum": "Facteurs - carte mentale",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Cette carte mentale n'est évidemment pas exhaustive. Je me suis inspiré des autres pour l'effectuer. C'est un exercice difficile car c'est une question multivariée complexe !",
                    "voici une version mise à jour suite aux discussions que nous avons eues en cours"
                ]
            }
        ]
    },
    {
        "utilisateur": "Emmanuel Merakos",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte-Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Emmy Tran-Khanh",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "",
                    "Salut! J'aime que tu as inclus l'éducation dans ta carte mentale, car c'est vrai que la façon dont tu es éduqué quand tu grandis a un impact sur toi et ta créativité. J'aime aussi que les relations humaines reviennent souvent dans ta carte (société, éducation parentale, relations)."
                ]
            }
        ]
    },
    {
        "utilisateur": "Fatima Zahra Diker",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Voici ma Carte mentale des facteurs qui influencent la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Félix Noël",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Les facteurs qui influencent la créativité - Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            },
            {
                "titre_du_forum": "Carte Mentale - Facteurs influençant la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hey!\nI like how you added play to your mind map. I think not many people highlighted that part of creativity. Also like how you linked it to the making mistakes part, since it give you experience and influences how you experiment and think outside the box in the future 😊"
                ]
            },
            {
                "titre_du_forum": "Carte mentale créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Très belle réflexion Mr. Bock! Je crois que ta carte est développée d'une façon différente, mais je pense que des pictrogrammes pour représenter les idées principales aurait été un bel ajout. Aussi regrouper les éléments similaires avec des couleurs au lieu de leur niveau ajouterait de la clarté.\n\nPar exemple, tous les éléments en lien avec l'art aurait pu être en rose avec une image d'un pinceau🙂"
                ]
            }
        ]
    },
    {
        "utilisateur": "François Tourigny",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale des facteurs de créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Giacomo Giacca",
        "total_des_commentaires": 8,
        "forums": [
            {
                "titre_du_forum": "Les facteurs qui influencent la créativité - Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hi Felix!\nI was looking at your carte mentale when I was so impressed by the two green boxes talking about savoir-faires and savoir-être. I love the fact that you put this two concepts together into your project. This match between what someone wants to be and how someone really is: it's amazing because you are saying, as I have understood, that talent it's nothing without commitment. \n\nI want also point out, in my opinion it could be better if you link these two boxes with personality, or maybe one of them (savoir-etre), I think it could be more appropriate!\nThank you very much!"
                ]
            },
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Marina! I took a look at your mind map and I really like both the Inspiration and État d’esprit concepts you included. \nThe idea of drawing inspiration from nature, films, and books is powerful, but what really stands out to me is the emphasis on the state of mind. Having curiosity, openness, and perseverance as part of the creative process is key to nurturing a deeper, more resilient form of creativity. I love how you’ve captured both the external triggers and the inner mindset needed to unlock creative potential. 😊"
                ]
            },
            {
                "titre_du_forum": "Carte Mentale - Facteurs influençant la créativité",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Good evening, here it's my carte mentale sur les facteurs qui influençant la créativité.",
                    "Hi Felix! Thank you very much for highlighted this point. \nI think play and games are part of us. If you think about since our childhood we play a lot, then when we started to become older we decide to only do some phone games or maybe stop everything and that's it.\nFor me it's really bad, cause game could really give you new approches to life and to how we think about problems and activities, beside the fact that games give you some freedom and you can isolate yourself from our world of pace.\n\nThank you very much, I appreciate it"
                ]
            },
            {
                "titre_du_forum": "Carte mentale - Facteurs d'influence de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hi Nisrine! \nI really appreciate your arrow between 'rencontre' and 'ouverture d'espirit'; I like the fact that in your vision creativity is influenced by personality linked with spirit that has to be open to new opportunities, open to new way of thinking about life, open to challenges. \nAnd if you think about, like you did, all of this is linked with 'voyage'. In my opinion I see that if you are someone who loves going on a trip or loves making new experiences that could bring you creativity cause discover new cultures I think is the first thing to become creative in ourselves.\n\nThank you for your work!"
                ]
            },
            {
                "titre_du_forum": "carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hi Alice, I really appreciate how you've highlighted collaboration and team management (gestion d'équipe) in your mind map.\n- The focus on collaboration through interdisciplinary work and a willingness to share stands out. It shows how creativity is often amplified when diverse perspectives come together. Different fields and experiences can combine to spark unique ideas, making collaboration a key driver for innovation.\n- Your emphasis on team management is also insightful. It reflects how good leadership and effective coordination within a team can unlock creativity. Managing a team well not only allows everyone to contribute their best ideas, but it also helps turn individual input into collective breakthroughs.\n\nBoth aspects underline the importance of working together and leading effectively to foster creativity. Well done!"
                ]
            },
            {
                "titre_du_forum": "Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hi Jasmin, I like the fact that in your mind map, motivation stands out as a central driver of creativity. It’s directly linked to needs and goals, showing that fulfilling these drives sparks creative action. Motivation pushes you to find solutions and generate new ideas.\n\nIt also ties into the environment and resources available (like time, money, and support). A positive environment that encourages and welcomes new ideas boosts motivation, while resources give you the space to think and experiment.\nFinally, your map highlights risk-taking and openness to ambiguity, showing that strong motivation helps you embrace uncertainty and push creative boundaries.\nI really love the importance you give to motivation and personality!"
                ]
            },
            {
                "titre_du_forum": "Carte mentale : facteurs qui influencent la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hi Khalid! In your mind map, the sections on Collaboration and Talents are particularly compelling.\n\n- Collaboration: This factor highlights the importance of working with others to stimulate creativity. The mind map shows collaboration as a key aspect of the environment, alongside sensory stimulation and a positive work ambiance. Collaboration allows for the sharing of ideas, different perspectives, and constructive feedback, all of which are crucial for refining and expanding creative concepts. When people work together, creativity is amplified through the synergy of combined skills and knowledge.\n\n- Talents: The focus on Talents under the internal factors emphasizes the natural abilities and strengths that individuals bring to the creative process. Talents serve as a foundation for creative thinking, as they allow individuals to leverage their unique skills and insights. Combined with intrinsic motivation and self-confidence, talents fuel creativity by enabling people to apply their strengths in novel and impactful ways.\n\nBoth Collaboration and Talents are essential for fostering creativity, as they merge personal abilities with the power of teamwork, leading to richer and more innovative outcomes."
                ]
            }
        ]
    },
    {
        "utilisateur": "Giorgia Piscicelli",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Les facteurs qui influencent la créativité - Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hi Felix, as fisrt point I find your mind map to be aesthetically very pleasing. Additionally, I found very interesting the emphasis on tolerance for ambiguity and the ability to overcome mental barriers, which are often overlooked but incredibly crucial. In my opinion these traits are essential to understand that creativity isn't just about having good ideas but being comfortable with uncertainty and navigating through challenges."
                ]
            },
            {
                "titre_du_forum": "Carte mentale_Killian",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hi Killian, in your Carte mentale I found particularly interesting the section related to the environment, that highlights how factors like emotional support, networking, and collaborative opportunities fuel and improve creativity. It’s a reminder that creativity often thrives in a social context, contradicting the common view of it being a solitary process. The mention of a culture of innovation and openness to change as crucial environmental elements underlines the importance of a supportive atmosphere for fostering creativity."
                ]
            },
            {
                "titre_du_forum": "Carte Mentale des facteurs qui influencent la Créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Giovanni Leone",
        "total_des_commentaires": 4,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Hi Emile, a genuine question, why did you divide the external factor in environment and social and cultural?",
                    "Hello, I really like the way you focused on the methodologies that influences the creativity. I think that also if most of them are very similar to other methods (such as CPS very similar to traditional problem solving), in class we had the chance to have a first-hand experience of how those techniques can help to get “unstuck” if you are not very used to “be creative”. Then I find your map very clear and readable."
                ]
            },
            {
                "titre_du_forum": "Carte-Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hi, Emmanuel! I really like the way your map is so schematic and clear, extremely readable. I totally agree, as most of us I suppose, on the fact that there are internal and external factor. I really like how where methodical in describing the external ones."
                ]
            },
            {
                "titre_du_forum": "Carte Mentale sur les facteurs de la creativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Buonjour!Ici ma carte mentale!"
                ]
            }
        ]
    },
    {
        "utilisateur": "Hugo Baudin",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte Mentale - Hugo Baudin",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut ! Vous pouvez retrouver ma proposition pour la carte mentale sur les facteurs influençant la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Isaline de Montety",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale influence créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ci joint ma carte mentale regroupant tous les facteurs influençant la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Ismaël Mohammed",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Carte mentale de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Très belle carte Kevin.  Crois-tu qu'il y a des liens à tisser entre des éléments de l'environnement vers certains éléments de blocage? Aussi, j'aime comment tu as divisé les différents type de ressources. Beau travail"
                ]
            },
            {
                "titre_du_forum": "Carte mentale des facteurs qui influencent la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Jasmin Loranger",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Jean-Philippe Bernard",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Bonjour,Voici ma carte mentale concernant les facteurs pouvant influencer la créativité créativité.",
                    "Salut!\n\nOui je suis bien d'accord avec ton opinion. Toutefois, tu ne crois pas que le personas pourrait être lié aux origines aux lieux de la culture? Les origines de tous et chacun forme justement les sortent de case abstraite qui nous définissent tous en tant qu'être humain. Donne moi ton avis"
                ]
            }
        ]
    },
    {
        "utilisateur": "Kenza Baspin",
        "total_des_commentaires": 6,
        "forums": [
            {
                "titre_du_forum": "Carte mentale- Facteurs influençant la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour Yasmine, \nTout d’abord, j’apprécie que tu aies différencié les parties externe et interne avec des couleurs. Cela rend ta carte plus lisible et intuitive, d’autant plus que tu as choisi de partir des teintes les plus foncées pour les thèmes centraux jusqu’aux plus claires aux extrémités des branches. J’ai aussi trouvé intéressant que tu aies lié la collaboration avec les autres à des expériences personnelles. En effet, les interactions peuvent être de véritables occasions d’apprentissage et de compréhension. Ces échanges enrichissants deviennent souvent des expériences personnelles (par exemple lors de voyages et de rencontres avec différentes cultures) qui nourrissent ensuite notre façon de penser et renforcent notre créativité."
                ]
            },
            {
                "titre_du_forum": "Ma carte Mentale",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Lydia, je trouve que ta carte mentale couvre bien les aspects essentiels de la créativité, et les connexions que tu établis sont vraiment pertinentes. Je serais curieuse de mieux comprendre le lien que tu fais entre le développement personnel et les traditions. Cela me rappelle d’ailleurs une citation de Will Smith, que je traduis ici : 'Nous n’avons pas grandi avec l’idée que l’endroit où nous étions devait être celui où nous allions rester, mais plutôt avec l’idée que l’endroit où nous devions aller n’avait pas vraiment d’importance.’ Ainsi, bien que les traditions influencent clairement notre créativité, notre ouverture d’esprit et notre propension à prendre des risques, je me questionne davantage sur leur lien spécifique avec le développement personnel.",
                    "Pardon, petite faute. Je rectifie : 'Nous n’avons pas grandi avec l’idée que l’endroit où nous étions devait être celui où nous allions rester, mais plutôt avec l’idée que l’endroit où nous étions*** n’avait pas vraiment d’importance.’"
                ]
            },
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Hello,\nLaure-Anne, j’apprécie vraiment ta carte mentale : elle est simple, mais très efficace et pertinente. J’aime les petits dessins que tu as ajoutés pour représenter les facteurs externes et internes. De plus, je trouve particulièrement pertinent le point que tu soulèves sur le jugement des autres. En effet, ce jugement peut affecter notre estime de soi, ou du moins l'estime que l'on a pour notre projet."
                ]
            },
            {
                "titre_du_forum": "Carte mentale-Les facteurs de la créativité",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Boujour, Voici ci-contre ma carte mentale des facteurs de la créativité.Merci.",
                    "Hi! Thank you so much for your feedback! I’m glad the focus on resources and collaboration resonated with you. it's an area I find crucial in fostering creativity. I completely agree with you about exploration; it opens up so many possibilities for creative growth and helps us think beyond the usual boundaries."
                ]
            }
        ]
    },
    {
        "utilisateur": "Kevin Doyle",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Khalid Hamid",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour, Meriem, j'aime bien ta carte mentale puisque tu arrives à distinguer les 3 facteurs les plus importants, cependant je trouve que les facteurs personnels peuvent se joindre aux facteurs internes sous la catégorie ''des expériences personnelles''. En effet, il est parfois difficile de séparer strictement les facteurs personnels des facteurs internes, car ils sont souvent liés de manière profonde. Par exemple, les voyages, bien qu'ils puissent être vus comme un exploration externe du monde, influencent fortement notre monde interne. Les nouvelles cultures et idées découvertes à travers les voyages façonnent nos croyances, nos perspectives, et donc notre créativité. Cela pourrait également s'appliquer aux expériences de vie, comme tu l'as mentionné avec les talents et la résilience. Ces expériences façonnent non seulement notre savoir-faire, mais aussi notre manière de penser, de réagir aux défis, et d'imaginer à des solutions créatives.\n\nPar conséquent, peut-être que ces deux sous-branches, à savoir ''Voyages'' et ''Expériences de vie'', pourraient être englobées sous un facteur plus large ''des expériences personnelles''. Comme le digramme suivant ci-dessous. Qu'en penses tu?"
                ]
            },
            {
                "titre_du_forum": "Carte mentale : facteurs qui influencent la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour,Les facteurs qui ne sont pas mentionnées, ils sont présents dans la carte mentale des autres étudiants. Donc, pour ne pas répéter les mêmes choses, ma carte mentale est plus compacte.Cordialement,"
                ]
            }
        ]
    },
    {
        "utilisateur": "Killian Mazerat",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale_Killian",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Voici ma Carte mentale des facteurs qui influencent la créativité"
                ]
            }
        ]
    },
    {
        "utilisateur": "Kirollos Guendi",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            },
            {
                "titre_du_forum": "Carte Mentale des facteurs qui influencent la Créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Noel ! Je trouve que ta carte mentale est bien structurée et présente des catégories pertinentes comme les contraintes de la créativité et la culture organisationnelle de celle-ci. Les sous-bulles, telles que l'expérience personnelle et l'environnement de travail montrent une bonne compréhension des influences externes, internes et sociales sur la créativité. Cependant, je pense qu'il serait intéressant d'ajouter plus de liens entre les branches principales avec leurs sous branches pour mieux illustrer l'interaction des facteurs."
                ]
            }
        ]
    },
    {
        "utilisateur": "Laure-Anne Margaux Réau",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour,Voici ma carte mentale pour les facteurs influençant la créativité Bonne journée!"
                ]
            },
            {
                "titre_du_forum": "Carte mentale-Les facteurs de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut!\nTrès belle carte mentale, elle a une belle arborescence. \nOn remarque facilement les différentes sections grâce au code couleurs et les liens entre les notions.\nJ'aime particulièrement ton détail sur les traits de personnalité qui sont des facteurs de la créativité.\nMerci"
                ]
            },
            {
                "titre_du_forum": "Carte Mentale_ Facteurs",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut ! J'aime beaucoup ta carte avec beaucoup d'étages et le dégradé de couleurs pour repérer facilement l'étage correspondant\nIl y a beaucoup de liens entre les notions également, c'est chouette\nPersonnellement, j'ai mis les \"connaissances\" dans les facteurs internes, mais est-ce que tu les as mis dans les externes dans le sens où on obtient de nouvelles connaissances de l'extérieur ? On apprend de notre environnement ?"
                ]
            }
        ]
    },
    {
        "utilisateur": "Louis-Philippe Bock",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Carte mentale de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Très belle réflexion Kévin! Je crois que ta carte est bien développé, mais j’aurais aimé avoir des liens entres tes sous-branche.\n\nPar exemple, le brainstorming aurait pu être développé en ajoutant des mots comme : productivité, complexe, stress, etc. Ce qui t’aurais amener à plus de possibilité de créativité 🙂"
                ]
            },
            {
                "titre_du_forum": "Carte mentale créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Lydia Ouaret",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Ma carte Mentale",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Salut tout le monde,Voici ma carte mentale illustrant mon interprétation des facteurs qui influencent la créativité.",
                    "Tu soulèves des points très intéressants. Tu as tout à fait raison de dire que l’éducation, qu’elle soit reçue par les parents, les professeurs, à travers les activités, les loisirs ou les cours, fait partie du mode de vie. En effet, l’éducation reçue au quotidien, que ce soit à la maison ou à l’école, façonne profondément l’individu, ses valeurs, et ses choix de vie.À cet égard, je pourrais modifier la carte en ajoutant une branche spécifique sous ‘Éducation informelle’, dédiée à l’éducation transmise par les parents, et la relier directement au ‘Mode de vie’ avec une flèche. Cela illustrerait mieux comment l’éducation reçue à travers les interactions familiales influence nos habitudes et nos comportements dès l’enfance.Concernant le lien entre nature et voyage, je suis entièrement d’accord. Le voyage est souvent une opportunité d’explorer de nouveaux environnements, ce qui enrichit notre connexion à la nature et nourrit notre créativité. Découvrir de nouveaux paysages, plantes, animaux et même cultures peut inspirer de nouvelles idées artistiques et renforcer notre sens artistique. Dans cette perspective, la nature et le voyage deviennent des sources d’inspiration mutuellement enrichissantes. Je pense que c’est judicieux comme tu le mentionne de renforcer le lien avec une flèche entre ‘Nature’ et ‘Voyage’ permettant ainsi d’illustrer cette connexion plus explicitement."
                ]
            }
        ]
    },
    {
        "utilisateur": "Marcien Fossuo Fokam",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale_Facteurs influençant la créativité_Marcien Fossuo",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Carte mentale_Facteurs influençant la créativité_Marcien Fossuo"
                ]
            }
        ]
    },
    {
        "utilisateur": "Marina Guendi",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Martin Creuze",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ci dessous ma carte mentale des facteurs influençant la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Massine Azzoug",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Carte mentale sur la créativité avec comme deux sections principale: Facteurs internes et externes"
                ]
            }
        ]
    },
    {
        "utilisateur": "Matéo Farines",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Carte mentale - Facteurs qui influencent la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut ! Je trouve que ta carte mentale est très claire et visuellement agréable. Elle reprend bien des concepts clés abordés en cours. Cependant, pour l'enrichir davantage, il serait intéressant d'ajouter des liens entre les différents facteurs de créativité que tu as identifiés. Cela permettrait de relier les idées et d'avoir une structure plus cohérente dans ta réflexion sur ce qui influence la créativité.\nPar exemple, tu pourrais relier des traits de personnalité comme la curiosité ou l'intérêt à la collaboration, qui fait partie du facteur \"contexte social\". La curiosité peut effectivement améliorer la collaboration, car une personne curieuse est souvent plus encline à partager des idées et à s'engager dans des échanges constructifs. De même, l'intérêt pour un projet peut être lié à la notion de récompense, car un intérêt authentique peut motiver une personne à s'investir davantage et à rechercher des résultats positifs.\nEn ajoutant ces liens, ta carte mentale pourrait offrir une vue d'ensemble encore plus complète et intégrée des différents facteurs qui influent sur la créativité. Cela enrichirait aussi les discussions en classe et permettrait d’explorer des interactions plus profondes entre les concepts. Qu'en penses-tu ?\n\nA+"
                ]
            },
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Mathias Gagnon",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ma carte mentale sur les facteurs influançants la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Matis Hogue",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Meriem Hassani",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Carte mentale sur les facteurs d'influence de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonsoir,\nJ'ai trouvé que les trois axes principaux — Contraintes, Capacités et Expériences — offrent une bonne structuration des éléments clés. Le lien entre les contraintes (comme le temps) et la capacité à être créatif est bien mis en évidence. Cela montre que les limites peuvent parfois pousser à plus d'innovation.\nJ'apprécie également l'accent mis sur les capacités telles que la curiosité, la réflexion et l'observation, qui sont cruciales pour développer une créativité plus profonde. En particulier, le rôle de l'ouverture d'esprit et de l'état d'esprit spirituel comme des attitudes favorisant la créativité est un point très intéressant. L'aspect des expériences, notamment les voyages, l'expérience client et le travail en équipe, est bien représenté. Ces facteurs externes jouent effectivement un rôle majeur dans l'enrichissement du processus créatif. L'idée d'un environnement multiculturel, combiné à une collaboration active, est un excellent rappel de l'importance de s'entourer de perspectives différentes. Je trouve que ta carte reflète une approche équilibrée entre les influences internes et externes."
                ]
            },
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Bonjour, voici ma carte mentale sur les facteurs influençant la créativité. Je vous souhaite une bonne lecture !",
                    "Bonsoir,\nMerci pour ton retour ! Je comprends ton point de vue concernant les facteurs personnels et internes. Effectivement, il peut être difficile de les séparer strictement, car les expériences de vie, comme les voyages ou les talents, influencent à la fois notre monde interne et notre manière de réfléchir.\nJ'ai toutefois choisi de les distinguer dans ma carte mentale afin de mieux structurer les différents types d'influences. Par exemple, les voyages et les expériences de vie touchent directement à notre parcours personnel, et je les vois comme des éléments extérieurs qui viennent enrichir notre créativité. Tandis que les facteurs internes, comme la motivation intrinsèque ou les connaissances, sont davantage des compétences ou des qualités que l'on développe de manière plus introspective.\nCela dit, ta suggestion de regrouper certains sous-éléments sous un facteur plus large, comme les expériences personnelles, est intéressante."
                ]
            }
        ]
    },
    {
        "utilisateur": "Mewen Le Cam",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte Mentale - Mewen LE CAM",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "."
                ]
            }
        ]
    },
    {
        "utilisateur": "Mountaga Camara",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour! Je vous partage ma carte mentale de la créativité"
                ]
            }
        ]
    },
    {
        "utilisateur": "Myriam Veaute",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Niamké Jean-Félix Ahonzo",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Les facteurs qui influencent la créativité - Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour Félix, ta carte mentale est magnifique et super bien détaillée. Je trouve que tu as bien regroupé les catégories entre elles et le fait d'avoir ajouté des images rajoute un plus à ta carte."
                ]
            },
            {
                "titre_du_forum": "Carte mentale sur les facteurs d'influence de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Syntich, c'est vraiment interessant ta carte, je n'avais pas pensé à vision et responsabilités mais ca rentre en concordance aussi"
                ]
            },
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Voici la carte mentale que j'ai pu réaliser !"
                ]
            }
        ]
    },
    {
        "utilisateur": "Nisrine Hamroun",
        "total_des_commentaires": 4,
        "forums": [
            {
                "titre_du_forum": "Carte mentale - Facteurs d'influence de la créativité",
                "nbre_de_commentaires": 3,
                "commentaires": [
                    "Voici ma carte mentale qui rassemble les facteurs d'influence de la créativité.",
                    "Bonjour Ravy, en travaillant sur ma carte mentale, je suis arrivé à l'explication que, des fois, nos expériences personnelles peuvent découler d'une passion ou d'un intérêt qui nous pousse à nous aventurer et à vivre cette expérience. De cela, je me suis basé sur mes intérêts personnels et mes passions personnelles qui m'ont permis de développer une curiosité vers d'autres domaines. Mais en effet, je suis d'accord avec toi et je pense qu'il aurait fallu interlier curiosité avec personnalité aussi. Je trouve que c'est lié aux deux facteurs. J'espère que tu as eu ta réponse.",
                    "Hello Giacomo,\nThank you for your feedback. I really liked how you explained the link between travel and open-mindedness. I think it's important to combine the two because, in order to meet people, discover other cultures, and develop your creativity, you need to be open to others.\nWhat you said in your feedback was a beautiful perspective on how these two factors influence creativity."
                ]
            },
            {
                "titre_du_forum": "Carte mentale_Killian",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Coucou Killian, je trouve que ta carte mentale est particulièrement détaillée. J'aime bien comment les branches sont très variées et interconnectées entre elles. Aussi, dans ta carte, tu as cité un facteur intéressant qui se caractérise par la vocation, que je n'ai pas pensé à introduire dans ma carte. Je trouve que ce facteur rajoute une dimension personnelle et souligne le sens de la passion dans le processus créatif."
                ]
            }
        ]
    },
    {
        "utilisateur": "Noël Mhanna",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Aimée! Je trouve que ta carte mentale est bien organisée et explore efficacement divers facteurs influençant la créativité, comme les compétences et l'environnement. J'apprécie les liens entre l'intelligence collective et la culture, qui montrent une bonne compréhension des facteurs sociaux. L'ajout d'outils comme les six chapeaux de Bono rend la carte très pratique. Il serait toutefois intéressant de connecter davantage les facteurs individuels aux processus créatifs pour mieux illustrer leur interaction."
                ]
            },
            {
                "titre_du_forum": "Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Kirollos! Je trouve que ta carte mentale est bien structurée et présente des catégories pertinentes comme l'exploration et l'expérience personnelle. Les sous-bulles, telles que les espaces inspirants et les échanges d'idées, montrent une bonne compréhension des influences externes et sociales sur la créativité. Cependant, je pense qu'il serait intéressant d'ajouter plus de liens entre les branches principales, comme entre l'environnement et les moments de réflexion, pour mieux illustrer l'interaction des facteurs."
                ]
            },
            {
                "titre_du_forum": "Carte Mentale des facteurs qui influencent la Créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Paloma Bert",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Les facteurs qui influencent la créativité - Carte Mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour Félix, Je trouve ta carte mentale vraiment superbe ! Les couleurs, les formes et les quelques images apportent une belle dynamique visuelle, et les liens que tu as établis sont particulièrement intéressants. Les flèches en pointillés qui suggèrent des connexions permettent de véritablement \"lire\" ta carte comme des phrases malgré l'usage de simples mots, ce qui est une excellente idée. De plus, les catégories et sous-catégories que tu as choisies sont pertinentes et bien organisées. Cela dit, il me semble que tu pourrais encore aller un peu plus loin en explorant certains aspects avec davantage de détails et en ajoutant quelques cases supplémentaires pour étoffer certaines branches. Cela permettrait d'enrichir encore plus ta carte et d’offrir une vue encore plus complète des différents facteurs qui influencent la créativité"
                ]
            },
            {
                "titre_du_forum": "carte mentale - facteurs d'influence de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ta carte mentale est très agréable visuellement, avec des couleurs et les formes sont variées. J'ai également apprécié le fond. Tu mentionnes des facteurs qui ne sont pas beaucoup évoqués dans les autres cartes comme les facteurs cognitifs, le sommeil, les hormones... Tu ne résumes pas toujours ton idée à un seul mot, tu développes quand cela est nécessaire, sans trop t'étaler non plus. En revanche, il aurait pu être intéressant différencier  les facteurs individuels (internes) des facteurs externes."
                ]
            },
            {
                "titre_du_forum": "Carte mentale Paloma (facteurs d'influence créativité)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Raphaël Delforge",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Carte mentale - Facteurs d'influence sur la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve ça intéressant cette structure de carte en forme d'arbre. C'est très différent de ce que j'ai fait, je suis plutôt parti sur une carte en forme de cercle qui s'agrandit. Je trouve ça plus facile pour faire des liens entre les différents mais ta carte est plus claire en même temps."
                ]
            },
            {
                "titre_du_forum": "Facteurs influençant la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Ravy Por",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Carte mentale - Facteurs d'influence de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Intéressant, je n'vais pas ajouté la passion - plutôt intérêt. J'avais mis la curiosité dans la personnalité, pourquoi fait-il partie de l'expérience personnelle?"
                ]
            },
            {
                "titre_du_forum": "Carte Mentale_ Facteurs",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Carte Mentale_ Facteurs"
                ]
            }
        ]
    },
    {
        "utilisateur": "Rukhama Adlai Florestal",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Voici ma carte mentale",
                    "Comme l'a dit Giovanni, les méthodes qui influencent la créativité sont une bonne partie de ta carte mentale. Cela s'explique surement par le fait que ces méthodes sont des moyens efficaces afin de pouvoir trouver des idées créatives."
                ]
            },
            {
                "titre_du_forum": "Facteurs - carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ta carte mentale est très complète. Elle met en exergue de nombreux éléments qui peuvent contribuer à la créativité tels que des techniques stimulation ou encore les connaissances que l'on a accumulées. De plus, des liens sont faits entre différentes branches de la carte mentale. On peut donc voir comment les autres facteurs ont s'influent entres eux."
                ]
            }
        ]
    },
    {
        "utilisateur": "Sara Beddouch",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale - Facteurs d'influence sur la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Selyan Boukaroura",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale - Facteurs d'influence de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour à tous, voici ma carte mentale des facteurs influençant la créativité. Au plaisir d'échanger avec vous à ce sujet !"
                ]
            }
        ]
    },
    {
        "utilisateur": "Syntich Kalala Tshibanda",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale sur les facteurs d'influence de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonsoir,Veuillez trouver ci-joint la carte mentale sur les facteurs d'influences de la créativité.Bien cordialement"
                ]
            }
        ]
    },
    {
        "utilisateur": "Tamara Kalout",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Carte mentale facteurs qui influencent la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour ! Voici ma carte mentale sur les facteurs qui influencent la créativité."
                ]
            },
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Salut, \nJe trouve que ta carte mentale est très bien faite. J'aime beaucoup comment tu as organisé les idées, c’est clair et concis et donc ça rend la carte facile à suivre. Chaque thème est clairement défini, et les sous-thèmes sont bien reliés. L'utilisation de couleurs différentes pour les différentes branches rend la carte plus lisible et aide à distinguer les différentes catégories. Cela ajoute également un aspect visuel attrayant qui rend la carte agréable à lire. J'ai aussi remarqué que tu as bien réussi à montrer les liens entre les concepts, comme les émotions qui se connectent aux relations. Je trouve également très intéressant d'avoir intégré les émotions comme un facteur influençant la créativité car les émotions jouent en effet, un grand rôle dans la créativité au quotidien. Je n'avais pas pensé à l'ajouter dans ma propre carte mentale, mais ça me paraît tout à fait pertinent.\nSi je devais te donner un petit conseil, ce serait peut-être d'ajouter un peu plus de détails sur certains points, comme les \"outils face aux défis,\" histoire qu'on comprenne mieux ce que tu veux dire.",
                    "Salut, \nta carte mentale me semble très complète et résume toutes les notions abordées en classe.  J'apprécie particulièrement la manière dont tu as établi des liens entre certaines notions, car en créant ma propre carte mentale, j'ai également remarqué que certains éléments pouvaient appartenir à plusieurs catégories. De plus, tu as bien mis en évidence la différence entre les connexions basées sur l'« influence » et celles axées sur le fait que certains facteurs en entraînent d'autres. Cette distinction apporte une belle nuance à l'ensemble."
                ]
            }
        ]
    },
    {
        "utilisateur": "Théo Dubus",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    },
    {
        "utilisateur": "Victor Curtil",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bonjour à tous,Voici ci-joint ma carte mentale sur les facteurs influençant la créativité. Ce sera avec plaisir que je lirai vos commentaires et remarques.Merci !"
                ]
            }
        ]
    },
    {
        "utilisateur": "Yasmine Chaabouni",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Carte mentale des facteurs influançant la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Salut Ahmed, \nTa vision sur les facteurs qui influencent la créativité est vraiment intéressante! \nJ'ai particulièrement apprécié la manière dont tu as distingué les motivations extrinsèques des motivations intrinsèques, ainsi que le lien que tu as établi entre ces dernières et les connaissances personnelles. \nLes motivations intrinsèques, qui nous viennent de notre passion et de notre curiosité pour une activité, jouent un rôle central dans le développement de notre créativité. En effet, lorsque nous sommes guidés par un intérêt personnel, nous sommes davantage encouragés à explorer de nouvelles idées et à nous engager pleinement dans notre processus créatif. Cet engagement personnel ne se limite pas à la simple action de créer. En effet, en poursuivant des passions qui nous tiennent à cœur, nous développons non seulement nos compétences, mais aussi notre compréhension de nous-mêmes. Cela crée une boucle où cette compréhension personnelle renforce à son tour notre créativité."
                ]
            },
            {
                "titre_du_forum": "Carte mentale- Facteurs influençant la créativité",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Bonsoir, Voici ma cate mentale concernant les facteurs influençant la créativité! https://moodle.polymtl.ca/pluginfile.php/1247666/mod_forum/post/318044/Facteurs%20influen%C3%A7ant%20la%20cr%C3%A9ativit%C3%A9.pdf",
                    "Salut Kenza, \nMerci! \nOui, tout à fait d'accord avec toi! \nEgalement, je le vois que la collaboration avec les autres joue un rôle fondamental car c’est à travers ces interactions que l’on vit des expériences enrichissantes qui nous aident à grandir et à apprendre. Dans l'enfance, les jeux en groupe ne sont pas seulement une source de plaisir, mais aussi des occasions d'apprendre des valeurs comme le partage et la coopération. À l'adolescence, les expériences de collaboration prennent une autre dimension; travailler sur des projets scolaires en équipe permet non seulement d’affirmer son identité, mais aussi de développer des compétences essentielles telles que la communication et la gestion des conflits. Ces expériences, qu'elles soient marquées par des succès ou des échecs, enseignent des leçons précieuses. À l'âge adulte, les interactions avec des collègues ou des amis apporte son lot d'expériences, qu'elles soient positives ou négatives. Ces situations permettent de développer des compétences interpersonnelles, d'apprendre à gérer le stress et d'affiner sa capacité à s'adapter aux autres. Par exemple, réussir à collaborer avec des personnes aux idées diverses peut enrichir sa perspective et renforcer son ouverture d'esprit. Ainsi, la collaboration avec les autres fait partie de nos expériences personnelles et devient un véritable vecteur de croissance personnelle. Les expériences vécues jouent un rôle clé dans l'apprentissage, le développement et notre manière d'être, et pour revenir, ça influence par conséquence la manière avec laquelle on voit les choses et donc notre manière d'être créative."
                ]
            }
        ]
    },
    {
        "utilisateur": "Ying Chen Gao",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Carte mentale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    ""
                ]
            }
        ]
    }
]