[
    {
        "utilisateur": "Alejandro Armas Segovia",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "La créativité, un objet de formation des enseignants?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article souligne l’importance et la complexité de l’intégration de la créativité dans la formation des enseignants. Il révèle une tension entre la perception intuitive de sa valeur et le manque de théorisation. Les résultats suggèrent la nécessité de redoubler d’efforts pour définir, comprendre et favoriser la créativité en tant que compétence fondamentale des futurs enseignants, tant pour leur propre développement professionnel que pour celui de leurs élèves.\n[Fichier joint: Terzidis_La_creativite .pdf]"
                ]
            },
            {
                "titre_du_forum": "Du contrôle de l’innovation à la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé que l’article traite de manière très intéressante la relation entre le contrôle et la créativité dans la gestion de l’innovation. Les trois axes d’analyse offrent une base claire pour organiser et comprendre la littérature existante. Les auteurs eux-mêmes reconnaissent qu’il aurait été possible d’explorer d’autres axes, comme le type d’innovation, la taille des entreprises ou l’implication de partenaires dans le développement. Cela peut rendre le cadre moins pertinent dans des contextes peu étudiés, comme les startups.\n\nPar ailleurs, je pense que la distinction entre créativité et innovation pourrait être approfondie. Même si la créativité est définie comme la création de nouvelles idées et l’innovation comme leur mise en pratique, il aurait été utile d’intégrer des éléments plus précis pour mieux comprendre comment le contrôle impacte la phase de création des idées (\"La créativité et le contrôle sont antinomiques par définition et sont la source de tensions\"), par rapport à celle de leur exécution ou de leur commercialisation."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexandre Stephane Njoh",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Définir la créativité comme un processus d’élaboration de sens en éducation",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article propose une définition de la créativité en éducation centrée sur le processus d'élaboration de sens, adoptant une perspective socioculturelle. L'auteure souligne l'importance de considérer le processus créatif des élèves, suggérant que cette approche peut enrichir leur apprentissage et favoriser le développement de compétences transversales\n[Fichier joint: Définir la créativité comme un processus d’élaboration de sens en éducation.pdf]"
                ]
            },
            {
                "titre_du_forum": "Article :La créativité artistique à l’école : refonder l’acte d’apprendre",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cet article riche et engagé, Joëlle Aden plaide pour une refonte en profondeur de l’acte d’apprendre à travers l’introduction de la créativité artistique à l’école. En s’appuyant sur les apports des neurosciences cognitives, elle déconstruit la vision classique de l’enseignement, trop souvent fondée sur la transmission verticale de savoirs, et propose une pédagogie centrée sur l’expérience, l’autonomie et l’expression personnelle."
                ]
            }
        ]
    },
    {
        "utilisateur": "Alexis Senay",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Étude de la créativité malveillante",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "L'article fait une étude sur la créativité malveillante en utilisant l'imagerie par résonnance magnétique afin d'étudier et quantifier la créativité malveillante ou la créativité négative. L'étude démontre que la créativité malveillante est similaire à la créativité régulière, mais requiert plus de fonctions cognitives. Il est démontrer que la colère ou l'anxiété mènent à la créativité malveillante. https://we.tl/t-Cs03HUe29m",
                    "https://pdf.sciencedirectassets.com/271070/1-s2.0-S0028393222X0002X/1-s2.0-S0028393222000239/main.pdf?X-Amz-Security-Token=IQoJb3JpZ2luX2VjEIb%2F%2F%2F%2F%2F%2F%2F%2F%2F%2FwEaCXVzLWVhc3QtMSJIMEYCIQDvUdVVLzrOjAh7YHdQ9QlO23IVWePdiPH0ysO46xHSVAIhALxGlY066d56%2BKMmW%2FOuKHbzIl%2BG4FMcvbcYWXZpFDZpKrwFCN7%2F%2F%2F%2F%2F%2F%2F%2F%2F%2FwEQBRoMMDU5MDAzNTQ2ODY1IgzV1mIopjYzmXaMgiIqkAWeKP%2FfDC0D2hRBgllTmRsZvcjgeSOXu0Ymbvq8dTNsdIUUaacuQ0SoKlv2%2FQJzNUaT5IOEG4PRnCYWHIreJY%2BvU0ZsukoRscs4ipSzYnEMfDuhwdieu7JRwJSjrvOdMPd7MbyQo0G%2FP57v8ioWWuOD%2Fn2QHGCe3ExVnw%2FWYyPboHCQCRDGOJeXE8GaPb%2F3K3Ic595v5%2FofIjVwL9qg16acM5kIcnHsNAnOgrwrasDbzXPZ60lX%2FD2AmR4%2Bg2es0fQouQvzVR4TUnpZMIWgjgrazCDTf5gVm%2Bs6I%2FuIvFI%2BrL9HAAH7SVLQiFtXjn1zCknXEMwPT7KKWOcKOk%2FANS85EGnjVR0QRPqDFAGUB9J4i0a5AKdIDEbAEgXTomYqRacL5pw%2FZDkWB7KTDuPIAS4OGqatcBg8QRiud%2FlpEbAaqEjtN6xBhXNxrnmznYo4Q0fqhxhQXz4KE6Pv5dgJJgid8nxvKaemN%2FKrjUItuogfc047u0ClibZ2sFHxOtNXvzNHeJpI33Are%2BjJ9CKxp%2FCGJ4Fc%2FfMFHSjVGjHuGgzGCrYElXnYctK6z9umYmVmsm8dKl%2BQV0YT69O3OqQbwyjVTnjzUefaRlx7fw2iIMDFJRmtvlt4Ryp%2BdNFQXnqE0hPd4ldWXzD88QMu%2BR8G%2FbeBGdCRPH4KOVmtm%2FubV8SJ76saK%2B9iVUYM7Ov2IHwnUU9yEIvxjYLszZOTn41TuhmuORUEa%2FyYh7AHyDAlC%2BtNSahm2doBCxt60J8lyKatZx7LkuzXL4pdrMcugsX3f9sMwoa91SorgQ%2FPpDAXC8sh6FgUe0UIZ4W6bVeeHmiAkXIAJ2kgrQItnMSgdnGsdQNkDWTVAw%2BlojKXubMtFPRaBzDF8oG%2FBjqwAWn%2BOhebbi8ctTVVCSMmUpY1IElsPwgJ2Mu87BFzWP6ArMHkJxKrk3ywowMUVGjMS7KFWTYb3odO1eGaw4yZoIR8jlPTxQtcf4mJ0L8ILetFhlIZHX2zji9%2BR8VZeyY7KKCU4h9kkA8s4nwepS%2BLl%2B7Geh75GDuKnaPieTQiMZujF9k0e2gYuHA5QJgvw2ffNuAGtZr7Jvp0dSQuZeQZjXUbdpY%2FVKhrkAu6jcmzG3Sd&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Date=20250323T223046Z&X-Amz-SignedHeaders=host&X-Amz-Expires=300&X-Amz-Credential=ASIAQ3PHCVTY7RDGSHGX%2F20250323%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Signature=388e2a0c1106294a7071e94d7f178c1107ca84259bfbaf59d38dfaf6a1f97ffe&hash=ddc588efb56d9b474278ac5742d703d5db74eab18c2559ff26b46d3e399852f2&host=68042c943591013ac2b2430a89b270f6af2c76d8dfd086a07176afe7c76c2c61&pii=S0028393222000239&tid=spdf-bdbc7a97-838d-4b4d-83c9-0158321e2c9b&sid=0ef1ec5181cf3844658938653935b947f89cgxrqa&type=client&tsoh=d3d3LnNjaWVuY2VkaXJlY3QuY29t&rh=d3d3LnNjaWVuY2VkaXJlY3QuY29t&ua=1907575155515451540306&rr=9251600ebde8a266&cc=ca"
                ]
            }
        ]
    },
    {
        "utilisateur": "Alix-Xiang Claing",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Définir la créativité comme un processus d’élaboration de sens en éducation",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ton article est vraiment intéressant. Par contre, je me demandais, à certains endroits, tu poses des questions comme : \"comment intégrer cette dimension dans l'enseignement de la créativité\". Qu'en penses-tu ? Quel est ton avis à ce sujet ?"
                ]
            },
            {
                "titre_du_forum": "Article :La créativité artistique à l’école : refonder l’acte d’apprendre",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article souligne l'importance d'intégrer la créativité langagière et artistique à l'école, en montrant comment les neurosciences cognitives éclairent cette capacité. Il plaide pour une pédagogie axée sur l'expérience et l'autonomie des élèves. Introduire la créativité artistique nécessite une refonte des méthodes d'enseignement, influençant ainsi l'apprentissage de toutes les disciplines, et permettant aux élèves de s'exprimer pleinement et de développer leur créativité de manière globale.\n[Fichier joint: La créativité artistique à l’école  refonder l’acte d’apprendre.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Amine Kazdar",
        "groupe": "Flamant rose",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "La créativité des actions sportives est-elle liée à la pensée divergente?",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Le texte que j'ai analysé aborde le sujet de la créativité dans les habiletés motrices dans un cadre sportif. Qu'est ce qui fait en sorte que le actions de certains joueurs sont créatives par rapport à d'autres dans les \"skills\" qu'ils démontrent? Contrairement à l'idée reçu(fausse) que la pensée divergente permet d'améliorer sa créativité, c'est plutôt les options qui s'offrent à un joueur qui déterminent sa créativité. Pour l'améliorer: un entrainement des habiletés motrices  Donc, il faut avoir des \"skills\" pour être créatif au soccer. Lorsqu'un joueur a des habiletés motrices faibles, moins il utilise sa pensée divergente, plus il est créatif. En gros, les actions créatives au soccer sont dépendants de ce que tu es capable de faire, pas de ce que tu penses faire.\n[Fichier joint: Creativity in sports, the crucial role of motor skills.pdf]",
                    "Je suis d'accord avec toi Bryan, une personne \"à l'aise\" dans un sport \"à l'aise\" d'explorer d'autres méthodes dans le même sport. Un bon \"dribbleur\" pourra essayer d'autres dribbles et itérer jusqu'à ce que ça devienne sa \"signature\" d'où la réputation de plusieurs joueurs: le tireur de coup franc, le \"casseur\", le buteur ... Le résultat reste le même mais les méthodes différents selon l'adaptation de chaque joueur, selon le contexte(\"devrais-je le \"dribbler\" sachant que la dernière fois que j'ai \"dribblé\" , il m'a cassé ma cheville."
                ]
            },
            {
                "titre_du_forum": "La créativité et le bien-être",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Avant d'avoir survolé l'article, je le voyais de cette manière: la créativité peut être un couteau à double tranchant. \nUne personne qui a beaucoup d'idées mais qui ne sait pas comment les structurer peut se retrouver à réfléchir énormément. \nUne personne qui n'a pas de \"filtre\" comme un enfant a un grand potentiel créatif.\nUne mauvaise santé physique ou mentale pousse souvent les personnes à réfléchir davantage, que ce soit par inquiétude ou pour essayer de trouver un moyen d'améliorer les choses.\n Une bonne santé physique ou mentale permet à plusieurs personnes de s'épanouir à différents aspects(personnel,professionnel,...)\n\nAprès avoir survolé l'article: je le vois différemment: l'utilisation de sa créativité est un aspect important. \nComment s'en servir? À son avantage ou à son désavantage, d'où le concept de couteau à double tranchant: \nune personne en mauvaise santé physique n'est pas nécessairement plus créatif. \nJe serai d'accord pour dire que le bien-être et la créativité dépendent de l'âge mais je crois que ce n'est pas le lien principal. \nCertaines personnes jeunes peuvent ne pas se sentir bien tout comme des personnes plus âgés peuvent se sentir bien. \n\nÀ mon avis, un point important non mentionné dans le texte est la résilience mentale et le fait \"d'utiliser son énergie aux bons endroits\". En ayant un \"bon combo\" des deux, je pense que peu importe la santé physique ou mentale d'une personne, elle saura faire preuve de créativité, lorsque nécessaire."
                ]
            }
        ]
    },
    {
        "utilisateur": "Béatrice Moras",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "L'enseignement de la créativité dans les écoles de génie",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve cet article très pertinent, je suis d'accord que des cours abordant la théorie de créativité seraient un bon ajout aux cursus des étudiants en ingénierie. Personnellement, avant de commencer ma réflexion sur la créativité et sa place en ingénierie, en débutant ce cours, je croyais que les ingénieurs innovants et qui avaient de bonnes capacités de résolutions de problèmes avaient seulement une bonne maîtrise des concepts théoriques.  Je n'avais jamais pensé que la créativité pouvait faciliter la résolution de problème, je pense que de présenter la créativité individuellement en début de cheminement pourrait permettre aux étudiants d'être plus alertes et sensibilisés aux façons de stimuler et d'utiliser leur créativité. Je suis aussi d'accord que c'est pertinent de mélanger la créativité à des cours plus techniques. Je pense que ça serait intéressant d'appliquer l'interdisciplinarité entre différents génie, autant l'article indique que c'est bon pour pertinent pour la créativité autant je crois que c'est représentatif du milieu du travail. J'ai de la facilité à voir comment la collaboration entre élève est recommandé pour enrichir leur créativité. C'est plaisant de voir l'utilisation de même méthode qu'on fait en classe pour stimuler la créativité. Également, il est abordé la \"difficulté\" d'intégrer de nouveaux cours aux cursus déjà charger, mais l'amélioration du cursus scolaire est un sujet en constante évolution. Pour avoir fait partie du comité étudiant de mon programme et avoir été concerné par l'évolution du cheminement type des étudiants, oui mettre en place de gros changements aux cursus peut prendre du temps, mais si les bénéfices sont là il y a toujours place à l'amélioration."
                ]
            },
            {
                "titre_du_forum": "Articles : STEM vs. STEAM Education and Student Creativity: A Systematic Literature Review",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article que j'ai lu est une revue de littérature qui est sensée aborder lequel des deux milieux académiques, STEM (Science, Technology, Engineering and Math) ou STEAM  (Science, Technology, Engineering, Arts and Math), permet de développer davantage la créativité des étudiants. La revue de littérature présente comment les articles utilisés ont été choisies, détaille la définition de STEM et de STEAM, présente les méthodes utilisées pour évaluer la créativité et liste les raisons pourquoi chacun des milieux académiques bénéficient la créativité. Sur une note personnelle je trouve que l'article ne répond pas bien à ses objectifs et semble avoir de la difficulté à arriver à une conclusion.\n[Fichier joint: Article.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Bryan Tadié",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "La créativité des actions sportives est-elle liée à la pensée divergente?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Interessant comme article. \nEn effet, je pense que la créativité dans un est sport est vraiment basé sur tes aptitudes (ton talent dans le sport) plus que la pensée divergente. On a beau avoir un cerveau rempli d'idées, si on a pas les aptitudes pour les appliquer sur le terrain et bien c'est un peu inutile. \nAussi dans les sports, il est connu que plusieurs athlètes modèle leur jeu ou au moins certaines partie de leur jeu sur des athlètes du passer.  Donc c'est à ce demander à quelle point peut-on mesurer la créativité d'un action sportive. Certaines actions sportives peuvent sembler créative, mais en réalité un joueur dans le passé à déjà fait cette action (exemple dribble ronaldhnino à fait plusieurs dribbles que neymar à ensuite pris dans son jeu). \n\nDonc si je comprend l'article conclu que pour améliorer notre créativité des actions sportives il faut améliorer nos \"skills\". Pour moi la conclusion de l'article a du sens. Raison de plus pourquoi le sport est quelque chose qui est beaucoup plus axée sur le talent qu'autre chose."
                ]
            },
            {
                "titre_du_forum": "Article: How does generative artificial intelligence impact student creativity?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Sommaire de l'article:L'article se penche sur l'utilisation de l'intelligence artificielle générative (ChatGPT, Gemini, etc.) dans le processus de créativité des étudiants.La question est la suivante : est-ce que l'IA générative améliore le processus itératif ou, au contraire, nuit-elle à celui-ci ? Pour répondre à cette question, les auteurs effectuent une évaluation en utilisant le test AUT (Alternative Use Test), test que nous avons d'ailleurs réalisé lors des jeux d'introduction du cours. Ils commencent par une ronde où les élèves n'ont pas accès à l'IA générative, suivie d'une seconde ronde où ils y ont accès. L'article conclut que l'IA est pertinente pour élargir l'étendue des idées déjà construites, mais que, pour amorcer une pensée critique, l'intelligence humaine reste supérieure.En bref, la réponse est OUI, l'IA peut améliorer le processus créatif SI elle est bien utilisée.\n[Fichier joint: article scientifique.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Chadi Badri",
        "groupe": "Loutre",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Article: How Does Narrow AI Impact Human Creativity?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article explique que l’IA ne crée pas vraiment, mais qu’elle peut aider les humains à être plus créatifs. \nJe suis d’accord, mais je pense que certaines IA, comme DALLE, ajoutent quand même une part d’interprétation en générant des images uniques à partir de simples descriptions.\nPar exemple, si j’ai une idée d’objet, DALLE peut m’aider à la visualiser rapidement, ce qui facilite les échanges. Même si elle ne pense pas comme un humain, elle accélère le processus créatif.\nAussi, si on dit que DALLE n’est pas créatif parce qu’il suit des instructions, peut-on dire qu’un musicien ou un artisan qui suit une commande ne l’est pas non plus ?\nPour moi, l’IA est un excellent outil qui complète la créativité humaine, mais elle ne la remplace pas."
                ]
            },
            {
                "titre_du_forum": "Article : scientific creativity in secondary students and its relationship with STEM-related attitudes, engagement and work intentions",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "L'article que j'ai choisi examine la créativité scientifique chez les élèves du secondaire et son lien avec leurs perceptions, leur engagement et leurs aspirations professionnelles dans les domaines scientifiques. Tout d'abord, les résultats révèlent un manque significatif de créativité, notamment en pensée originale, ainsi qu'un faible engagement dans les activités scientifiques et un intérêt limité pour les carrières STEM. Ensuite, des différences de genre sont notées : les filles obtiennent de meilleurs résultats en \"daily (DSCI) and specific\n(SSCI) scientific creativity\" et ont des perceptions plus positives des sciences. Enfin, l'étude souligne la nécessité de stratégies éducatives pour renforcer la créativité et l'intérêt pour les sciences, en intégrant des applications concrètes dans l'apprentissage. Cependant, des recherches supplémentaires sont nécessaires pour approfondir ces liens et améliorer les pratiques pédagogiques.\n[Fichier joint: article-sc.pdf]\n[Fichier joint: article-sc-Comms.pdf]",
                    "Voici l'article accompagné de mes commentaires et analyses, annotés ci-dessus\n[Fichier joint: article-sc-Comms.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Clara Grandisson Arsenault",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Articles : STEM vs. STEAM Education and Student Creativity: A Systematic Literature Review",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve l’article très pertinent. Un des grands thème vu dans le cours est l’importance des référents an créativité, donc voir une étude qui aborde le sujet d’ajouter les arts à des discplines plus techniques est très intéressant."
                ]
            },
            {
                "titre_du_forum": "NEUROPHYSIOLOGICAL EXPLORATION OF CREATIVITY IN ENGINEERING",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article porte sur les comportements du cerveaux lors de processus créatifs, plus particulièrement en ingénierie. Il aborde, entre autres, l’importance de la créativité lors de la conception en ingénierie, ainsi que l’importance d’être conscient du processus créatif (comme on le fait dans ce cours). Une partie de l’article est consacrée à des concepts neurologiques, mais ils abordent tout de même beaucoup de concepts vus dans le cadre du cours.\n[Fichier joint: Article.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Émile Asselin",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "La créativité et le bien-être",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article choisi résume une étude réalisée afin de déterminer quelle est la relation entre la créativité et la santé physique et mentale. Pour ce faire, les chercheurs ont évalué si cette relation peut être de nature positive ou négative. Ils ont donc réalisé une série de tests sur un échantillon de personnes, en reliant leur bien-être personnel à leur niveau d'utilisation de la créativité. De plus, l'étude a permis d'analyser si l'idée préconçue que nous avons des artistes ou des scientifiques fous, censés faire preuve de plus de créativité, provient d'un fait réel ou s'il s'agit simplement d'un mythe.https://moodle.polymtl.ca/pluginfile.php/1286980/mod_forum/post/334169/Journal%20of%20Creative%20Behavior%20-%202020%20-%20Acar%20-%20Creativity%20and%20Well%E2%80%90being%20%20A%20Meta%E2%80%90analysis.pdf"
                ]
            }
        ]
    },
    {
        "utilisateur": "Émily St-Onge",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Créativité en traduction",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article Créativité et traduction spécialisée d'Élisabeth Lavault-Olléon explore le rôle de la créativité dans la traduction technique, souvent perçue comme un travail répétitif et sans originalité. L'autrice démontre que le traducteur dispose d'une marge de liberté importante, notamment dans la création de terminologie, l’adaptation culturelle et discursive, ainsi que la réécriture de textes mal rédigés. L’interprétation joue un rôle central, avec une influence particulière des facteurs culturels du public cible. La technique de Persona peut être souvent utiliser lors des processus de traduction pour la rendre créative.\n[Fichier joint: Créativité en traduction.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Emma Sabourin",
        "groupe": "Loutre",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Article : « Improving student creativity through digital technology products: A literature review »",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article est bien articulée, mais il serait intéressant de préciser quels types d’approches pédagogiques sont recommandés pour optimiser l’usage des technologies numériques sans entraver la créativité des étudiants."
                ]
            },
            {
                "titre_du_forum": "Analyse de la créativité dans le monde animal",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Votre synthèse est claire et bien structurée, mais l'auteur pourrait approfondir l'idée des distinctions entre créativité humaine et animale en expliquant pourquoi l'auteur estime que la flexibilité comportementale est un concept plus approprié."
                ]
            },
            {
                "titre_du_forum": "La créativité : approches et méthodes  en psychologie et en ergonomie.",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article \"La créativité : approches et méthodes en psychologie et en ergonomie\" de Bonnardel et Lubart explore la créativité sous divers angles, notamment ses définitions, ses processus cognitifs et ses relations avec l'innovation. Il distingue différents niveaux de créativité et analyse les facteurs influençant le potentiel créatif, tels que les aspects cognitifs, émotionnels et environnementaux. Les auteurs présentent aussi plusieurs méthodes d’analyse, allant des observations sur le terrain aux expérimentations en laboratoire. Enfin, l’article met en avant des approches pédagogiques et technologiques visant à favoriser la créativité dans différents contextes, notamment la conception et l'ergonomie.\n[Fichier joint: Bonnardel_Lubart_RIMHE_2019.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Garance Condomines",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "La créativité comme stratégie de distinction psychologique : l’importance de l’influence de l’identité sociale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cet article, l'auteure analyse le lien entre la créativité individuelle et l'identité sociale, en soulignant le rôle du besoin de distinction psychologique dans l’expression créative. Elle explique qu’une identité sociale floue entraîne souvent le rejet des productions innovantes par la collectivité, généralement conservatrice. L’auteure propose un modèle théorique illustrant cette dynamique et insiste sur l’importance de la clarté de l’identité sociale dans l’acceptation ou le refus du changement. Elle suggère enfin des pistes de recherche pour approfondir ces mécanismes.\n[Fichier joint: Article créativité.pdf]"
                ]
            },
            {
                "titre_du_forum": "Article: How does generative artificial intelligence impact student creativity?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai trouvé cet article très intéressant car l'IA s'est énormément développée ces 4 dernières années auprès des étudiants (depuis l'arrivée de ChatGPT notamment, qui a démocratisé l'utilisation de l'IA). Le sujet résonne en moi, car j'utilise moi-même l'IA dans certains cours, pour certaines tâches.\nJe comprends les résultats de l'étude et c'est un peu ce à quoi je m'attendais. L'IA est utile mais on se rend compte que les réponses peuvent souvent tourner autour des mêmes choses, et d'autant plus aujourd'hui avec la mémoire et l'utilisation d'anciennes conversations pour alimenter les nouvelles requêtes. Aux débuts de ChatGPT, l'IA semblait moins performante, mais elle était aussi moins \"personnalisée\", donc ça nous proposait des choses peut-être plus larges. Aujourd'hui, je ne sais pas si les résultats de l'étude pourraient être les mêmes.\n\nCommentaire 2 : je ne suis pas forcément d'accord. Dans le cadre du AUT, avoir accès à des millions de données me semble pas aussi pertinent que l'on pense. C'est utile pour avoir des informations, mais pour trouver une autre utilité à un objet, les idées viennent quand on pense à des expériences personnelles, des situations qu'on a vues/vécues et pour ça, l'IA ne connait pas tout, et a un biais : à ses début, ChatGPT n'avait pas accès à des données plus récentes qu'une certaine date (2021 je crois ?) et aujourd'hui, avec ChatGPT-4, l'IA a accès à \"tout\", peut utiliser internet et lire des documents, ce qui n'était pas le cas avant.\n\nCommentaire 4 : ça me semble logique que l'IA est plus adaptée pour des petits problèmes. Un gros problème nécessite une réelle compréhension du contexte, des enjeux et du porblème en lui-même. Pour moi c'est l'humain qui a le plus d'informations sur ça. L'IA peut aider, mais elle n'a pas suivi tout le problème depuis le début. Ce sont des problèmes plus complexes donc il est moins facile de trouver des réponses parmi ce que l'IA connait déjà.\n\nSinon, de manière générale je suis d'accord avec le commentaire global , l'IA est un outil, il faut savoir l'utiliser et surtout ne pas en dépendre. Il est important de ne pas en abuser pour garder son esprit critique et développer sa propre créativité, sinon tout le monde va faire les mêmes choses et penser aux mêmes idées, qui seront guidées par l'IA."
                ]
            }
        ]
    },
    {
        "utilisateur": "Hernan Felipe Gonzalez Contreras",
        "groupe": "Flamant rose",
        "total_des_commentaires": 4,
        "forums": [
            {
                "titre_du_forum": "Relations entre les environnements physiques et la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article explore l'impact de l’environnement physique sur la créativité à travers une revue exploratoire de 33 études. Il identifie 15 attributs physiques (lumière, mobilier, stimulation visuelle, plantes, qualité de l'air, etc.) et 7 types d'espaces (ouverts, sociaux, recharge, exploration, etc.) favorisant la créativité. La créativité est analysée sous trois angles : pensée créative, performance au travail et climat organisationnel stimulant. Les résultats montrent que des environnements bien conçus favorisent l’innovation et les échanges sociaux. L’étude propose des pistes pour optimiser les espaces de travail et de création.\n[Fichier joint: Environnement et créativité.pdf]"
                ]
            },
            {
                "titre_du_forum": "Article : \"Pourquoi et en quoi la créativité a-t-elle sa place en classe de langue ?\"",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’approche proposée dans cet article apporte une nouvelle dynamique à l’apprentissage des langues en valorisant la créativité et l’expression sous toutes ses formes. En intégrant l’émotion, le corps et les arts, elle favorise un apprentissage plus engageant et inclusif. La remise en question des méthodes traditionnelles et de l’évaluation semble essentielle pour encourager l’autonomie des élèves. Cette vision plus ouverte de l’enseignement des langues pourrait renforcer la motivation et la diversité des approches pédagogiques."
                ]
            },
            {
                "titre_du_forum": "Article : scientific creativity in secondary students and its relationship with STEM-related attitudes, engagement and work intentions",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve très interessant l'article et les résultats obtenus. Un manque de créativité scientifique chez les élèves du secondaire serait préoccupant, car il pourrait limiter leur engagement et leurs aspirations dans les domaines STEM. L'étude met en évidence l'importance d'adopter des stratégies éducatives adaptées pour stimuler la pensée original et l'intérêt pour les sciences. L'intégration d'applications concrètes dans l'enseignement semble être une piste prometteuse. Cependant, des recherches complémentaires sont nécessaires pour mieux comprendre ces enjeux et optimiser les pratiques pédagogiques."
                ]
            },
            {
                "titre_du_forum": "Article :La créativité artistique à l’école : refonder l’acte d’apprendre",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve très interessant les notions mentionnés de l'article. Encourager la créativité artistique à l’école est une approche qui enrichit l’apprentissage et favorise l’autonomie des élèves. En intégrant des méthodes pédagogiques plus ouvertes, on permet un développement global des compétences. Cela peut également rendre l’enseignement plus dynamique et stimulant. Toutefois, cela demande une adaptation des pratiques éducatives pour en tirer tous les bénéfices."
                ]
            }
        ]
    },
    {
        "utilisateur": "Hugo Foucrit",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Associative thinking at the core of creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article explique le rôle fondamental de l'association d'idées dans le processus créatif, en s'appuyant sur des modèles computationnels récents de la mémoire sémantique. Il distingue en particulier deux types d'associations : les associations libres et les associations dirigées. L'article examine également les systèmes neuronaux impliqués, en montrant que la pensée associative engage des régions cérébrales associées à la mémoire sémantique et épisodique. Cette analyse approfondie offre un nouvel éclairage sur la théorie associative de la créativité, en intégrant des perspectives cognitives, computationnelles et neuroscientifiques.prise de notes : https://drive.google.com/file/d/1FO5xwROui5cHWHeGxEZFSHIIY831Qdfg/view?usp=sharing"
                ]
            }
        ]
    },
    {
        "utilisateur": "Lisa Boutiba",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "La créativité : un thème à explorer en didactique des sciences et des technologies",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article explore la notion de créativité dans l'enseignement des sciences et des technologies, en mettant en avant son développement comme compétence clé. Il présente diverses approches théoriques de la créativité et examine des études récentes sur ce thème. Un modèle en quatre dimensions (produit, individu, environnement, processus) est utilisé pour analyser les travaux sur la créativité. Les recherches suggèrent que l'apprentissage est intrinsèquement créatif et que cette approche multidimensionnelle peut enrichir l'enseignement scientifique.\n[Fichier joint: La créativité un thème à explorer en didactique des sciences et des technologies.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Loriane Costantino",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Créativité : L'état des lieux",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Article sur les compétences, les apprentissages et les mesures de la créativitéhttps://moodle.polymtl.ca/pluginfile.php/1286980/mod_forum/post/334098/People-for-Education-Mesurer-ce-qui-compte-Creativite-1%20%281%29.pdf"
                ]
            }
        ]
    },
    {
        "utilisateur": "Matheo Joseph",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Intentionality of Self-Generated Thought: Contributions of Mind Wandering to Creativity",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Cet article porte sur la distinction entre l’errance mentale intentionnelle et non intentionnelle et leurs liens avec la créativité. Les auteurs ont mesuré ces deux dimensions de l’errance mentale chez des adultes soumis à une IRMf au repos et ont constaté que les deux types d’errance corrélent positivement avec la créativité, bien que chacune soit associée à des schémas de connectivité cérébrale distincts au sein du réseau par défaut (parties postérieure et antérieure, notamment le cortex cingulaire postérieur pour la forme intentionnelle et le cortex préfrontal médian pour la forme non intentionnelle). Les résultats soulignent également l’importance de l’ouverture à l’expérience et suggèrent que l’errance mentale, qu’elle soit volontaire ou involontaire, peut contribuer à la production d’idées créatives.\n[Fichier joint: Article.pdf]",
                    "Pdf de l'article\n[Fichier joint: Article.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Mathias Esteban Falise",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Définir la créativité comme un processus d’élaboration de sens en éducation",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article explore la créativité en éducation, la définissant comme un processus d'élaboration de sens. Il propose un modèle en quatre étapes : analyse, génération, évaluation, et communication. Ce processus mobilise diverses fonctions cognitives, comme la pensée divergente et l'autoévaluation. La créativité est vue comme une compétence transversale essentielle, mais son enseignement doit tenir compte des contraintes socioculturelles et cognitives. L'article souligne l'importance de concilier liberté créative et structure pédagogique.https://moodle.polymtl.ca/pluginfile.php/1286980/mod_forum/post/334362/1094257ar.pdf?time=1742580276487"
                ]
            },
            {
                "titre_du_forum": "Analyse de la créativité dans le monde animal",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Article très intéressant, est-ce que le \"niveau\" de créativité chez les animaux dépends uniquement de leurs \"intelligence\" ?"
                ]
            }
        ]
    },
    {
        "utilisateur": "Mathieu Lauzier",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "La créativité, un objet de formation des enseignants?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve l'article très intéressant ! Je partage également l'idée que les enseignants, dès un jeune âge, pourraient nous amener à comprendre que la créativité n’est pas une capacité uniquement génétique. Il est tout à fait possible de l’entraîner et de la développer, à condition d’en comprendre la définition et de s’y exercer. Je pense aussi que beaucoup de jeunes croient à tort que la créativité ne peut s’exprimer que dans les cours d’arts plastiques, alors que ce n’est pas le cas, comme nous l’avons vu. Mettre fin à cette idée préconçue contribuerait, selon moi, à une meilleure intégration de la créativité dans différentes sphères scolaires."
                ]
            },
            {
                "titre_du_forum": "Analyse de la créativité dans le monde animal",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article explore la notion de créativité et se demande si elle peut s’appliquer aux animaux. Il étudie plusieurs comportements innovants observés chez certaines espèces, comme les chimpanzés ou les oiseaux, qui semblent faire preuve d’ingéniosité. De nombreux exemples illustrent une forme d’intelligence, mais cela ne signifie pas nécessairement qu’ils relèvent de la créativité. De plus, l’auteur met en avant les difficultés à définir et mesurer la créativité en dehors du contexte humain. Il propose donc d’abandonner ce terme pour l’étude des animaux et de se concentrer sur des concepts plus précis comme la flexibilité comportementale et l’adaptation. Cela permettrait de mieux comprendre comment les animaux interagissent avec leur environnement. Il suggère également de classer la créativité en différentes catégories afin de mieux l’analyser. J’ai particulièrement apprécié la première partie de l’article, qui présente des exemples avec des animaux, car elle pourrait m’inspirer pour utiliser la méthode du biomimétisme dans mon projet de groupe.\n[Fichier joint: Article_scientifique_Créativité_animaux.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Michael Ogbaghebriel",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "La créativité dans le trouble de déficit de l’attention avec/sans hyperactivité : un lien à élucider  en recherche et en clinique",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Cette thèse examine le lien entre le TDAH et la créativité, en montrant que les différentes présentations du TDAH (inattention, hyperactivité/impulsivité, combinée) possèdent des profils créatifs distincts. Les personnes ayant un TDAH combiné (TDAH-C) se démarquent par une créativité plus originale et abstraite, liée à l’hyperactivité. Les outils classiques d’évaluation de la créativité sont jugés longs et imparfaits, notamment dans la mesure de l’originalité. Pour y remédier, le test Creo a été conçu : il évalue l’originalité personnelle de façon automatisée, sans s’appuyer sur des normes collectives ou des juges. Creo est adapté au contexte clinique et montre des signes de validité. La thèse insiste sur l’importance de tenir compte de l’hétérogénéité du TDAH dans les recherches. Elle souligne aussi que la créativité peut représenter une force pour certaines personnes atteintes de TDAH.\n[Fichier joint: Girard-Joyal_Olivier_2023_these.pdf]\n[Fichier joint: Girard-Joyal_Olivier_2023_these_Annote.pdf]",
                    "Voici l'article accompagné de mes commentaires, analyses et réflexions, annotés ci-dessous.\n[Fichier joint: Girard-Joyal_Olivier_2023_these_Annote.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Nader El-Doraini",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Relations entre les environnements physiques et la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article m’amène à réfléchir à l’impact des environnements urbains sur la créativité, au-delà des seuls espaces de bureaux. Une ville avec un design urbain esthétique, des espaces verts accessibles et une architecture inspirante peut véritablement nourrir l’imagination et stimuler les processus créatifs. À l’inverse, un environnement urbain bruyant, sale ou saturé d’odeurs désagréables peut devenir un frein important à l’inspiration, voire à la concentration.\n\nCela m’amène à considérer la question des sensibilités individuelles. Lorsqu’un bruit, une lumière ou une odeur devient perturbant, il devient difficile de se concentrer ou de rester immergé dans une tâche créative. Chaque individu a ses propres seuils de tolérance sensorielle, et ce qui est anodin pour l’un peut être source de distraction ou d’épuisement pour un autre. Cette variabilité joue un rôle majeur dans la façon dont nous interagissons avec notre environnement immédiat, que ce soit un bureau, une salle de classe ou une rue passante.\n\nÀ partir de là, je pense à l’état de « flow », ce moment d’immersion totale dans une activité créative. Ce qui est fascinant, c’est que le flow peut émerger presque n’importe où, du moment que les conditions adéquates sont réunies pour l’individu. Il ne dépend pas d’un environnement idéal universel, mais plutôt d’une forme d’alignement entre la tâche, le niveau de stimulation, les capacités de la personne et son confort sensoriel. Un espace parfaitement silencieux peut convenir à certains, tandis qu’un café animé ou un parc urbain peut convenir à d’autres.\n\nEn ce sens, cette étude est pertinente et ouvre de nombreuses pistes de réflexion. Elle montre l’intérêt de mieux comprendre comment les caractéristiques de l’environnement physique influencent la créativité, tout en tenant compte des différences interindividuelles. Davantage de recherches sur ces interactions — entre ville, perception sensorielle et cognition créative — seraient non seulement utiles, mais aussi nécessaires à l’amélioration de nos environnements de vie et de travail."
                ]
            },
            {
                "titre_du_forum": "Bringing creativity back to entrepreneurship education: Creative self-efficacy, creative process engagement, and entrepreneurial intentions",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article\nexamine l'influence du sentiment d'efficacité créative (CSE – Creative Self-Efficacy)\nsur les projets entrepreneuriaux des étudiants en mettant en avant deux\néléments clés: les attitudes sur l'entrepreneuriat et l'engagement dans les\ndémarches créatives jouent un rôle déterminant dans cette relation. Les\nconclusions soulignent que cultiver le CSE peut stimuler la volonté de mettre\nen place une entreprise. Pourtant, on constate que les attitudes des étudiants\nvis-à-vis de l'entrepreneuriat ont diminué après le cours, vraisemblablement à\nla suite d’une prise de conscience des défis à relever. Il est donc évoqué\nqu'une intégration plus poussée de la créativité dans les cours d’entreprenariat\npourrait amplifier leur répercussion positive.\n[Fichier joint: Bringing creativity back to entrepreneurship education.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Omar Bamrim",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "The Contributions of Creativity to the Learning Process within Educational Approaches for Sustainable Development",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve cet article particulièrement pertinent et inspirant. Il met en lumière une réalité souvent méconnue : la créativité n'est pas une aptitude innée réservée à une élite, mais une compétence que chacun peut développer avec le bon encadrement. Les enseignants jouent un rôle essentiel en démystifiant la créativité et en montrant qu'elle peut s'exprimer bien au-delà des disciplines artistiques traditionnelles. En intégrant des approches pédagogiques innovantes et en favorisant des environnements d'apprentissage stimulants, ils permettent aux élèves d'explorer leur potentiel créatif dans diverses matières. Cette démarche contribue non seulement à enrichir leur parcours scolaire, mais aussi à les préparer à relever les défis complexes de notre société en mutation."
                ]
            },
            {
                "titre_du_forum": "La créativité : un thème à explorer en didactique des sciences et des technologies",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "​L'article \"La créativité : un thème à explorer en didactique des sciences et des technologies\" de Laurence Maurines et Catherine Bruguière, publié en 2024 dans la revue Recherches en didactique des sciences et des technologies (RDST),  met en évidence la nécessité d'intégrer la créativité dans l'enseignement des sciences et des technologies. Les auteurs proposent des approches pédagogiques pour favoriser l'innovation et soulignent le rôle central des enseignants dans ce processus. Cependant, des défis subsistent, notamment en ce qui concerne la modification des curriculums et la formation des enseignants, pour créer un environnement propice à l'expression créative des élèves. (j'ai un problème avec l'ajout de fichier sur moodle ( erreur PHP) voici le lien de l'article : https://journals.openedition.org/rdst/5334"
                ]
            }
        ]
    },
    {
        "utilisateur": "Samuel Kouakou",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Le double effet de la musique de fond sur la créativité : perspectives des préférences musicales et de l'interférence cognitive",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "La musique, un facteur environnemental influent, façonne de manière significative le traitement cognitif et les expériences quotidiennes, faisant ainsi de ses effets sur la créativité un sujet dynamique dans le domaine des sciences cognitives.Dans cet article, les auteurs cherchent à répondre à une question qui revient souvent dans les débats : savoir si la musique renforce, entrave ou exerce une double influence sur la créativité individuelleCette étude se concentre sur la musique traditionnelle chinoise connue pour sa préférence pour la tristesse comme stimulus émotionnel; et l'activité est la tache d'utilisation alternative.La tache d'utilisation alternative consiste à trouver autant d’usages alternatifs que possible pour un objet du quotidien, en un temps limité. Les résultats ont montré que, par rapport à un environnement calme, la musique instrumentale et vocale en tant que stimuli de fond affectait significativement les performances AUT. Notamment, la musique avec une charge émotionnelle négative a renforcé l’originalité individuelle dans la performance créative. Ces résultats confirment le double rôle de la musique de fond dans la créativité, la musique instrumentale semblant améliorer la créativité grâce à des facteurs tels que l’excitation émotionnelle, l’interférence cognitive, la préférence musicale et la restauration psychologique.L’étude remet en cause une idée largement répandue, à savoir que seule la musique de fond joyeuse (positive) améliore la créativité.\n[Fichier joint: The_dual_effect_of_background_music_on_creativity_.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Samuel Ramos",
        "groupe": "Flamant rose",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Article: How Does Narrow AI Impact Human Creativity?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article suivant « How Does Narrow AI Impact Human Creativity? » explore le lien entre l’intelligence artificielle et la créativité humaine. En effet, il montre que l’IA actuelle (comme ChatGPT ou DALLE) ne peut pas être créative, car elle ne fait que reproduire ou combiner des idées déjà existantes. Même si elle peut parfois donner l’illusion de créativité, elle reste dépendante des instructions humaines. Par contre, elle peut jouer un rôle de soutien en accélérant certaines étapes du processus créatif, comme la recherche d’infos ou l’évaluation d’idées. L’IA peut aussi donner un retour rapide et objectif sur la créativité humaine, ce qui est pratique, surtout en milieu éducatif. L’article insiste sur le fait que la vraie créativité reste une compétence humaine essentielle. Il encourage donc à voir l’IA comme un outil, pas comme un remplaçant. Pour en conclure, l’IA ne crée pas à notre place, mais elle peut bien nous aider à mieux créer.\n[Fichier joint: How Does Narrow AI Impact Human Creativity .pdf]"
                ]
            },
            {
                "titre_du_forum": "Intentionality of Self-Generated Thought: Contributions of Mind Wandering to Creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ce résumé est super clair ! J’trouve ça vraiment fascinant que l’errance mentale, qu’elle soit volontaire ou pas, soit liée à la créativité. Tu penses que c’est quelque chose qu’on pourrait entraîner ou encourager chez soi ? Et est-ce que ça voudrait dire que rêvasser n’est pas forcément une perte de temps ? En tout cas, ça change le regard qu’on peut avoir sur ces moments où l’esprit part un peu ailleurs."
                ]
            },
            {
                "titre_du_forum": "Article Nudging individuals' creativity using social labeling",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’trouve que ce résumé capte super bien le message de l’article. C’est fou de voir à quel point une simple étiquette, positive ou négative, peut vraiment changer la façon dont quelqu’un se sent créatif ou non. Ce que j’ai trouvé surprenant, c’est que même dire à quelqu’un qu’il n’est pas créatif peut parfois le pousser à se dépasser. Au final, ça montre que ce qu’on dit aux autres peut vraiment avoir un impact sur leur confiance et leur envie de créer."
                ]
            }
        ]
    },
    {
        "utilisateur": "Sarah-Jade Lessard",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "La créativité comme stratégie de distinction psychologique : l’importance de l’influence de l’identité sociale",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve ce sujet très intéressant. Je me demande si une identité sociale plus forte favorise nécessairement l’innovation et la créativité, car j'ai l'impression qu’elle pourrait parfois les freiner en raison de modes de pensée trop rigides et ancrés. En d'autres termes, quelqu'un qui a une idée claire de ce qu’il veut pourrait être moins enclin à explorer de nouvelles avenues ou à sortir de sa zone de confort. Cependant, je suis d'accord avec le fait qu'une identité sociale forte et claire peut favoriser l'acception du changement, car lorsque l'identité est bien définie, l'individu se sent plus stable et en confiance. Cette sécurité peut le rendre plus réceptif aux nouvelles idées puisqu'il percevrait le changement non pas comme une menace, mais comme une opportunité de renforcer son identité."
                ]
            },
            {
                "titre_du_forum": "Article : « Improving student creativity through digital technology products: A literature review »",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette revue de littérature étudie l'impact des technologies numériques sur la créativité des étudiants, en se concentrant sur les types de technologies, les mesures de créativité et les mécanismes influencés par ces outils. Les études montrent que ces technologies renforcent la pensée divergente, la motivation, la collaboration et l’autonomie des étudiants. Elles soulignent également l’importance de l’environnement créatif et de l’interconnexion des idées. Cependant, pour maximiser l'efficacité de ces technologies, des approches pédagogiques adaptées sont nécessaires, afin de limiter le risque de surcharge cognitive, qui peut nuire à la créativité.\n[Fichier joint: Article scientifique.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Sebastien Negrut",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Créativité et diversité en recherche qualitative",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article traite sur l'importance de la diversité des approches méthodologiques dans la recherche dont la construction empirique de la théorie, les techniques de collecte de données et de traitement de donnée."
                ]
            }
        ]
    },
    {
        "utilisateur": "Sophie Cournoyer",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Relations entre les environnements physiques et la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’analyse proposée dans cet article est particulièrement intéressante pour comprendre comment l’environnement physique influence la créativité. L’identification des 15 attributs et 7 types d’espaces offre un cadre structuré utile aux chercheurs et aux praticiens. Cependant, la méthodologie reste majoritairement descriptive, limitant l’établissement de relations causales précises entre les caractéristiques environnementales et la créativité.\n\nUn aspect qui aurait mérité davantage de développement est la distinction entre les effets de ces environnements sur la créativité individuelle et collective. Si l’étude reconnaît l’importance des espaces sociaux et collaboratifs, elle explore peu comment ceux-ci peuvent équilibrer échanges et concentration sans nuire à l’autonomie des individus. De plus, bien que les résultats montrent un lien entre environnement et innovation, des études expérimentales seraient nécessaires pour mieux comprendre les mécanismes précis en jeu. Finalement, les auteurs ouvrent des perspectives intéressantes pour de futures recherches, notamment sur les environnements non conventionnels, qui pourraient être approfondies."
                ]
            },
            {
                "titre_du_forum": "Du contrôle de l’innovation à la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article Du contrôle de l’innovation à la créativité : vers un cadre\nintégrateur par Sophie\nBollinger et Thierry Burger-Helmchen explore la tension entre contrôle et\ncréativité dans les processus d’innovation en entreprise. Bien que le contrôle\nsoit nécessaire pour structurer et optimiser l’innovation, un excès de rigidité\npeut freiner la créativité. Ils proposent un cadre intégrateur permettant\nd’adapter les mécanismes de contrôle en fonction du contexte organisationnel et\ndes types d’innovation. L’étude met en évidence la nécessité d’un équilibre\nentre flexibilité et rigueur pour favoriser la performance tout en préservant\nun environnement propice à la créativité.\n[Fichier joint: rei-10365.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Vana Nerguizian",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Articles : STEM vs. STEAM Education and Student Creativity: A Systematic Literature Review",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve l'article intéressant, surtout sur l'importance de mélanger et de combiner les sciences avec les arts pour encourager la créativité. Comme toi, je remarque qu' à Polytechnique, on voit peu d'arts dans les cours et dans les activités. Ce serait pourtant une belle facon d'aider les étudiants à mieux s'exprimer et à développer leur créativité et à rester motivés."
                ]
            },
            {
                "titre_du_forum": "Article: Définir la créativité comme un processus d'élaboration de sens en éducation",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article souligne l'importance de considérer la créativité comme un processus d'élaboration de sens plutôt qu'un  simple produit final. Il met en avant une approche socioculturelle, insistant sur l'interaction entre l'individu et son environnement dans l'apprentissage créatif. De plus, il explique que le processus créatif et la résolution de problèmes partagent des mécanismes cognitifs similaires. Enfin, il démontre qu'il est nécessaire d'adapter les méthodes d'évaluation en éducation, en prenant en compte le résultat final et aussi le cheminement de l'élève dans sa démarche créative.\n[Fichier joint: Definir_la_creativite_comme_un_processus_delabora.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Xavier Bourque",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Définir la créativité comme un processus d’élaboration de sens en éducation",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai bien aimé la section concernant la créativité en éducation. Le système éducatif n’est pas positionné entre valoriser la créativité et encourager la conformité. La créativité est vue non seulement comme un produit, mais aussi comme un processus social et culturel. La distinction entre la personne créative, le processus créatif et la création elle-même soulève des questions sur l’évaluation de la créativité des élèves. Bien que l’objet final soit souvent un indicateur de réussite, la démarche créative devrait également être valorisée, en particulier dans les arts, où le processus est tout aussi crucial que le résultat. J’ai aussi trouvé très intéressant le commentaire concernant l’accessibilité des pratique créatives réservés aux classes moyennes supérieurs, j’ai trouvé que cela faisait bien du sens et  que c’était un commentaire qui ouvre la porte à une autre discussion."
                ]
            },
            {
                "titre_du_forum": "Article Nudging individuals' creativity using social labeling",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article explore comment l’étiquetage social (le fait de qualifier une personne de \"créative\" ou \"non créative\") impacte ses performances créatives. À travers plusieurs études, les auteurs montrent que ces labels modifient la motivation et l'auto-efficacité des individus. Ceux qui doutent de leur créativité bénéficient particulièrement d’une reconnaissance positive. Ces résultats soulignent l'importance des jugements sociaux dans le développement du potentiel créatif.https://moodle.polymtl.ca/pluginfile.php/1286980/mod_forum/post/334476/Article%20Nudging%20individuals%20creativity%20using%20social%20labeling%20CC.pdf"
                ]
            }
        ]
    },
    {
        "utilisateur": "Yahya Badrane",
        "groupe": "Loutre",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "The Contributions of Creativity to the Learning Process within Educational Approaches for Sustainable Development",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article offre une revue systématique sur l'intégration de la créativité dans l'enseignement avec une perspective écosociale et durable. Il met en évidence l'importance de la créativité pour une pédagogie transformative et souligne le rôle crucial de l'enseignant et de l'environnement d'apprentissage dans la facilitation de processus créatifs​https://www.mdpi.com/2227-7102/14/8/824"
                ]
            },
            {
                "titre_du_forum": "La créativité, un objet de formation des enseignants?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article met en lumière l'importance sous-estimée mais cruciale de la créativité dans la formation des enseignants. En dépit de la reconnaissance de son importance, la créativité n'est pas suffisamment ancrée dans les pratiques et théories pédagogiques. Pour progresser, une démarche plus structurée et consciente pour l'incorporer dans la formation des enseignants s'avère nécessaire. L'intégration de la créativité peut potentiellement enrichir les compétences des enseignants, les rendant plus aptes à répondre aux besoins variés des élèves dans des environnements éducatifs dynamiques."
                ]
            },
            {
                "titre_du_forum": "Creativity as Key Trigger to Cognitive Achievement: Effects of Digital and Analog Learning Interventions",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article analyse comment différents facteurs environnementaux et pédagogiques peuvent favoriser ou inhiber le potentiel créatif. Il discute de l'impact des méthodes d'enseignement gamifiées sur l'engagement et la motivation des étudiants, en liant ces éléments à des résultats d'apprentissage créatifs​.Les recherches mettent en lumière le rôle essentiel de l'enseignement pour la créativité dans les domaines de l'éducation et du génie. Elles recommandent l'adoption de pratiques pédagogiques qui non seulement encouragent une pensée critique et indépendante mais aussi stimulent l'innovation et la créativité par des approches interdisciplinaires et collaboratives. La flexibilité pédagogique et l'intégration de méthodes interactives et gamifiées semblent particulièrement bénéfiques pour développer le potentiel créatif des étudiants.https://link.springer.com/content/pdf/10.1007/s11165-024-10211-3.pdf"
                ]
            }
        ]
    },
    {
        "utilisateur": "Younes Bennani",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Article : \"Pourquoi et en quoi la créativité a-t-elle sa place en classe de langue ?\"",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article explore la place essentielle de la créativité dans l’apprentissage des langues vivantes. Il propose une pédagogie de l’émergence qui mobilise l’émotion, le corps, la translangageance et les pratiques artistiques. En valorisant les projets transdisciplinaires et la participation active des élèves, l’auteur plaide pour une refonte des postures enseignantes et de l’évaluation. La créativité devient ici un levier d’inclusion, de motivation et de développement cognitif. Cette approche remet en question les séquences figées et plaide pour des espaces d’apprentissage plus ouverts, où l’imprévu et l’improvisation sont valorisés. L’article insiste aussi sur l’importance de reconnaître toutes les formes de langage (verbal, non verbal, corporel) et d’accueillir la diversité linguistique des élèves comme une richesse. En intégrant les arts et en repensant les rythmes scolaires, l’enseignement des langues devient un terrain fertile pour développer l’autonomie, la sensibilité et la pensée critique.https://moodle.polymtl.ca/pluginfile.php/1286980/mod_forum/post/334398/POURQUOI%20ET%20EN%20QUOI%20LA%20CREATIVITE%20A%20T%20ELLE%20SA%20PLACE%20EN%20CLASSE%20DE%20LANGUE.pdf?time=1742603193592"
                ]
            },
            {
                "titre_du_forum": "Bringing creativity back to entrepreneurship education: Creative self-efficacy, creative process engagement, and entrepreneurial intentions",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve ça bien qu’ils remettent la créativité au cœur des cours d’entrepreneuriat, parce que souvent ces cours sont trop axés sur la théorie ou les modèles à suivre. Là, on comprend que c’est plus une question d’état d’esprit, de croire qu’on peut vraiment avoir des idées originales et qu’elles ont de la valeur. J’ai bien aimé le lien qu’ils font entre la confiance créative et l’engagement dans le processus créatif. Ça paraît logique : si tu penses que t’es pas créatif, tu vas juste faire le minimum ou copier ce que d’autres ont fait.\n\nPar contre, je me demande si ça s’applique à tous les profils d’étudiants. Pas tout le monde est à l’aise avec l’idée de \"prendre des risques créatifs\", surtout dans un cadre scolaire où t’es noté. C’est là que le rôle du prof devient super important, mais l’article reste un peu vague sur ce point.\n\nEst-ce que tu penses que ce type d’approche pourrait vraiment fonctionner dans un contexte universitaire plus traditionnel, comme à Poly, où on est habitué à des structures plus rigides ?"
                ]
            }
        ]
    },
    {
        "utilisateur": "Zachary Meziani",
        "groupe": "Flamant rose",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "L'enseignement de la créativité dans les écoles de génie",
                "nbre_de_commentaires": 2,
                "commentaires": [
                    "Cet article propose une revue approfondie de la littérature sur l’enseignement de la créativité dans les écoles de génie. Il met en lumière le fait que, malgré l'importance de la créativité dans la résolution de problèmes techniques et l'innovation, elle est souvent négligée dans les programmes d'ingénierie traditionnels. L’auteure analyse plusieurs méthodes pédagogiques utilisées pour favoriser la créativité, telles que les projets interdisciplinaires, l’intégration du design thinking ou même la valorisation de la pensée divergente. Ainsi, l'auteure Tekmen-Araci propose un cadre de référence pour guider les établissements dans l’intégration progressive de la créativité dans leurs programmes, tout en identifiant les obstacles comme le manque de temps, de ressources ou la résistance au changement.\n[Fichier joint: Article scientifique.pdf]\n[Fichier joint: Article scientifique_5c14d240271344f9d8524d528c31bfde.pdf]",
                    "Voici l'article annoté de commentaires\n[Fichier joint: Article scientifique_5c14d240271344f9d8524d528c31bfde.pdf]"
                ]
            },
            {
                "titre_du_forum": "Créativité en traduction",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve cet article particulièrement intéressant car il explore la créativité sous un angle souvent négligé qui est celui de la traduction. Il montre que traduire ne se limite pas à une simple transposition linguistique, mais nécessite une véritable capacité d'adaptation, d'invention et de sensibilité . L’auteur met en lumière l'ambivalence entre la fidélité au texte source et la liberté créative. J’ai trouvé la perspective originale et bien argumentée, notamment dans les exemples concrets et les distinctions entre différents types de traduction."
                ]
            }
        ]
    }
]