[
    {
        "utilisateur": "Abderrahim Zebiri",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Journal of Creativity : Creativity in science engineering and the arts",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé ton analyse bien structurée et fidèle à l’article. Tu mets en évidence le manque de place accordée à la créativité dans les formations en sciences et en génie, ce qui est très juste. J’aime aussi ton idée d’évaluer la créativité tôt dans le parcours, même si on aurait pu préciser comment cela pourrait se faire concrètement. Ton remarque sur le lien entre créativité, risque et incertitude est particulièrement pertinente, surtout pour notre domaine. En somme, ton lecture est claire et personnelle ; elle montre bien la nécessité d’intégrer davantage la créativité dans les programmes techniques."
                ]
            },
            {
                "titre_du_forum": "Trends and opportunities by fostering creativity in science and engineering: a systematic review",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article propose une revue systématique ambitieuse sur la promotion de la créativité en sciences et ingénierie. Les auteurs identifient neuf pratiques pédagogiques (du travail collaboratif au PBL) et six grandes tendances, dont la fusion interdisciplinaire et l’évaluation de la créativité. L’approche est riche théoriquement mais demeure essentiellement descriptive, avec peu d’analyse critique des contextes institutionnels ou des résultats mesurables. L’étude confirme néanmoins que la créativité devient une compétence pivot pour les ingénieurs du XXIᵉ siècle, nécessitant une intégration explicite et évaluée dans les curricula.\n[Fichier joint: Trends and opportunities by fostering creativity in science and engineering  a systematic review.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Alessandro David",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "L'envie de s'améliorer stimule la créativité!",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article de \"From Growth and Fixed Creative Mindsets to Creative Thinking\" explore la manière dont nos croyances sur la créativité influencent directement notre motivation à être créatif et notre performance en pensée créative. Les chercheurs ont mené plusieurs expériences auprès d’étudiants universitaires afin d’examiner comment ces mentalités façonnent la volonté de faire des tâches créatives et la qualité des idées produites. Les résultats montrent que les individus qui croient que la créativité peut se développer avec l’effort adoptent une approche plus ouverte, persévérante et réflexive face aux défis, ce qui améliore leur créativité réelle en bout de ligne!\nJ’ai particulièrement aimé cet article parce qu’il relie la créativité à des processus mentaux et éducatifs concrets plutôt qu’à un simple “don naturel”.\n[Fichier joint: fpsyg-15-1353271.pdf]"
                ]
            },
            {
                "titre_du_forum": "Bilingualism and creativity across development: Evidence from divergent thinking and convergent thinking",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Merci pour ton partage, l’article est très interessant. Ça montre un des avantages de faire grandir son enfant dans un foyer multiculturel/multilinguiste!"
                ]
            }
        ]
    },
    {
        "utilisateur": "Alessandro Sibani",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Sibani Alessandro -  Creativity and artificial intelligence",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Creativity and artificial intelligence: A multi level perspective, Luca Grilli & Mattia PedotaThis  paper, written by two Italian Professors, analyses how AI\naffects creativity at three levels: individuals, teams and organizations.At the individual level, AI can do a lot of convergent\nthinking, so humans become more important for divergent thinking and for\ncombining ideas from different areas.\n\nIn teams, creativity depends on who actually knows how to\nuse AI and on how clear the creative process is; if this is missing, too many\nideas and AI suggestions can create confusion, conflict and slower decisions. \n\nAt the organizational level, AI works like a strong “sensor”\nthat collects data from outside, while human experts turn this data into\nknowledge and concrete strategic ideas. \n\nIn summary, AI does not replace human creativity but changes\nthe way it works, making exploration, interpretation and coordination even more\nimportant.\n[Fichier joint: Creat Innov Manage - 2024 - Grilli - Creativity and artificial intelligence  A multilevel perspective.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Andrew Plante-Cary",
        "groupe": "Loutre",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Tourisme créatif : enjeux et perspectives en économie et management de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai trouver cette article en pensant qu'il allait être super intéressant et qu'il allait me montrer un nouveau type de touriste. Cependant, j'ai été un peu déçu. Selon moi, il était beaucoup sur le côté technique et il parlait d'aller voir différents articles au lieu de bien expliquer le tout. Il parle que le tourisme créatif veut changer la façon de voyager en mettant l’accent sur l’apprentissage et la co-création, mais dans les faits ça marche pas toujours comme prévu. Souvent, les expériences finissent par être pas mal “standard” et les artistes locaux se font un peu utiliser, au point même de se faire pousser dehors par la gentrification. Il y a aussi une grosse tension entre le côté business et le côté vraiment créatif. Bref, malgré les belles promesses, ça peut parfois tuer la créativité locale au lieu de la stimuler.\n[Fichier joint: Article scientifique .pdf]"
                ]
            },
            {
                "titre_du_forum": "The Value of Creative Activities in the Recreational Field",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article nous fait réaliser à quel point les loisirs créatifs peuvent avoir un gros impact sur la façon dont on se sent et comment on interagit avec les autres. Je trouve ça intéressant qu’ils disent que la créativité peut aider à transformer des émotions négatives en quelque chose de plus positif, mais que ça reste quand même exigeant pour certaines personnes. C’est pas juste fun, ça demande un vrai effort mental. En tout cas, ça montre que développer notre créativité au quotidien, c’est pas juste un plus, c’est quelque chose qui peut vraiment améliorer notre équilibre personnel et social."
                ]
            },
            {
                "titre_du_forum": "Le développement de la créativité chez l’enfant et l’adolescent",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé cet article vraiment intéressant parce qu’il fait réfléchir sur comment l’école influence notre créativité. On voit que c’est pas juste une question de talent ou de capacité, mais aussi beaucoup de l’environnement dans lequel on apprend. Ça m’a fait penser au concept que l'on a vu dans le cours que pour être créatif il faut pouvoir explorer, essayer des choses, pas juste suivre les consignes tout le temps. C’est fou de voir à quel point le cadre scolaire peut soit encourager soit freiner notre créativité"
                ]
            }
        ]
    },
    {
        "utilisateur": "Anyssa Côté-Lefort",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "The Value of Creative Activities in the Recreational Field",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article analyse la relation présente entre les loisirs et la créativité. Plus précisement, les impacts de pratiquer des activités récréatives imaginatives sur les interactions sociales. La créativité est très importante pour le développement et l'éducation. L'étude aborde donc les effets positifs, comme le fait que les émotions négatives peuvent être transformées en émotions positives, ou encore, comment la confiance en soi peut être améliorée. Cela vient donc par la suite impacter les relations sociales de manière positive. De plus, l'artile aborde le fait qu'être créatif n'est pas quelque chose de relaxant pour tous, mais peut être un travail demandant pour certaines personnes. C'est un point que je trouve très pertinent.J'ai selectionné cet article puisqu'il s'intéresse davantage aux bénéfices que peuvent apporter la créativité. On voit donc comment il est important de la développer dans notre vie de tous les jours puisqu'elle apporte des bénéfices intéressants par la suite.\n[Fichier joint: The value of creative activities in the recreational field_ the grounded theory perspective.pdf]"
                ]
            },
            {
                "titre_du_forum": "L'envie de s'améliorer stimule la créativité!",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Bel article! Je suis en accord avec toi, c'est très intéressant d'aborder le développement de la créativité. Les résultats font énormément de sens selon moi. Il est clair que les personnes ouvertes à développer leur créativité sont plus promptes à devenir créatives puisqu'elles vont mettre les efforts pour y arriver. Par exemple, les personnes seront plus enclines à écouter leurs idées qui sortent du lot, à essayer de nouvelles choses, à mélanger des idées ensembles, ... \n\nLes statistiques m'ont particulièrement impressionnées. En effet, si j'ai bien saisi, la volonté de vouloir s'améliorer nous rends plus motivé, ce qui compte pour 33,3% du gain en termes de pensée créative. À l'inverse, si on croit que la créativité est innée et donc qu'on ne se peut pas l'améliorer, ça réduit notre motivation, ce qui explique 18,8% des effets négatifs sur la pensée créative."
                ]
            }
        ]
    },
    {
        "utilisateur": "Arielle Vergados",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Apprendre à être créatif : une  étude  comparative  du  développement de la créativité  comme compétence numérique en  milieu d’apprentissage riche en  technologies",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "C'est intéressant car l'article que j'ai analysé portait également sur la créativité des élèves dans un contexte technologique. Toutefois, il concernait des élèves du primaire. Dans les deux cas, il semble que les activités aient favorisé l'innovation, bien que ce domaine de recherche demeure encore peu exploré."
                ]
            },
            {
                "titre_du_forum": "Effects of a Creativity-Enhancement intervention on Preservice Elementary Teacher's Creativity. in Computing Education",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article examine l'effet d'une intervention pédagogique sur le développement de la créativité, intégrée à un cours d'informatique au primaire. Les enseignants participants ont suivi une formation préalable sur la créativité, puis ces pratiques ont été intégrées dans un seul de deux groupes. Bien que l'intervention fut assez courte, elle a eu un effet positif sur l'approche innovante des étudiants, sans produire des résultats statistiquement significatifs.\n[Fichier joint: Arielle Vergados - Article.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Audrey Ann Lamirande-Bolduc",
        "groupe": "Flamant rose",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "Apprendre à être créatif : une  étude  comparative  du  développement de la créativité  comme compétence numérique en  milieu d’apprentissage riche en  technologies",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette étude semble bien mettre en évidence l’importance de l’environnement dans le développement de la créativité en analysant un contexte technologique stimulant qui agit comme catalyseur, permettant aux élèves d’explorer, de tester et de générer des idées de façon plus libre et innovante. Très intéressant!"
                ]
            },
            {
                "titre_du_forum": "Effects of a Creativity-Enhancement intervention on Preservice Elementary Teacher's Creativity. in Computing Education",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "C'est intéressant de constater qu’une courte formation axée sur la créativité peut déjà influencer positivement la façon d’enseigner et d’apprendre. Même sans résultats significatifs, ca met en valeur l’importance d’intégrer des approches créatives dans l’enseignement des technologies dès le primaire."
                ]
            },
            {
                "titre_du_forum": "An EEG study on artistic and engineering mindsets in students in creative processes",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette étude compare, via électroencéphalogramme (EEG), les processus cognitifs des étudiants de type \"ingénierie\" versus \"artistique\" durant une tâche dite de créativité et cherche à montrer des différences dans les zones cérébrales activées et dans la rapidité de génération d'idées.Cet article m'intriguait au départ puisqu'il s'intéresse à la manière de penser des étudiants en ingénierie, donc je me sentais interpellée. De plus, le fait de mesurer physiquement la créativité me rendait sceptique selon les apprentissages faits en classe, mais j'étais ouverte et intriguée de découvrir les observations faites et de voir si cela pouvait amener un appui scientifique mesurable à la créativité qui n'est souvent pas reconnue à sa juste valeur dans le domaine des sciences.Toutefois, dès le début de ma lecture, j'ai constaté plusieurs incohérences dans l'étude effectuée. Tout d'abord, plusieurs concepts ou informations étaient mal rapportées des articles scientifiques cités menant à de faux liens de causalité menant à des préjugés et des faits non justifiés. De plus, l'exercice a été effectué sur un échantillon de 15 étudiants de chaque branche seulement. Bien que les résultats obtenus soient statistiquement significatifs, il est difficile d'étendre ce résultat à une population de par un si petit échantillon et d'émettre une conclusion crédible. L'étude parle également des différentes régions du cerveau qui sont activées lors des activités proposées aux étudiants, mais aucun indicateur n'est utilisé pour déterminer si les idées générées sont réellement créatives, donc il est difficile de vérifier si les zones du cerveau sont liées à la créativité ou si elles reflètent un autre facteur. Cela peut réellement mener à des conclusions erronées chez le lecteur puisque nous avons effectivement déconstruit fortement cette idée lors des discussions en classe. Finalement, cet article m'a fait repenser à une réflexion faite en classe: est-ce réellement possible d'obtenir un échantillon similaire dans une étude sur la créativité sachant que celle-ci est générée par plusieurs facteurs internes et externes qui ne peuvent pas être contrôlés? Ainsi, peut-on réellement conclure sur les résultats obtenus par cette étude? J'en doute...\n[Fichier joint: An EEG study on artistic and engineering mindsets in students in creative processes.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Aurélie Nichols",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Valeurs de l'organisation - moteur de créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article décrit les différents éléments entrepris par les entreprises pour encourager leurs employés à faire des tâches créatives. Ceci a été fait en questionnant différents employés dans deux entreprises différentes: une à but lucratif et une à but non lucratif. Malgré les différences entre les méthodes encourageant la créativité et les obstacles à la créativité de chacune, les deux se rejoignaient sur plusieurs points. Deux points notables étaient que la culture organisationnelle doit touchée à la motivation intrinsèque des employés et que ces derniers doivent voir la possibilité de développer leurs idées créatives (temps, argent, etc.).\n[Fichier joint: Article scientifique.pdf]"
                ]
            },
            {
                "titre_du_forum": "Artificial creativity: can there be creativity without cognition?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Très intéressant comme résumé! J'ai toujours pensé que l'IA ne pouvait pas faire quelque chose de créatif puisqu'elle utilise seulement des données existantes. Il est vrai que beaucoup d'idées créatives proviennent de liens entre différentes connaissances et concepts que nous avons acquis alors c'est vrai que l'IA pourrait aussi faire ce type de lien. D'un autre côté, j'imagine qu'il y a une limite à ce que l'IA peut faire puisqu'il y a une limite de liens qu'elle peut faire sans ajout de nouvelles informations par l'humain?"
                ]
            }
        ]
    },
    {
        "utilisateur": "Ceren Ozbalci",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Valeurs de l'organisation - moteur de créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’aime comment tu as souligné le rôle de la culture organisationnelle et de la motivation personnelle pour favoriser la créativité. Cela rejoint en partie l’idée de mon article qui fait une étude similaire dans le cadre des étudiants universitaires en formation à l’enseignement, qui montre également que la créativité peut être stimulée par des interventions structurées. Dans les deux cas, je peux conclure que la créativité ne se développe pas magiquement mais nécessite un environnement favorable et des pratiques spécifiques, que ce soit à l’école ou en entreprise."
                ]
            },
            {
                "titre_du_forum": "Development of creativity in the first year of teaching studies: An intervention study",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’étude démontre que des interventions pédagogiques structurées peuvent améliorer la créativité chez les étudiants universitaires en formation à l’enseignement, encourageant les académiciens à développer cette compétence. Les groupes expérimentaux montrent des progrès significatifs, bien que l’effet de l’intervention devienne plus biasé lorsque l’âge et le genre sont contrôlés (l'article précise qu'ils ne voulaient pas mesurer leurs effets). Leur analyse montre aussi qu’il n’existe pas de relation claire entre créativité et le succès scolaire selon leur étude. En somme, l’article insiste sur la nécessité d’intégrer des pratiques d’enseignement créatives dans la formation des futurs enseignants.\n[Fichier joint: 1-s2.0-S1871187125002652-main_20.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Charlotte Loubet",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "DÉFINIR LA CRÉATIVITÉ COMME UN PROCESSUS D’ÉLABORATION DE SENS EN ÉDUCATION",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Merci pour cet article Elias, je l'ai trouvais très instructif. J'ai particulièrement apprécié le passage décrivant la créativité comme un phénomène collectif, nourri par les échanges sociaux et culturels. Il valorise une approche éducative centrée sur le processus plutôt que sur le résultat, où les élèves apprennent en collaborant, en expérimentant et en construisant ensemble du sens. Très intéressant !"
                ]
            },
            {
                "titre_du_forum": "La créativité : un thème à explorer en didactique des sciences et des technologies",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article, datant de 2024, met en lumière la place de la créativité dans l’enseignement scientifique. S’appuyant sur les travaux en psychologie et sciences cognitives, il présente différentes définitions et modèles, notamment celui des 4P (Product, Person, Process, Press), pour analyser les dimensions de la créativité. Il s'appuie notamment sur l'étude de cinq articles illustrant comment la créativité peut se manifester dans les pratiques scientifiques, qu’il s’agisse de la modélisation, de la résolution de problèmes ou de dispositifs interdisciplinaires.\n[Fichier joint: ARTICLE_la créativité _ un thème à explorer en didactique des sciences et des technologies.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Claudia Mariella De Rojas Lanfranco",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Journal of Creativity : Creativity in science engineering and the arts",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article rappelle que, bien que la créativité soit reconnue\ncomme une compétence clé du XXIᵉ\nsiècle (imagination, originalité, curiosité, flexibilité dans un monde\nincertain), sa place dans les programmes universitaires reste peu claire et peu\ndéveloppée. L’étude compare, chez des étudiants en sciences, en génie et en\narts, la perception de la créativité, l’auto-perception et l’importance\naccordée à cette compétence dans l’enseignement supérieur.\n\nLes résultats confirment que les étudiants en arts\nvalorisent davantage la créativité que ceux des sciences et du génie, même si\nla conscience de son importance demeure élevée dans toutes les disciplines.\n\nLa recommandation est d’introduire, dans les disciplines\ndites « très structurées » comme les sciences et le génie, des méthodes plus\nouvertes, des projets incertains et l’interdisciplinarité, ainsi qu’un\nenvironnement pédagogique favorable à la créativité (tâches ouvertes, droit à\nl’essai-erreur, valorisation de l’originalité).\n\nPour la recherche future, il est suggéré d’élargir à\nd’autres établissements, de diversifier les contextes culturels et\nd’approfondir l’analyse.https://moodle.polymtl.ca/pluginfile.php/1431967/mod_forum/post/354772/Journal_of_CreativityCreativity_in_science_engineering_and_the_arts.pdf"
                ]
            },
            {
                "titre_du_forum": "Valeurs de l'organisation - moteur de créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Merci Aurélie pour le partage de cet article qui analyse l’impact des organisations et particulièrement la culture et les valeurs par rapport à la créativité des employés. Après avoir appris à quel point la créativité est un élément intrinsèque aux individues, il reste seulement des facteurs extrinsèques et normalement avec un effet limité et de court terme que les organisations doivent tenir compte.\n\nLes valeurs, la mission, et les objectives de l’organisation sont importants, mais doivent être alignés aux valeurs, motivations et croyances des employés. Dans d’autre mots on pourrait dire qu’une organisation ne peut pas retenir un individue et qu’il reste créative longtemps au moins d’un bon « fit » culturel et un alignement des objectives.\n\nLa communication reste un autre facteur clé pour que cette culture organisationnelle soit connu et vécu par les employés, mais un plus qu’elle soit écrite a quelque part, il faut que soit visible et cohérente avec ce que la compagnie dit.\nC’est comme une relation de couple où il faut que les parties soient d’accord sur les valeurs fondamentales et non seulement de façon superficiel et temporaire. Il peut sembler que nous sommes d’accord dans un couple, cependant pour que la relation soit soutenable dans le temps il faut que l’alignement soit réel.\n\nConvaincre quelqu’un de s’engager et d’être créative avec de inventives est une stratégie de court terme. Et dans le cas de cette étude, semblerait qui pourrait aller à l’encontre : « Les facteurs extrinsèques qui peuvent être directement influencés par les organisations en fonctions à la tâche, si sont mal choisis, risquent de détourner l’objectif initial et entraver la créativité ».\n\nAutre aspect que je trouve très intéressant, est le fait que la « manque de temps » soit un facteur de démobilisation cruciale et une des principaux obstacles à la créativité. Cela me touche, parce que en effet, la créativité prendre énormément de temps. La suggestion est d’intégrer les activités de créativité aux activités quotidiennes dans les entreprises. Avec cela, les organisations deviennent cohérentes avec des objective et des attentes de créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Elias Zegouagh",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "DÉFINIR LA CRÉATIVITÉ COMME UN PROCESSUS D’ÉLABORATION DE SENS EN ÉDUCATION",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article d'Alexandra Bernier (2022) redéfinit la créativité en éducation comme un processus d’élaboration de sens, plutôt qu’un simple résultat original. L’auteure rapproche créativité, résolution de problèmes et régulation des apprentissages, en soulignant leurs fonctions cognitives communes. Elle met en avant l’importance de la recherche de sens dans l’acte créatif, où l’élève apprend par déséquilibre et reconstruction. Cette approche propose de centrer l’évaluation sur le processus de création plutôt que sur la performance finale.\n[Fichier joint: Bernier.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Ewald Jordan Ngandjui Tchuente",
        "groupe": "Loutre",
        "total_des_commentaires": 4,
        "forums": [
            {
                "titre_du_forum": "L’impact de la créativité sur la performance créative chez les étudiants universitaires de l’enseignement supérieur professionnel en Chine",
                "nbre_de_commentaires": 3,
                "commentaires": [
                    "Cet article examine comment la créativité, la motivation autonome et le climat éducatif influencent la performance créative chez des étudiants de l’enseignement supérieur professionnel en Chine. Les auteurs ont mené une étude quantitative auprès de 428 étudiants et constaté que la motivation intrinsèque joue un rôle médiateur crucial entre la créativité perçue et la performance créative réelle. Les résultats soulignent aussi l’importance d’un environnement d’apprentissage favorisant l’autonomie et la curiosité plutôt que la conformité. L’étude montre enfin que le développement de la créativité dépend autant des compétences cognitives que du climat psychologique et social de l’apprentissage.\n[Fichier joint: article.pdf]",
                    "Je pense qu’il est vrai que la conformité peut être considérée comme le contraire de la créativité, parce que si tu veux rester conforme, tu n’as pas besoin de changer ta façon de faire.  \nPar contre, je dirais que la créativité n’est pas absente (ou faiblement présente) du domaine du génie. Cela peut dépendre des ingénieurs, je suppose, mais fondamentalement, le génie consiste à utiliser des connaissances scientifiques éprouvées pour concevoir des solutions aux problèmes du monde réel.  \n\nSi tu ne cherches pas à innover et que tu veux simplement construire les bâtiments (dans le cas d’un ingénieur civil, par exemple) de la même façon qu’on l’a toujours fait, alors tu n’as pas besoin de créativité.  \nMais si tu fais face à de nouveaux défis comme la rareté de certains matériaux ou les exigences du développement durable même si tu voulais rester fidèle aux anciennes méthodes, tu n’as pas le choix d’adapter ton approche, d’imaginer et de concevoir de nouvelles solutions.  \n\nPersonnellement, je suis en génie logiciel, et je trouve qu’être créatif te permet d’être un meilleur ingénieur logiciel.\n[Fichier joint: article.pdf]",
                    "Je viens de voir que le fichier n'avais pas été téléversé. Le voici\n[Fichier joint: article.pdf]"
                ]
            },
            {
                "titre_du_forum": "Valeurs de l'organisation - moteur de créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article est vraiment intéressant ! Il me rappelle mon cours de Gestion de la recherche et du développement, où l’on a étudié, selon Bouchard et Bos (2006), que la créativité doit faire partie intégrante du plan stratégique de l’organisation. \nIls identifient cinq facteurs clés sur lesquels repose la créativité dans les entreprises :\n\nLa culture\nLa structure\nLes ressources\nLes processus\nLa technologie\n\nPrendre en compte ces dimensions permet d’instaurer un environnement propice à l’innovation et à la créativité au sein de l’organisation."
                ]
            }
        ]
    },
    {
        "utilisateur": "Fanta Sacko",
        "groupe": "Flamant rose",
        "total_des_commentaires": 5,
        "forums": [
            {
                "titre_du_forum": "The Value of Creative Activities in the Recreational Field",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé ton article très intéressant, surtout parce qu’il met en évidence les bienfaits concrets de la créativité sur le bien-être et les relations sociales. C’est vrai qu’on pense souvent à la créativité comme un loisir personnel, alors que ton résumé montre bien qu’elle a aussi un impact collectif. J’aurais aussi aimé, comme toi, que l’étude explore d’autres formes de loisirs comme le sport, ça aurait permis de voir si la créativité s’exprime différemment selon le contexte."
                ]
            },
            {
                "titre_du_forum": "Bilingualism and creativity across development: Evidence from divergent thinking and convergent thinking",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "C’est vrai que l’étude apporte un angle intéressant sur le lien entre bilinguisme et créativité, surtout en distinguant la pensée convergente et divergente. J’ai trouvé intéressant que l’avantage des enfants bilingues semble diminuer avec l’âge, ça soulève la question de ce qui entretient la créativité à long terme. Peut-être que d’autres facteurs comme le contexte culturel ou la stimulation intellectuelle jouent un rôle aussi important que le bilinguisme lui-même."
                ]
            },
            {
                "titre_du_forum": "Développer la créativité en didactique : pratiques multimodales et numériques",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article explore comment des contextes numériques et multimodaux (ex. Instagram en classe, escape games, réécriture transmédia) peuvent soutenir la créativité des élèves. Les autrices montrent que les effets positifs apparaissent surtout quand ces outils sont intégrés didactiquement : un cadre clair, du temps et des tâches complexes favorisent l’engagement, la collaboration et l’expression créative.Point important : le numérique ne suffit pas en soi ; sans intention pédagogique, il peut même reconduire des pratiques traditionnelles. La créativité est donc pensée comme compétence à enseigner dans chaque discipline (y compris en sciences et en génie), en valorisant autant le processus que le produit.J’ai choisi cet article parce qu’il donne des pistes concrètes pour concevoir des activités authentiques et collaboratives, directement réutilisables dans notre contexte de cours.https://moodle.polymtl.ca/pluginfile.php/1431967/mod_forum/post/354777/Fanta.pdf"
                ]
            },
            {
                "titre_du_forum": "La créativité : un thème à explorer en didactique des sciences et des technologies",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve aussi que l’article met bien en valeur l’importance de la créativité dans l’enseignement scientifique, mais ce qui m’a surtout frappée, c’est la manière dont il relie les approches interdisciplinaires à la créativité. On parle souvent du modèle des 4P, mais j’aime l’idée que la collaboration entre disciplines puisse être un moteur encore plus fort pour stimuler la pensée créative chez les élèves."
                ]
            },
            {
                "titre_du_forum": "Apprendre à être créatif : une  étude  comparative  du  développement de la créativité  comme compétence numérique en  milieu d’apprentissage riche en  technologies",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Tres interessant ton article ! J’ai particulièrement aimé la comparaison entre le groupe en laboratoire créatif et la classe traditionnelle, qui met concrètement en évidence l’impact du milieu d’apprentissage. Cependant, je me demande si la créativité développée dans ce contexte reste durable à long terme ou si elle dépend fortement de la présence constante des technologies. Ce serait intéressant de voir une étude de suivi sur ce point."
                ]
            }
        ]
    },
    {
        "utilisateur": "Félix Deschamps-Lapointe",
        "groupe": "Flamant rose",
        "total_des_commentaires": 3,
        "forums": [
            {
                "titre_du_forum": "La pensée associative au cœur de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cet article, j’ai appris que la créativité naît surtout de notre capacité à relier des idées éloignées. Les auteurs montrent, avec des modèles de mémoire, comment on explore le réseau des concepts jusqu’à \"l’étincelle\". On y voit aussi que ce va-et-vient mobilise à la fois nos souvenirs et nos connaissances, et que les plus créatifs naviguent ce réseau autrement. En somme, mieux entraîner cette “navigation associative” aiderait à mesurer et à cultiver la créativité\n[Fichier joint: PIIS1364661323000943.pdf]"
                ]
            },
            {
                "titre_du_forum": "Le développement de la créativité chez l’enfant et l’adolescent",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai trouvé l'article très intéressant, puisque je me suis souvent questionné sur le rôle du développement en enfance/adolescence sur la créativité. J’ai aimé la place donnée à l’adolescence comme fenêtre de maturation (cerveau, identité créative) où des entraînements ciblés peuvent réellement booster la génération d’idées. Bref, lecture très intéressante, merci pour le partage !"
                ]
            },
            {
                "titre_du_forum": "L'envie de s'améliorer stimule la créativité!",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé cet article vraiment intéressant parce qu’il montre, données à l’appui, que ce n’est pas seulement “croire qu’on peut devenir plus créatif” qui compte, mais la motivation créative qui fait le pont entre cette croyance et la performance. J’ai aussi apprécié la clarté méthodologique (échelles validées, TCT-DP) et les pistes très concrètes pour l’éducation: travailler les croyances de croissance, oui, mais surtout concevoir des situations qui nourrissent la motivation créative."
                ]
            }
        ]
    },
    {
        "utilisateur": "Gabriel Suarez Muniz",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Rethinking creativity: creative industries, AI and  everyday creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article examine trois visions contemporaines de la créativité: celle des industries créatives, de l'intelligence artificielle et de la vie quotidienne. L'autrice présente que le discours économique des industries créatives déshumanise la créativité en la réduisant à un capital de production, qui vient banaliser le travail réel des artistes. Cependant, elle fait voir que réfléchir à la créativité de l'intelligence artificielle permet de réhumaniser la créativité, en soulignant ce qui distingue l'humain des machines, tout en menaçant les emplois créatifs. Finalement, elle explique que l'idée de la créativité du quotidien démocratise l'acte créatif, mais celle-ci efface la valeur du travail artistique professionnel. L'autrice appelle à repenser la créativité sous l'angle du travail humain, afin de mieux protéger et reconnaître les artistes dans les politiques culturelles.\n[Fichier joint: lee-2022-rethinking-creativity-creative-industries-ai-and-everyday-creativity.pdf]"
                ]
            },
            {
                "titre_du_forum": "La pensée associative au cœur de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "En lisant ton article, j'ai trouvé intéressant comment les auteurs montrent avec les modèles sémantiques comment certaines personnes arrivent à faire des liens plus éloignées que d'autres. Ça m'a fait comprendre que penser autrement vient autant de la liberté d'associer spontanément des idées que de la capacité à orienter ses idées au bon moment."
                ]
            }
        ]
    },
    {
        "utilisateur": "Jacob Fournier-Paradis",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "L’impact de la créativité sur la performance créative chez les étudiants universitaires de l’enseignement supérieur professionnel en Chine",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'aime bien la mention du mot conformité : pourrait-on dire qu'il s'agit du contraire de la créativité ? Cela pourrait expliquer pourquoi la créativité est moins présente dans le génie, qui tend à favoriser la conformité à l'extrême.\n[Fichier joint: article.pdf]"
                ]
            },
            {
                "titre_du_forum": "Evaluation of creativity and problem solving in chemical engineering education",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Evaluation of creativity and problem solving in chemical engineering education by Neil S. ForbesD’abord, j’ai aimé voir plusieurs termes dans l’article\nqui ont été utilisés en classe pour expliquer la créativité (facteurs, innovation,\ntemporelle, etc.). Cela a confirmé de mon côté que le sujet d’étude comme étant\ncrédible, ou du moins qu’il y existe une définition commune et partagée. Foncièrement,\nj’ai trouvé l’article assez neutre, c’est-à-dire que rien de nouveau ou d’exceptionnelle\nn’en ressortait. C’est comme si l’auteur (un professeur à l’université)\nexpérimentait pour la première fois une nouvelle méthode d’enseignement et les\nconclusions de ses expériences étaient assez prévisibles. Bref, je m’attendais\nà un peu plus de cet article qui possédait une introduction et un cadre théorique\nintéressant. Certains de ses points n'étaient pas en accord avec la matière en classe, surtout lorsqu'il témoigne que la créativité est innée pour certain.\n[Fichier joint: ArticleJacobFournierParadis.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Jeremy Ear",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Trends and opportunities by fostering creativity in science and engineering: a systematic review",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Thank you for sharing this reflection. I totally agree with what you said. As a software engineering major, I’ve noticed the same thing: digital tools and AI make it really easy to generate and explore tons of ideas, which boosts the divergent phase of creativity. But they also make the convergent phase harder, because choosing and refining the right idea becomes more complicated when there are so many options. I also agree that bringing creativity into the curriculum through real projects and clear, simple evaluation guidelines is important. It helps students get used to uncertainty and teaches them how to justify their choices and build solutions that actually matter. What stood out to me in the text is how it shows a shift that feels very familiar in our field. Digital tools push creativity forward, but they also create new challenges when it comes to evaluating ideas and making decisions. The part about structured creativity really made sense to me. It shows that creativity isn’t just about random inspiration but also about having a good process, the right environment, and some guidance to make ideas useful.\n\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nMerci d'avoir partagé cette réflexion. Je suis totalement d’accord avec ce que tu dis. En tant qu’étudiant en génie logiciel, j’ai remarqué la même chose : les outils numériques et l’IA facilitent énormément la génération et l’exploration d’idées, ce qui \"boost\" la phase divergente de la créativité. Mais ça rend aussi la phase convergente plus compliquée, parce qu’il devient plus difficile de choisir et d’affiner la bonne idée quand il y a tellement d’options possibles. Je suis aussi d’accord sur le fait qu’intégrer la créativité dans le cursus à travers des projets concrets et des critères d’évaluation clairs et simples est vraiment important. Ça aide les étudiants à mieux gérer l’incertitude et à apprendre à justifier leurs choix tout en construisant des solutions qui ont vraiment un impact. Ce qui m’a marqué dans le texte, c’est la façon dont il montre un changement qui ressemble beaucoup à ce qu’on voit dans notre domaine. Les outils numériques poussent la créativité plus loin, mais ils créent aussi de nouveaux défis pour évaluer les idées et prendre des décisions. Le passage sur la créativité structurée m’a paru très pertinent. Ça montre que la créativité ne vient pas seulement d’une inspiration spontanée, mais qu’elle a aussi besoin d’un bon processus, d’un environnement adapté et d’un peu de cadre pour transformer les idées en quelque chose d’utile."
                ]
            },
            {
                "titre_du_forum": "Theatre‑based techniques for enhancing creativity in engineering education: An evaluation study of the creativity academy program - Jeremy Ear (Groupe 02)",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article montre comment un programme inspiré du théâtre peut aider les enseignants en ingénierie à stimuler la créativité de leurs étudiants. Les activités proposées sont simples, mais elles encouragent réellement la prise de risque, l’exploration d’idées et une pensée plus ouverte.Malgré un échantillon restreint, les résultats suggèrent que la créativité peut s’enseigner de façon concrète, même dans des disciplines très techniques.C’est un bon exemple de ce que peuvent apporter les approches interdisciplinaires en éducation.\n[Fichier joint: Article_Scientifique.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Joan Rafael Romero Acosta",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Sibani Alessandro -  Creativity and artificial intelligence",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Great summary. It’s true that AI is increasingly embedded in our daily work, so understanding how it shapes creativity at the individual, team, and organizational levels feels extremely timely."
                ]
            },
            {
                "titre_du_forum": "Creativity and Innovative Learning",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article analyse comment les technologies émergentes et les méthodes pédagogiques innovantes favorisent la créativité des étudiants. Les résultats montrent que les outils numériques et un environnement d’apprentissage stimulant renforcent des aspects clés comme la flexibilité, la fluency et l’originalité. La créativité des enseignants joue également un rôle déterminant dans la performance créative des élèves. Les auteurs soulignent toutefois le manque d’études empiriques approfondies sur ce sujethttps://moodle.polymtl.ca/pluginfile.php/1431967/mod_forum/post/355163/Creativity-Innovate-Learning_Article.pdf"
                ]
            }
        ]
    },
    {
        "utilisateur": "Julie Llobregat",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Creativity in Teaching and Teaching for Creativity in Engineering and Science in Higher Education—Revisiting Vygotsky’s Psychology of Art",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Lunevich démontre que l’exposition d’étudiants en sciences\net ingénierie à des activités artistiques déclenche une créativité\némotionnelle et collective. L’observation de cours au musée révèle comment\nl’interaction sociale et l’autonomie favorisent l’expression d’idées\noriginales. Les résultats valident les théories de Vygotsky et d’Amabile : un climat\nde confiance et de motivation intrinsèque soutient la divergence d’idées et\nla résolution créative de problèmes. L’article offre un modèle transférable\nd’enseignement pour la créativité dans les disciplines techniques.\n[Fichier joint: Julie LLOBREGAT - Article scientifique.pdf]"
                ]
            },
            {
                "titre_du_forum": "La créativité : un thème à explorer en didactique des sciences et des technologies",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai trouvé cet article pertinent pour notre cours, notamment en soulignant la légitimité de la créativité en didactique des sciences. En plus de l'aspect 4P déjà discuté, j'ai particulièrement apprécié la distinction entre la « créativité en science » (l'acte de découverte par le chercheur) et la « créativité dans l'enseignement des sciences » (les pratiques et dispositifs en classe).\nJ'aimerais aussi soulever un point : la notion de créativité avec un mini-c. L'article insiste sur l'importance de reconnaître et de valoriser les petits pas créatifs des élèves (nouvelles idées pour eux, même si elles existent déjà) plutôt que de se concentrer uniquement sur la grande Créativité (Big-C) qui change le monde. J’aime bien le fait que l’idée soit développée."
                ]
            }
        ]
    },
    {
        "utilisateur": "Justin Bourassa",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Apprendre à être créatif : une  étude  comparative  du  développement de la créativité  comme compétence numérique en  milieu d’apprentissage riche en  technologies",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article scientifique vise à comprendre le développement des compétences numériques chez des élèves du secondaire dans un laboratoire créatif riche en technologies, comparé à une classe traditionnelle. Deux cohortes (2017 et 2018) et un groupe contrôle ont été étudiés. La créativité a été mesurée avant et après le semestre à l’aide du Torrance Test for Creative Thinking (TTCT). Les résultats montrent que les élèves du laboratoire ont obtenu des scores TTCT significativement plus élevés, tandis que ceux du groupe contrôle sont restés stables. Les auteurs concluent que l’environnement riche en technologies peut favoriser la créativité.\n[Fichier joint: Bourassa_2217655_ article annoté.pdf]"
                ]
            },
            {
                "titre_du_forum": "An EEG study on artistic and engineering mindsets in students in creative processes",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Tu as raison, l’étude fait aussi un peu vite le lien entre l’activité cérébrale et la créativité. Certes, une zone du cerveau active ne veut pas forcément dire qu’elle est liée à un processus créatif. En plus, le fait d’avoir déjà catégorisé les étudiants comme “artistiques” ou “ingénieurs” peut influencer leurs réactions et renforcer les stéréotypes plutôt que de vraiment les observer."
                ]
            }
        ]
    },
    {
        "utilisateur": "Laurence Corbeil",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Systematic review - Créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article est une revue systématique de la littérature Sur la créativité en sciences et en génie. Les auteurs expliquent que la créativité est essentielle pour résoudre des problèmes complexes et pour l’innovation, mais qu’elle reste peu développée dans les programmes universitaires. Les manières pour la développer incluent les projets, l’apprentissage par problèmes, le travail interdisciplinaire et les compétences collaboratives. On observe aussi une forte croissance des recherches sur l’évaluation de la créativité. L’article conclut qu’il existe de nombreuses opportunités pour mieux intégrer la créativité dans la formation scientifique et en génie.\n[Fichier joint: Texte_annote_Laurence_corbeil.pdf]"
                ]
            },
            {
                "titre_du_forum": "Development of creativity in the first year of teaching studies: An intervention study",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "On remarque que le texte annoté met en lumière la tension entre la rigueur scientifique et la créativité dans la formation en ingénierie On semble vraiment comprendre que la créativité devrait avoir autant de valeur que la rigueur ou la logique que l'on apprend et je suis d’accord. J’aime comment le texte fait ressortir que la créativité, ce n’est pas juste une question de génie personnel, mais aussi de contexte et d’erreurs. Ça m’a fait réfléchir, parce que moi aussi j’ai souvent vu la créativité comme quelque chose de flou et de difficile à enseigner, alors que c’est peut-être simplement une autre façon d’apprendre. J’ai trouvé intéressant la façon dont le texte relie la pédagogie à la liberté de penser. On sent que ça valorises le environnements qui encouragent la curiosité plutôt que la performance. La créativité est vue comme une nécessité dans un monde où l’innovation passe souvent par ceux qui osent et qui arrivent à sortir du cadre établi."
                ]
            }
        ]
    },
    {
        "utilisateur": "Leila Rouga",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Comprendre la perception qu’ont les étudiants en génie de leur curiosité, de leur diligence et de leur persévérance et évaluer l’impact de ces facteurs sur leur créativité.",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Merci pour ton partage Sabine ! Ce que je trouve particulièrement intéressant dans cette étude, c’est la manière dont elle montre que la curiosité joue un rôle beaucoup plus central que la diligence ou la persévérance dans la créativité des étudiants en génie. Ça me surprend positivement, parce que dans un contexte d’ingénierie, on met souvent l’accent sur l’effort et la rigueur technique, alors que l’étude rappelle que l’envie d’explorer et de poser des questions est un moteur créatif beaucoup plus puissant."
                ]
            },
            {
                "titre_du_forum": "Metacognition, Mind Wandering, and Cognitive Flexibility: Understanding Creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article explore comment l’interaction entre l’errance mentale, la métacognition et la flexibilité cognitive influence la créativité. Les auteurs montrent que la créativité exige un équilibre entre pensée spontanée (mind-wandering) et contrôle métacognitif, chacun jouant un rôle différent dans la génération et l’évaluation des idées. Le modèle GENEPLORE est mobilisé pour expliquer comment ces mécanismes s’articulent dans les phases générative et exploratoire. Enfin, l’article souligne que développer la créativité nécessite aussi un contexte éducatif qui entraîne la régulation cognitive et la capacité à naviguer entre attention dirigée et pensée libre.\n[Fichier joint: Annotation Leila Rouga.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Lina Lemaire",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Creativity supports learning through associative thinking",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Jaime beaucoup les différents points que tu as développé surtout l’idée que la créativité n’est pas forcément liée au fait de produire beaucoup d’idées, mais plutôt des idées reliées à un objectif précis. On parle souvent du brainstorming libre comme d’un outil “magique”, alors que ton exemple montre presque l’inverse : quand on cadre, on retient mieux. Ce que tu dis sur les associations “lointaines mais utiles” me semble très juste. C’est vrai que parfois, on croit être créatif juste parce qu’on s’éloigne du sujet, alors qu’en réalité, si ça ne sert pas l’objectif"
                ]
            },
            {
                "titre_du_forum": "Artificial creativity: can there be creativity without cognition?",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article explore la possibilité d’une créativité artificielle sans cognition, en affirmant que les IA sont non cognitives mais capables de produire des résultats créatifs selon les critères humains de nouveauté et d’utilité. En s’appuyant sur la grille cognitive minimale et sur le modèle de Wallas-Jaoui, l’auteur montre que les IA reproduisent fonctionnellement le processus créatif sans intention ni authenticité. Il en conclut qu’il existe une “créativité non cognitive”, distincte de la créativité humaine. Cette approche éclaire bien les limites conceptuelles de l’IA, mais interroge aussi notre besoin de préserver une frontière entre la pensée humaine et la machine.\n[Fichier joint: Artificial_creativity.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Mahée Blanchard",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Tourisme créatif : enjeux et perspectives en économie et management de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai apprécié lire cet article même si comme tu l'as constaté il y a beaucoup de références citées qu'on pourrait croire qu'il s'agit d'une \"liste de course\" mais je trouve que les auteurs nous mettent en garde dès le début en définissant leur article comme \"cet article introductif\". Ils semblent développer leurs propos dans d'autres séries d'articles par la suite. Pour se reconcentrer sur celui-ci, je partage entièrement ton constat sur la standardisation des expériences et sur les effets parfois négatifs du tourisme créatif. En parcourant aujourd’hui des plateformes comme Get Your Guide, on observe effectivement que les offres dites “créatives” se ressemblent d’une destination à l’autre. Ce sont souvent les mêmes ateliers, les mêmes activités, présentés comme uniques alors qu’ils relèvent davantage du mimétisme que de la créativité.\nBien sûr, cela permet de découvrir des traditions locales — comme la visite d’une sucrerie dans le Sud, ou d’un atelier artisanal — mais si l’on se réfère aux critères de créativité que nous avons étudiés (unicité, fluidité, flexibilité, utilité), ces propositions ne sont pas véritablement créatives : ce sont des reproductions d’un modèle qui fonctionne, plutôt que de nouvelles formes d’expression ou d’interaction.\nL’article souligne aussi un enjeu important : les artistes locaux peuvent être mis sous pression. Dans un marché touristique de plus en plus marchandisé, ils doivent à la fois préserver leur identité artistique et répondre aux attentes du public. Je trouve pertinente la citation : “Quand les artistes co-créatifs sont animés par la volonté de diversifier leur occupation, ils développent des capacités extra-artistiques et entretiennent les deux activités, création et co-création, de manière à intégrer les paradoxes éventuels.”\nCela montre bien la tension permanente entre créativité authentique et impératifs économiques. Et lorsque cette tension est mal gérée, cela peut effectivement conduire à une forme d’exploitation, voire à la gentrification de certains quartiers, au détriment même des communautés créatives censées être valorisées.\nEnfin, concernant ton questionnement sur Airbnb, je trouve que l'on peut difficilement dire que ce n’est pas créatif. Au contraire, Airbnb est un exemple frappant de créativité au sens d’innovation : une nouvelle solution à un problème existant (le manque de flexibilité ou de prix abordable dans l’hébergement traditionnel). C’est d’ailleurs un bon rappel que la créativité ne se limite pas aux arts ou à la culture, mais s’exprime aussi dans les modèles économiques et les usages numériques. Même si Airbnb contribue ensuite à une forme de standardisation, son idée d’origine est bel et bien une démarche créative."
                ]
            }
        ]
    },
    {
        "utilisateur": "Marc Awaad",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Bilingualism and creativity across development: Evidence from divergent thinking and convergent thinking",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’étude examine l’impact du bilinguisme sur la créativité chez des enfants et des adolescents âgés de 5 à 17 ans. Les chercheuses ont comparé la pensée divergente et la pensée convergente entre des participants bilingues et monolingues. Les résultats montrent que les bilingues obtiennent de meilleures performances en pensée convergente dès un jeune âge, mais que cet avantage tend à diminuer avec le temps, tandis que les monolingues, initialement moins performants, s’améliorent progressivement avec l’âge. En ce qui concerne la pensée divergente, aucune différence majeure n’a été observée entre les deux groupes.\n\nJe trouve que cet article soulève une question intéressante, mais qu’il manque de participants, en particulier chez les adolescents. Cela rend les résultats un peu incomplets et limite la portée des conclusions.\n[Fichier joint: Marc Awaad - Article.pdf]"
                ]
            },
            {
                "titre_du_forum": "A Systematic Review of Tech-supported Collaborative Creativity Practices in the Field of Education",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’apprécie que cet article aborde la technologie sous un angle optimiste. Il est facile de percevoir la technologie comme une menace pour la créativité humaine, mais il est agréable de découvrir une perspective différente qui tente de mettre en lumière son potentiel à stimuler la créativité."
                ]
            }
        ]
    },
    {
        "utilisateur": "Mohamed Adlane Oussaada",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "A Systematic Review of Tech-supported Collaborative Creativity Practices in the Field of Education",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article montre que la créativité est surtout un travail collectif, rendu possible grâce à la technologie. Elle ne vient plus d’une seule personne, mais du dialogue et de la coopération entre les élèves. L’enseignant agit comme un guide qui aide le groupe à créer ensemble, tandis que les étudiants apprennent à échanger et s’inspirer mutuellement. Les outils numériques facilitent cette collaboration en la rendant plus visible et interactive. Même les difficultés rencontrées deviennent des occasions d’être plus créatifs ensemble.\n[Fichier joint: Adlane Oussaada - Article Annoté.pdf]"
                ]
            },
            {
                "titre_du_forum": "Effects of a Creativity-Enhancement intervention on Preservice Elementary Teacher's Creativity. in Computing Education",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Tu résumes bien le but de l’étude, la méthode et les résultats sans trop en dire. On comprend clairement que l’intervention a eu un effet positif sur la créativité des élèves même si elle était courte.  Les annotations sont aussi claires et interressantes."
                ]
            }
        ]
    },
    {
        "utilisateur": "Nathan Satchlian",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Stimulating creativity in the classroom: examining the impact of sense of place on students’ creativity and the mediating effect of classmate relationships",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Merci d’avoir pris le temps de partager cet article. C’est vraiment surprenant à quel point l’environnement et les relations entre élèves peuvent augmenter la créativité. En regardant la figure 2, j’ai remarqué que les flèches vont seulement dans une direction, mais je me demande si la créativité pourrait aussi aider à créer de meilleurs liens entre pairs, un peu comme une boucle de rétroaction où chaque facteur renforce l’autre.Dans tous les cas, il est certain que la créativité a toute sa place dans le cadre scolaire."
                ]
            }
        ]
    },
    {
        "utilisateur": "Nicola Serafin",
        "groupe": "Flamant rose",
        "total_des_commentaires": 4,
        "forums": [
            {
                "titre_du_forum": "Creativity supports learning through associative thinking",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "The article examines how creativity supports learning and proposes associative thinking as the key mechanism. Across two studies with university students (foreign-vocabulary learning), those who generated newer, more targeted associations learned and remembered more both immediately and after 24 hours. Creativity predicts learning because it increase the ability to form pertinent connections. What matters most is goal-directed association (not free association). Prior knowledge can sometimes reduce the novelty of associations. This impies that design creative exercises with constraints to force useful, memorable connections. This article is really interesting to me because I remember that during my bachelor’s, my Business Strategy professor gave us a specific constrained objective that I still recall (“reduce churn by 5% without increasing fixed costs”) and banned free brainstorming: we had to build goal-directed, even “distant,” association chains. I still remember the example I used: libraries -> loans -> overdue thresholds -> fee forgiveness -> a “grace period” in billing, a remote but helpful analogy. Reading this study I understood. It’s precisely goal-directed association that bridges creativity and learning, and judging by the fact that I still remember it perfectly, I’d say it works.------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------L’article examine comment la créativité favorise l’apprentissage et propose la pensée associative comme mécanisme clé. Dans deux études menées auprès d’étudiants universitaires (apprentissage de vocabulaire étranger), ceux qui ont généré des associations plus nouvelles et plus ciblées ont mieux appris et se sont mieux souvenus, immédiatement et après 24 heures. La créativité prédit l’apprentissage car elle augmente la capacité à former des connexions pertinentes. Ce qui importe le plus, c’est l’association orientée par un objectif (et non l’association libre). Les connaissances préalables peuvent parfois réduire la nouveauté des associations. Cela implique qu’il faut concevoir des exercices créatifs avec des contraintes afin de favoriser des liens utiles et mémorables.Cet article m’a vraiment intéressé, car je me souviens que, pendant ma licence, ma professeure de Stratégie d’entreprise nous avait donné un objectif contraint que je me rappelle encore (\" réduire le churn de 5 % sans augmenter les coûts fixes \") et avait interdit le brainstorming libre : nous devions construire des chaînes d’associations dirigées, parfois même « éloignées ». Je me souviens encore de l’exemple que j’avais utilisé : bibliothèques → prêts -> seuils de retard -> annulation des frais ->  “période de grâce” dans la facturation, une analogie lointaine mais utile. En lisant cette étude, j’ai compris : c’est précisément l’association orientée par un objectif qui fait le lien entre créativité et apprentissage. Et vu que je m’en souviens encore parfaitement, je dirais que ça marche vraiment.\n[Fichier joint: Creativity supports learning through Serafin.pdf]"
                ]
            },
            {
                "titre_du_forum": "Trends and opportunities by fostering creativity in science and engineering: a systematic review",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Thank you for this article. Today, digital technologies dramatically expand creativity (tools, data and also AI) in the divergent phase, but they make it harder to select and implement ideas by complicating the convergent phase. We need more teamwork, smart management of constraints and a clear approach to risk/error. The cited trends (collective creativity, cross-disciplinary intersections, real-world projects, and process assessment) are moving in the right direction. Bringing creativity into the curriculum with concrete projects and simple rubrics for divergent and convergent thinking is definitely the key.\n\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nMerci pour cette revue. Aujourd’hui, le numérique amplifie fortement la créativité (outils, données, IA) pendant la phase divergente, mais il rend plus difficile la sélection et la mise en œuvre des idées en compliquant la phase convergente. Il faut du travail d’équipe, une gestion avisée des contraintes et une approche claire du risque/de l’erreur. Les tendances citées (créativité collective, croisements interdisciplinaires, projets ancrés dans le réel, évaluation du processus) vont dans la bonne direction. Intégrer la créativité dans le cursus avec des projets concrets et des grilles d’évaluation simples pour la pensée divergente et convergente est certainement la clé."
                ]
            },
            {
                "titre_du_forum": "DÉFINIR LA CRÉATIVITÉ COMME UN PROCESSUS D’ÉLABORATION DE SENS EN ÉDUCATION",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Thanks for this article. reading it I see exactly what we did in our personal project. We focused on creating something meaningful for us, making goals and constraints explicit, and above all self-assessing the process in the report submission (choices, iterations, criteria, reasons for course corrections), not just the final product. I like it because it normalizes creativity as a reflective, situated practice. so documenting the steps, justifying decisions, and evaluating how we worked makes learning more robust and transferable. In this sense, the paper provides a theoretical framework for what we experienced first-hand.\n\nMerci d’avoir apporté cet article : en le lisant, je retrouve exactement ce que nous avons fait dans notre projet personnel. Nous aussi, nous avons mis l’accent sur la création de quelque chose de significatif pour nous, en explicitant objectifs et contraintes, et surtout en nous auto-évaluant le processus dans la remise du rapport (choix, itérations, critères, raisons des changements de cap), pas seulement le produit final. J’apprécie parce que cela normalise la créativité comme pratique réflexive et située : documenter les étapes, motiver les décisions et évaluer notre manière de travailler rend l’apprentissage plus solide et transférable. En ce sens, l’article fournit un cadre théorique à ce que nous avons vécu de première main."
                ]
            },
            {
                "titre_du_forum": "Développer la créativité en didactique : pratiques multimodales et numériques",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Thanks for bringing this article, it’s really interesting. Doing so expands the entire concept of teaching creativity, taking it beyond the classroom walls, onto social media and into the disciplines themselves, making it much more concrete.\n\nMerci d’avoir partagé cet article, il est vraiment intéressant. Ce faisant, on élargit toute la conception de l’enseignement de la créativité, en la faisant sortir des murs de la classe, vers les réseaux sociaux et au cœur même des disciplines, ce qui la rend beaucoup plus concrète."
                ]
            }
        ]
    },
    {
        "utilisateur": "Noah Lehideux",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "L'envie de s'améliorer stimule la créativité!",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article est très intéressant et bien choisi, car il nous concerne particulièrement en tant qu’étudiants dans un cours sur la créativité. Cependant, je serais curieux de savoir s’il existe des mécanismes supplémentaires permettant d’évaluer plus en profondeur la créativité chez des personnes qui croient toutes que celle-ci peut se développer."
                ]
            },
            {
                "titre_du_forum": "Disentangling the Impact of Artistic Creativity on Creative Thinking, Working Memory, Attention, and Intelligence",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cet article, on explique qu’une étude a été menée pour essayer de faire le lien entre créativité artistique et plusieurs fonctions cognitives comme la mémoire de travail ou l’intelligence. Lors de cette étude, les chercheurs ont créé un nouveau questionnaire pour évaluer la créativité dans quatre domaines artistiques : arts visuels, littérature, musique et arts de la scène. Les résultats ont montré que la créativité artistique était très liée à la pensée divergente mais pas du tout à la pensée convergente. De plus, chaque domaine est associé à des fonctions cognitives spécifiques différentes. Par exemple, la littérature est très liée à la mémoire verbale. Cela montre que la créativité artistique n’est pas un phénomène général mais dépend du domaine.J’ai décidé de parler de cet article, car lors de la première séance de cours, nous avons déconstruit le mythe selon lequel la créativité est forcément associée au domaine de l’art. Cependant, au fil des séances, j’ai réussi à développer mon point de vue concernant la créativité dans un projet technique, mais j’ai encore du mal à faire de même pour le domaine artistique. J’étais donc curieux de voir si cet article pouvait m’aider à mieux comprendre et à développer ma créativité artistique. Grâce à cette lecture, je comprends que certaines capacités cognitives peuvent favoriser la pratique de certains domaines artistiques. Toutefois, je reste dubitatif quant à la capacité de juger la créativité d’un artiste, car cela reste très subjectif.article:Frontiers | Disentangling the Impact of Artistic Creativity on Creative Thinking, Working Memory, Attention, and Intelligence: Evidence for Domain-Specific Relationships with a New Self-Report Questionnaire"
                ]
            }
        ]
    },
    {
        "utilisateur": "Othmane Lakhdar",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Systematic review - Créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Ton résumé met bien en évidence le paradoxe relevé dans l’article : la créativité est essentielle en sciences et en génie, mais elle reste peu intégrée dans la formation. Les approches proposées (projets, APP, interdisciplinarité) montrent qu’il existe déjà des pistes concrètes, mais l’enjeu est surtout de les appliquer de manière cohérente et non ponctuelle. La hausse des recherches sur l’évaluation de la créativité est aussi un point important, car sans outils adaptés, son développement reste difficile à mesurer."
                ]
            },
            {
                "titre_du_forum": "Creative Dispositions: Teaching for Creativity in Engineering Education",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article décrit l’intégration d’un “Creative Sound Workshop” dans un programme de génie acoustique afin de développer les dispositions créatives des étudiants. Les auteurs adoptent une approche fondée sur le modèle des “thinking dispositions”, combinant inclinations, sensibilités et habiletés. Le cours, basé sur des projets ouverts, du feedback continu et une méthode de “creative counselling”, a favorisé la motivation et l’originalité des étudiants. Les résultats montrent que la créativité s’exprime différemment selon les étudiants (visuel, conceptuel, sonore). L’article conclut que l’enseignement de la créativité doit être diffusé transversalement dans le curriculum plutôt que limité à un seul cours.\n[Fichier joint: Creative Dispositions Teaching for Creativity in Engineering Education.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Sabine Ziadeh",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Comprendre la perception qu’ont les étudiants en génie de leur curiosité, de leur diligence et de leur persévérance et évaluer l’impact de ces facteurs sur leur créativité.",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Dans cette étude, j’ai découvert que chez les étudiants en génie, c’est vraiment la curiosité qui a le plus d’impact sur la créativité, bien plus que la diligence ou la persévérance. Les auteurs montrent aussi que ces traits interagissent d’une façon assez complexe, ce qui pousse à penser qu’il faut d’abord encourager l’exploration et les idées qui partent dans tous les sens avant de chercher à les cadrer. Côté enseignement, ils suggèrent d’utiliser des activités ouvertes, des outils pour stimuler les idées et des évaluations qui valorisent l’originalité utile: ils proposent de combiner des mesures d’auto-perception avec des tests d’idéation pour mieux évaluer la créativité des étudiants.\n[Fichier joint: Understanding engineering students perceptions of their curiosity, diligence, and perseverance and assessing its impact on their creativity.pdf]"
                ]
            },
            {
                "titre_du_forum": "Creativity in Teaching and Teaching for Creativity in Engineering and Science in Higher Education—Revisiting Vygotsky’s Psychology of Art",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Le texte est super intéressant et bien expliqué. On sent que l’auteure comprend vraiment la théorie de Vygotsky et sait la relier à des exemples concrets, comme les visites au musée. J’ai bien aimé comment elle lie la créativité à l’émotion et à la collaboration. C’est clair, agréable à lire et tout se tient du début à la fin."
                ]
            }
        ]
    },
    {
        "utilisateur": "Saraï Rios-Vonder Heyde",
        "groupe": "Flamant rose",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "The effects of assessment instruction and test anxiety on divergent components of creative problem-solving tasks",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette étude examine comment les instructions d’évaluation et l’anxiété de test influencent les composantes de la pensée divergente (fluidité, flexibilité, originalité) lors d’une tâche de résolution créative avec des cubes robotiques. Les résultats montrent une baisse de créativité à la deuxième tentative, liée à la réduction de l’incertitude, mais un maintien de l’engagement chez les élèves évalués. Contrairement aux attentes, l’anxiété de test n’a pas d’effet négatif sur la créativité, probablement grâce au caractère ludique et figural de la tâche. Les auteurs suggèrent que les contextes ludiques et sans contrainte de temps réduisent la pression d’évaluation et favorisent l’expression créative.J’ai trouvé intéressant que la recherche démontre que le stress n’est pas toujours un frein à la créativité : dans un contexte ludique, il peut même stimuler l’effort créatif. Je note toutefois que le facteur “temps” semble être le véritable stresseur, plus que l’évaluation elle-même, un point qui mérite d’être exploré davantage dans les études futures, notamment sur le rôle des émotions positives et de la curiosité dans la performance créative.En pièce jointe se trouve l'article surligné et commenté.\n[Fichier joint: feduc-09-1440248.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Sucy Han",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Stimulating creativity in the classroom: examining the impact of sense of place on students’ creativity and the mediating effect of classmate relationships",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’étude examine comment le sens du lieu dans la classe influence la créativité des élèves, en analysant l'influence des relations entre camarades. Basée sur un sondage auprès de 1 600 étudiants chinois, elle révèle que plus les élèves se sentent attachés à leur environnement scolaire, plus leur créativité est élevée. Ce lien s’explique en partie par la qualité des relations entre pairs, qui favorisent la collaboration et l’échange d’idées. Les résultats soulignent l’importance d’un environnement de classe harmonieux pour stimuler la créativité et proposent des pistes pratiques pour améliorer l’aménagement et les interactions sociales en classe.\nJ'ai trouvé la lecture de cet article intéressant car cela m'a permis de voir l'impact concret des facteurs externes mentionnés en classe sur la créativité. Cela montre que l'école et l'environnement socioculturel jouent un rôle important sur le développement de la créativité chez les jeunes.\n[Fichier joint: Stimulating creativity in the classroom.pdf]"
                ]
            },
            {
                "titre_du_forum": "Creative Dispositions: Teaching for Creativity in Engineering Education",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Article très intéressant qui montre bien l’importance d’intégrer la créativité dans les formations techniques! J’aime beaucoup la manière dont les auteurs montrent que la créativité peut devenir un levier puissant dans un programme d’ingénierie et l’idée que les étudiants n’expriment pas tous leur créativité de la même manière. Cela montre que développer la créativité, c’est d’abord créer un environnement qui l’autorise en commençant par l'école."
                ]
            }
        ]
    },
    {
        "utilisateur": "Tarek Halabi",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Le développement de la créativité chez l’enfant et l’adolescent",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L’article « Le développement de la créativité chez l’enfant et l’adolescent » explore les trajectoires de la pensée créative à travers l’enfance et l’adolescence. Les auteurs analysent les facteurs cognitifs, comme le contrôle inhibiteur et la flexibilité mentale, ainsi que les influences environnementales, notamment le rôle des pédagogies scolaires. Ils montrent que la créativité ne suit pas une courbe linéaire : elle peut connaître des phases de stagnation ou de régression, souvent liées au contexte éducatif. En comparant différents systèmes scolaires, l’étude met en évidence que les environnements plus libres et ouverts favorisent une expression créative plus riche et plus durable.J’ai choisi de parler de cet article parce que je suis en dernière année d’université, et je réfléchis beaucoup à mon parcours éducatif. Je trouve frappant qu’on nous demande de rester assis plus de sept heures par jour, pendant près de 18 ans. Cela m’amène à me questionner sur les effets de cette immobilité imposée, surtout chez les jeunes, et sur la manière dont elle peut influencer leur créativité. Est-ce que le fait d’être contraint à rester en place, sans bouger, limite l’expression créative ou la capacité à penser autrement ?https://moodle.polymtl.ca/pluginfile.php/1431967/mod_forum/post/355029/Chap-13_BarbotEtAl_ResearchGate-ok.pdf"
                ]
            },
            {
                "titre_du_forum": "Bilingualism and creativity across development: Evidence from divergent thinking and convergent thinking",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’adore apprendre sur les langues, et en tant que trilingue, j’ai trouvé ça super intéressant. Je me souviens avoir lu quelque part que ce n’est pas juste le nombre de langues qu’on parle qui influence le cerveau, mais aussi la langue elle-même. Par exemple, une personne qui pense en arabe ne va pas forcément raisonner de la même manière qu’une personne qui pense en français, parce que chaque langue active des zones différentes du cerveau selon ses caractéristiques."
                ]
            }
        ]
    },
    {
        "utilisateur": "Tia Guy Assaf",
        "groupe": "Loutre",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Creativity supports learning through associative thinking",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé ton analyse vraiment intéressante, surtout l’idée que la créativité peut réellement améliorer la mémoire en nous poussant à faire des liens plus intentionnels. Ce que j’aime dans cette approche, c’est qu’elle montre que la créativité n’est pas juste “artistique”, mais aussi une compétence cognitive qui peut rendre l’apprentissage plus efficace.\n\nÇa me parle beaucoup parce qu’on ne pense pas toujours à travailler la créativité comme une stratégie d’étude. L’idée que des associations bien dirigées peuvent rendre les informations plus faciles à retenir donne vraiment envie d’essayer cette méthode dans d’autres cours. C’est une perspective que je n’avais jamais considérée, et je trouve ça super pertinent."
                ]
            },
            {
                "titre_du_forum": "Article scientifique: Creativity as Key Trigger to Cognitive Achievement",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cet article examine comment la créativité mesurée par les dimensions Act (capacité à passer à l’action) et Flow (immersion totale dans la tâche) influence les performances d’apprentissage chez des élèves de 8ᵉ année, dans deux modules éducatifs gamifiés, l’un digital et l’autre analogique. Les résultats montrent que les élèves qui présentent des niveaux plus élevés de créativité obtiennent de meilleurs scores aux tests de connaissances, surtout lorsqu’ils atteignent un état de flow. Le dispositif digital renforce davantage cette immersion et favorise une meilleure rétention à long terme. L’étude dévoile aussi l’absence de différences entre filles et garçons, soulignant que la créativité dépend davantage de facteurs individuels que du genre. Au final, l’intégration de méthodes ludiques, autonomes et centrées sur l’élève apparaît essentielle pour développer la créativité et améliorer significativement les apprentissages en sciences.\n[Fichier joint: Article scientifique .pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Titouan Cancouët",
        "groupe": "Loutre",
        "total_des_commentaires": 1,
        "forums": [
            {
                "titre_du_forum": "Rethinking creativity: creative industries, AI and  everyday creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "C’est une observation très intéressante sur l’apport de l’intelligence artificielle sur le développement de la créativité. En laissant l’intelligence artificielle se charger des tâches normées, nous pouvons nous concentrer sur les activités de réflexion, et en particulier sur celles qui requièrent de la créativité, un domaine où l’intelligence artificielle reste encore très limitée."
                ]
            }
        ]
    },
    {
        "utilisateur": "Victor Bollaert",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Article scientifique: Creativity as Key Trigger to Cognitive Achievement",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’aime beaucoup ton article parce qu’il y a une expérience réalisée avec au final des résultats chiffrés et des graphiques. Des chiffres appuient l’argumentation de l’article et sont plus convaincaints pour la conclusion de l’article.\n\nJe ne connaissais pas ces notions de Act et Flow mais j’ai déjà ressenti leurs conséquences quand je révise ou quand je passe une interrogation.\n\nEnfin je n’hésiterais pas à être créatif quand je voudrais avoir des bonnes notes !"
                ]
            },
            {
                "titre_du_forum": "Rethinking creativity: creative industries, AI and everyday creativity",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "L'article compare trois types de créativité : celle des industries artistiques, celle des IA et celle de la vie de tous les jours. Pour les industries, la créativité est vue comme un capital et non un travail effectif. Les artistes possèdent un talent et peuvent le vendre aux autres. Cette vision ne prend pas en compte le processus de création de l'artiste qui passe du temps sur une œuvre, et cela explique la précarité des artistes qui travaillent en industrie (animateurs, développeurs de jeux-vidéo, etc). Cette créativité est différente de celle des IA, qui sont incapables de produire une œuvre de génie, mais qui réussissent à démocratiser la création d'art à tous (dessins, musiques). La créativité de tous les jours, selon certaines définitions, serait la création de quelque chose à partir de références antérieures et d'associations d'idées. En ce sens-là, les IA sont créatives. Toutes ces créativités différentes mettent de la pression sur les législateurs qui doivent encadrer le travail d'artiste (surtout depuis le Covid avec les subventions) ainsi que l'utilisation dIA génératives (copyright, ventes...)\n[Fichier joint: Article_Creative Industries.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "Wilfried Fonkoua Kaptue",
        "groupe": "Flamant rose",
        "total_des_commentaires": 4,
        "forums": [
            {
                "titre_du_forum": "La pensée associative au cœur de la créativité",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "En lisant aussi l’article, j’ai trouvé intéressant aussi la distinction entre association libre et association dirigée : l’une favorise la spontanéité, l’autre aide à rester pertinent. Au final, la créativité semble être un équilibre entre exploration et contrôle"
                ]
            },
            {
                "titre_du_forum": "La créativité : un thème à explorer en didactique des sciences et des technologies",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai également apprécié que l'article démontre que la créativité est présente dans les sciences et pas seulement dans les arts. Le modèle des 4P m'a permis de comprendre comment l'environnement, les interactions et les processus implique la créativité des élèves.\nJ'ai surtout retenu qu'il il faut un équilibre entre la liberté et les contraintes pour favoriser l'innovation en classe 💡"
                ]
            },
            {
                "titre_du_forum": "Apprendre à être créatif : une  étude  comparative  du  développement de la créativité  comme compétence numérique en  milieu d’apprentissage riche en  technologies",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Je trouve ton commentaire très intéressant, Arielle ! 😊\nComme toi, j’ai remarqué que l’article de Léger (2022) montre clairement que les milieux d’apprentissage riches en technologies ont un impact positif sur la créativité des élèves du secondaire. Ce que je retiens surtout, c’est que la créativité ne vient pas seulement de l’usage des outils numériques, mais aussi de la manière de réfléchir et de créer avec eux.\nTu as raison de dire que ce champ reste encore peu exploré. Je me demande justement si des études menées auprès d’élèves du primaire, comme celle dont tu parles, permettraient de confirmer que le développement de la créativité peut être stimulé encore plus tôt grâce au numérique. Ce serait vraiment intéressant à comparer !"
                ]
            },
            {
                "titre_du_forum": "CRÉATIVITÉ :  L’ÉTAT DES LIEUX",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J’ai trouvé particulièrement intéressant la manière dont le rapport redéfinit la créativité comme une compétence transversale et essentielle à tous les apprentissages, et non comme un simple talent artistique. J’ai retenu que l’école doit créer les conditions propices à l’émergence de la créativité, en développant des habitudes comme la curiosité, la persévérance, l’imagination, la collaboration et la discipline qui peuvent vraiment transformer la manière d’enseigner. Par contre, je me demande comment on peut mesurer la créativité sans la rendre « académique » ou la figer. C’est tout le défi !\n[Fichier joint: People-for-Education-Mesurer-ce-qui-compte-Creativite-1.pdf]"
                ]
            }
        ]
    },
    {
        "utilisateur": "William Saccomani",
        "groupe": "Flamant rose",
        "total_des_commentaires": 2,
        "forums": [
            {
                "titre_du_forum": "Journal of Creativity : Creativity in science engineering and the arts",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "J'ai trouvé ton article très intéressant et c'est même possible de comparer le sujet avec notre cheminement scolaire personnel à Poly. En effet, il y a beaucoup de cours qui nous donnes explicitement les méthodes de résolution qui sont demandés de suivre pour résoudre un certain type de problème, soit de math ou de physique par exemple. Malheuresement, il y a même des cours qui pénalise les étudiants s'ils n'utilisent pas la méthode demandé en classe durant les examens. \n\nMême si le but de ces méthodes est de nous permettre d'obtenir la bonne réponse à coup sur, le programme pourrait essayer de permettre aux étudiants de chercher par eux même leur méthode de résolution (Tout en étant supervisé pour ne pas obtenir n'importe quoi comme solution)."
                ]
            },
            {
                "titre_du_forum": "La créativité artistique à l’école : refonder l’acte d’apprendre",
                "nbre_de_commentaires": 1,
                "commentaires": [
                    "Cette article traite de l'éducation de la créativité dans le parcours scolaire. En effet, l'auteur mentionne qu'il serait important de considérer les cours, disons plus artistique, au même échelle que les autres disciplines scolaires (Mathématique, histoire, français, etc). Une phrase intéressante que j'ai lu qui résume bien l'article est la suivante: <<Une école créatrice\nserait une école dans laquelle les enfants se prépareraient à inventer des\nréponses aux défis planétaires car si l’une des missions principales de l’école\nest bien de transmettre le patrimoine gigantesque de l’humanité, elle peut et devrait\nle faire en développant chez les élèves le désir de chercher et d’innover, elle\ndevrait prévoir des espaces pour exercer et développer une attitude créative.>> Pour l'auteur, étant donné que l'être humain cherche toujours des solutions face aux problématiques de la vie, il est important que le parcours scolaire se tourne vers les cours qui offre la chance aux étudiants de développer une `perspective éducative élargie`, un terme qui me fait beaucoup penser au terme `Field of possibilities` vu en classe.\n[Fichier joint: aden.pdf]"
                ]
            }
        ]
    }
]